const quizData = [
  {
    "pref": "北海道",
    "city": "札幌市北区　アイヌ語の「パラ・ト」に由来[1]。行政地名は、東茨戸、東茨戸1条～東茨戸4条、西茨戸及び西茨戸1条～西茨戸7条。",
    "place": "茨戸",
    "reading": "ばらと",
    "desc": "北海道札幌市北区　アイヌ語の「パラ・ト」に由来[1]。行政地名は、東茨戸、東茨戸1条～東茨戸4条、西茨戸及び西茨戸1条～西茨戸7条。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "札幌市南区　アイヌ語の「ニセイ・オマㇷ゚」に由来[2]。行政地名は、簾舞及び簾舞1条～簾舞6条。",
    "place": "簾舞",
    "reading": "みすまい",
    "desc": "北海道札幌市南区　アイヌ語の「ニセイ・オマㇷ゚」に由来[2]。行政地名は、簾舞及び簾舞1条～簾舞6条。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "札幌市西区　アイヌ語の「ハッチャムペッ」、または「ハッ・サㇺ」に由来[3]。行政地名は、発寒1条～発寒17条。",
    "place": "発寒",
    "reading": "はっさむ",
    "desc": "北海道札幌市西区　アイヌ語の「ハッチャムペッ」、または「ハッ・サㇺ」に由来[3]。行政地名は、発寒1条～発寒17条。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "函館市　周辺地域を開拓した庵原菡斎に由来。",
    "place": "庵原町",
    "reading": "いおはらちょう",
    "desc": "北海道函館市　周辺地域を開拓した庵原菡斎に由来。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "函館市　アイヌ語の「カッコ・ク・ニ」に由来[4]。",
    "place": "川汲町",
    "reading": "かっくみちょう",
    "desc": "北海道函館市　アイヌ語の「カッコ・ク・ニ」に由来[4]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "函館市　アイヌ語の「キナ・ウㇱ」に由来[4]。",
    "place": "木直町",
    "reading": "きなおしちょう",
    "desc": "北海道函館市　アイヌ語の「キナ・ウㇱ」に由来[4]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "函館市　アイヌ語の「トー・ポㇰ・ケ」に由来[5]。行政地名に存在しない。",
    "place": "椴法華",
    "reading": "とどほっけ",
    "desc": "北海道函館市　アイヌ語の「トー・ポㇰ・ケ」に由来[5]。行政地名に存在しない。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "小樽市　アイヌ語の「オショロ」、あるいは「ウㇲ・オ・ロ」に由来[6]。",
    "place": "忍路",
    "reading": "おしょろ",
    "desc": "北海道小樽市　アイヌ語の「オショロ」、あるいは「ウㇲ・オ・ロ」に由来[6]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "小樽市　アイヌ語の「ヘロキ・アッ・トマリ・ナイ」が短縮され、アッがカッに転訛したもの[7]。",
    "place": "勝納町",
    "reading": "かつないちょう",
    "desc": "北海道小樽市　アイヌ語の「ヘロキ・アッ・トマリ・ナイ」が短縮され、アッがカッに転訛したもの[7]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "小樽市　アイヌ語の「プンカル・コタン」に由来[8]。行政地名に存在しない。",
    "place": "文庫歌",
    "reading": "ぶんがた",
    "desc": "北海道小樽市　アイヌ語の「プンカル・コタン」に由来[8]。行政地名に存在しない。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "旭川市　アイヌ語の「カムイ・コタン」に由来[9]。行政地名は、神居町神居古潭。",
    "place": "神居古潭",
    "reading": "かむいこたん",
    "desc": "北海道旭川市　アイヌ語の「カムイ・コタン」に由来[9]。行政地名は、神居町神居古潭。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "旭川市　アイヌ語の「ウプン」に由来[10]。行政地名は、神居町雨紛。",
    "place": "雨紛",
    "reading": "うぶん",
    "desc": "北海道旭川市　アイヌ語の「ウプン」に由来[10]。行政地名は、神居町雨紛。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "釧路市　アイヌ語の「オタ・ノㇱケ」に由来[11]。",
    "place": "大楽毛",
    "reading": "おたのしけ",
    "desc": "北海道釧路市　アイヌ語の「オタ・ノㇱケ」に由来[11]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "釧路市　行政地名は、阿寒町知茶布。",
    "place": "知茶布",
    "reading": "ちちゃっぷ",
    "desc": "北海道釧路市　行政地名は、阿寒町知茶布。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "釧路市　アイヌ語の「テㇱ・ペッ」に由来[12]。行政地名は、阿寒町上徹別、阿寒町下徹別、阿寒町中徹別、阿寒町西徹別及び阿寒町徹別中央。",
    "place": "徹別",
    "reading": "てしべつ",
    "desc": "北海道釧路市　アイヌ語の「テㇱ・ペッ」に由来[12]。行政地名は、阿寒町上徹別、阿寒町下徹別、阿寒町中徹別、阿寒町西徹別及び阿寒町徹別中央。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "釧路市　アイヌ語の「ヌサ・オマ・イ」に由来[13]。",
    "place": "幣舞町",
    "reading": "ぬさまいちょう",
    "desc": "北海道釧路市　アイヌ語の「ヌサ・オマ・イ」に由来[13]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "釧路市、白糠郡白糠町　アイヌ語の「パㇱクㇽ」に由来[14]。行政地名は、釧路市音別町馬主来及び白糠郡白糠町馬主来",
    "place": "馬主来",
    "reading": "ぱしくる",
    "desc": "北海道釧路市、白糠郡白糠町　アイヌ語の「パㇱクㇽ」に由来[14]。行政地名は、釧路市音別町馬主来及び白糠郡白糠町馬主来にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "北見市　アイヌ語の「アイヌ・ナイ」に由来[15]。",
    "place": "相内町",
    "reading": "あいのないちょう",
    "desc": "北海道北見市　アイヌ語の「アイヌ・ナイ」に由来[15]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "北見市　アイヌ語の「ルペㇱペ」に由来[15]。",
    "place": "留辺蘂町",
    "reading": "るべしべちょう",
    "desc": "北海道北見市　アイヌ語の「ルペㇱペ」に由来[15]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "網走市　アイヌ語の「イ・オ・ピト」に由来[16]。",
    "place": "呼人",
    "reading": "よびと",
    "desc": "北海道網走市　アイヌ語の「イ・オ・ピト」に由来[16]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "美唄市　屯田兵の騎兵隊が入植した明治26年の十二支十干に由来。",
    "place": "癸巳町",
    "reading": "きしちょう",
    "desc": "北海道美唄市　屯田兵の騎兵隊が入植した明治26年の十二支十干に由来。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "江別市、石狩郡当別町　アイヌ語の「トエシカリ」[17]、もしくは「トゥ・イシカリ」[18]に由来。",
    "place": "対雁",
    "reading": "ついしかり",
    "desc": "北海道江別市、石狩郡当別町　アイヌ語の「トエシカリ」[17]、もしくは「トゥ・イシカリ」[18]に由来。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "江別市　アイヌ語の「ヌㇷ゚・オㇽ・オ・ペッ」に由来[17]。",
    "place": "野幌",
    "reading": "のっぽろ",
    "desc": "北海道江別市　アイヌ語の「ヌㇷ゚・オㇽ・オ・ペッ」に由来[17]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "紋別市　アイヌ語の「ソー・コッ」に由来[19]。",
    "place": "渚滑町",
    "reading": "しょこつちょう",
    "desc": "北海道紋別市　アイヌ語の「ソー・コッ」に由来[19]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "三笠市　アイヌ語の「ポン・ペッ」に由来[20]。",
    "place": "奔別町",
    "reading": "ぽんべつちょう",
    "desc": "北海道三笠市　アイヌ語の「ポン・ペッ」に由来[20]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "根室市　アイヌ語の「オンネ・トー」に由来[21]。",
    "place": "温根沼",
    "reading": "おんねとう",
    "desc": "北海道根室市　アイヌ語の「オンネ・トー」に由来[21]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "根室市　アイヌ語の「コイ・オマ・イ」に由来[22]。",
    "place": "珸瑶瑁",
    "reading": "ごようまい",
    "desc": "北海道根室市　アイヌ語の「コイ・オマ・イ」に由来[22]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "根室市　アイヌ語の「ノッ・サㇺ」に由来[22]。",
    "place": "納沙布",
    "reading": "のさっぷ",
    "desc": "北海道根室市　アイヌ語の「ノッ・サㇺ」に由来[22]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "根室市　アイヌ語の「ポン・ニ・オ・イ」に由来[23]。",
    "place": "穂香",
    "reading": "ほにおい",
    "desc": "北海道根室市　アイヌ語の「ポン・ニ・オ・イ」に由来[23]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "根室市　アイヌ語の「アポ・オマ・イ」に由来[22]。",
    "place": "歯舞",
    "reading": "はぼまい",
    "desc": "北海道根室市　アイヌ語の「アポ・オマ・イ」に由来[22]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "千歳市　アイヌ語の「オ・コタン・ウン・ペ」に由来[24]。",
    "place": "奥潭",
    "reading": "おこたん",
    "desc": "北海道千歳市　アイヌ語の「オ・コタン・ウン・ペ」に由来[24]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "千歳市　アイヌ語の「シサㇺ・ナイ」に由来[25]。",
    "place": "支寒内",
    "reading": "ししゃもない",
    "desc": "北海道千歳市　アイヌ語の「シサㇺ・ナイ」に由来[25]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "千歳市　アイヌ語の「ポロ・ピ・ナイ」に由来[24]。",
    "place": "幌美内",
    "reading": "ほろぴない",
    "desc": "北海道千歳市　アイヌ語の「ポロ・ピ・ナイ」に由来[24]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "歌志内市 、斜里郡清里町 　アイヌ語の「カムイ」に由来。",
    "place": "神威",
    "reading": "かもい",
    "desc": "北海道歌志内市 、斜里郡清里町 　アイヌ語の「カムイ」に由来。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "深川市　アイヌ語の「オ・サㇻ・ウン・ナイ」に由来[26]。",
    "place": "納内町",
    "reading": "おさむないちょう",
    "desc": "北海道深川市　アイヌ語の「オ・サㇻ・ウン・ナイ」に由来[26]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "深川市　アイヌ語の「イチャン」に由来[27]。",
    "place": "一已町",
    "reading": "いちやんちょう",
    "desc": "北海道深川市　アイヌ語の「イチャン」に由来[27]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "登別市　アイヌ語の「トー・ケㇱ」に由来[28]。",
    "place": "富岸町",
    "reading": "とんけしちょう",
    "desc": "北海道登別市　アイヌ語の「トー・ケㇱ」に由来[28]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "伊達市　アイヌ語の「イマリマレㇷ゚」に由来[29]。行政地名は、北稀府町、南稀府町及び中稀府町。",
    "place": "稀府",
    "reading": "まれっぷ",
    "desc": "北海道伊達市　アイヌ語の「イマリマレㇷ゚」に由来[29]。行政地名は、北稀府町、南稀府町及び中稀府町。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "北広島市　アイヌ語の「ウッ」に由来[30]。",
    "place": "輪厚",
    "reading": "わっつ",
    "desc": "北海道北広島市　アイヌ語の「ウッ」に由来[30]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "石狩市　アイヌ語の「ウクル・キナ」に由来[31]。",
    "place": "送毛",
    "reading": "おくりげ",
    "desc": "北海道石狩市　アイヌ語の「ウクル・キナ」に由来[31]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "石狩市　アイヌ語の「オ・ヤ・フル」に由来[1]。",
    "place": "生振",
    "reading": "おやふる",
    "desc": "北海道石狩市　アイヌ語の「オ・ヤ・フル」に由来[1]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "石狩市　アイヌ語の「クン・ペッ」に由来。",
    "place": "群別",
    "reading": "くんべつ",
    "desc": "北海道石狩市　アイヌ語の「クン・ペッ」に由来。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "石狩市　アイヌ語の「オキピリ」に由来[32]。",
    "place": "濃昼",
    "reading": "ごきびる",
    "desc": "北海道石狩市　アイヌ語の「オキピリ」に由来[32]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "石狩市　アイヌ語の「シュオプ」に由来[33]",
    "place": "聚富",
    "reading": "しっぷ",
    "desc": "北海道石狩市　アイヌ語の「シュオプ」に由来[33]にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "石狩市厚田区厚田、岩内郡共和町　アイヌ語の「ハッタㇽ」に由来[34]。",
    "place": "発足",
    "reading": "はったり",
    "desc": "北海道石狩市厚田区厚田、岩内郡共和町　アイヌ語の「ハッタㇽ」に由来[34]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "石狩市　アイヌ語の「パナウンクㇽ・ヤソッケ」に由来[1]。",
    "place": "花畔",
    "reading": "ばんなぐろ",
    "desc": "北海道石狩市　アイヌ語の「パナウンクㇽ・ヤソッケ」に由来[1]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "石狩市　アイヌ語の「ポロ・クンペッ」に由来[35]。",
    "place": "幌",
    "reading": "ぽろ",
    "desc": "北海道石狩市　アイヌ語の「ポロ・クンペッ」に由来[35]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "石狩市　アイヌ語の「マサㇻ・カ・オマㇷ゚」に由来[36]。行政地名は、2005年に厚田村が浜益村と共に石狩市に編入合併に伴って消滅。",
    "place": "正利冠",
    "reading": "まさりかっぷ",
    "desc": "北海道石狩市　アイヌ語の「マサㇻ・カ・オマㇷ゚」に由来[36]。行政地名は、2005年に厚田村が浜益村と共に石狩市に編入合併に伴って消滅。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "石狩市　アイヌ語の「モライ」に由来[37]。",
    "place": "望来",
    "reading": "もうらい",
    "desc": "北海道石狩市　アイヌ語の「モライ」に由来[37]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "石狩市　アイヌ語の「ヤ・ソㇱケ」[1]、あるいは「ヤン・ソㇱケ」に由来[38]。",
    "place": "安瀬",
    "reading": "やそすけ",
    "desc": "北海道石狩市　アイヌ語の「ヤ・ソㇱケ」[1]、あるいは「ヤン・ソㇱケ」に由来[38]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "石狩郡当別町　アイヌ語の「ペンケ・チㇷ゚・ペㇱ・ナイ」に由来[39]。",
    "place": "弁華別",
    "reading": "べんけべつ",
    "desc": "北海道石狩郡当別町　アイヌ語の「ペンケ・チㇷ゚・ペㇱ・ナイ」に由来[39]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "亀田郡七飯町　アイヌ語の「イ・クサ・ㇷ゚」に由来[40]。",
    "place": "軍川",
    "reading": "いくさがわ",
    "desc": "北海道亀田郡七飯町　アイヌ語の「イ・クサ・ㇷ゚」に由来[40]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "山越郡長万部町　アイヌ語の「オ・サマム・ペッ」に由来[41]。",
    "place": "長万部",
    "reading": "おしゃまんべ",
    "desc": "北海道山越郡長万部町　アイヌ語の「オ・サマム・ペッ」に由来[41]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "山越郡長万部町　アイヌ語の「クンネ・ナイ」に由来[42]。",
    "place": "国縫",
    "reading": "くんぬい",
    "desc": "北海道山越郡長万部町　アイヌ語の「クンネ・ナイ」に由来[42]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "檜山郡上ノ国町　アイヌ語の「チシ・エㇺコ」に由来[43]。",
    "place": "小砂子",
    "reading": "ちいさご",
    "desc": "北海道檜山郡上ノ国町　アイヌ語の「チシ・エㇺコ」に由来[43]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "檜山郡厚沢部町　アイヌ語の「ハッチャム・ペッ」に由来[44]。",
    "place": "厚沢部",
    "reading": "あっさぶ",
    "desc": "北海道檜山郡厚沢部町　アイヌ語の「ハッチャム・ペッ」に由来[44]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "瀬棚郡今金町 　アイヌ語の「ピㇼカ・ペッ」に由来[45]。",
    "place": "美利河",
    "reading": "ぴりか",
    "desc": "北海道瀬棚郡今金町 　アイヌ語の「ピㇼカ・ペッ」に由来[45]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "久遠郡せたな町　アイヌ語の「カイェ・ウトゥル」に由来[46]。",
    "place": "貝取澗",
    "reading": "かいとりま",
    "desc": "北海道久遠郡せたな町　アイヌ語の「カイェ・ウトゥル」に由来[46]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "寿都郡寿都町、古平郡古平町　アイヌ語の「オタ・スッ」に由来[47]。",
    "place": "歌棄町",
    "reading": "うたすつちょう",
    "desc": "北海道寿都郡寿都町、古平郡古平町　アイヌ語の「オタ・スッ」に由来[47]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "島牧郡島牧村 　アイヌ語の「チウ・アㇱ」に由来[48]。",
    "place": "千走",
    "reading": "ちわせ",
    "desc": "北海道島牧郡島牧村 　アイヌ語の「チウ・アㇱ」に由来[48]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "寿都郡寿都町　アイヌ語の「シュプト・ペッ」に由来[48]。",
    "place": "寿都",
    "reading": "すっつ",
    "desc": "北海道寿都郡寿都町　アイヌ語の「シュプト・ペッ」に由来[48]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "寿都郡黒松内町　アイヌ語の「クンネ・プ」。あるいは「ネプ」に由来[47]。",
    "place": "熱郛",
    "reading": "ねっぷ",
    "desc": "北海道寿都郡黒松内町　アイヌ語の「クンネ・プ」。あるいは「ネプ」に由来[47]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "虻田郡真狩村　アイヌ語の「マㇰ・カㇼ・ペッ」に由来[49]。",
    "place": "真狩",
    "reading": "まっかり",
    "desc": "北海道虻田郡真狩村　アイヌ語の「マㇰ・カㇼ・ペッ」に由来[49]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "虻田郡倶知安町　アイヌ語の「クチャ・アン・ナイ」、あるいは「クッ・サㇺ・ウン・ペッ」に由来[50]。",
    "place": "倶知安",
    "reading": "くっちゃん",
    "desc": "北海道虻田郡倶知安町　アイヌ語の「クチャ・アン・ナイ」、あるいは「クッ・サㇺ・ウン・ペッ」に由来[50]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "岩内郡共和町　アイヌ語の「リヤㇺ・ナイ」に由来[34]。",
    "place": "梨野舞納",
    "reading": "りやむない",
    "desc": "北海道岩内郡共和町　アイヌ語の「リヤㇺ・ナイ」に由来[34]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "岩内郡共和町",
    "place": "老古美",
    "reading": "おいこみ",
    "desc": "北海道岩内郡共和町にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "古宇郡泊村　アイヌ語の「ホㇿカ・ㇷ゚」に由来[51]。",
    "place": "堀株村",
    "reading": "ほりかっぷむら",
    "desc": "北海道古宇郡泊村　アイヌ語の「ホㇿカ・ㇷ゚」に由来[51]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "古宇郡神恵内村　アイヌ語の「カムイ・ナイ」に由来[52]。",
    "place": "神恵内村",
    "reading": "かもえないむら",
    "desc": "北海道古宇郡神恵内村　アイヌ語の「カムイ・ナイ」に由来[52]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "積丹郡積丹町　アイヌ語の「サㇰ・コタン」に由来[53]。",
    "place": "積丹",
    "reading": "しゃこたん",
    "desc": "北海道積丹郡積丹町　アイヌ語の「サㇰ・コタン」に由来[53]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "余市郡仁木町 、河東郡鹿追町 　アイヌ語の「シ・カリ・ペッ」に由来。",
    "place": "然別",
    "reading": "しかりべつ",
    "desc": "北海道余市郡仁木町 、河東郡鹿追町 　アイヌ語の「シ・カリ・ペッ」に由来。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "空知郡南幌町　「ポロ・モイ」= 幌向の南部に位置したことに由来[54]。",
    "place": "南幌",
    "reading": "なんぽろ",
    "desc": "北海道空知郡南幌町　「ポロ・モイ」= 幌向の南部に位置したことに由来[54]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "樺戸郡浦臼町　アイヌ語の「オ・ショㇱケ・ナイ」に由来[55]。",
    "place": "晩生内",
    "reading": "おそきない",
    "desc": "北海道樺戸郡浦臼町　アイヌ語の「オ・ショㇱケ・ナイ」に由来[55]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "樺戸郡新十津川町　アイヌ語の「ル・クㇱ・ペッ」に由来。行政地名には、存在しない。",
    "place": "留久",
    "reading": "るうく",
    "desc": "北海道樺戸郡新十津川町　アイヌ語の「ル・クㇱ・ペッ」に由来。行政地名には、存在しない。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "雨竜郡妹背牛町　アイヌ語の「モセ・ウㇱ」に由来[56]。",
    "place": "妹背牛",
    "reading": "もせうし",
    "desc": "北海道雨竜郡妹背牛町　アイヌ語の「モセ・ウㇱ」に由来[56]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "雨竜郡秩父別町　アイヌ語の「チェㇷ゚・ペッ」、あるいは「チ・クㇱ・ペッ」、「チㇷ゚・クㇱ・ペッ」に由来[57]。",
    "place": "秩父別",
    "reading": "ちっぷべつ",
    "desc": "北海道雨竜郡秩父別町　アイヌ語の「チェㇷ゚・ペッ」、あるいは「チ・クㇱ・ペッ」、「チㇷ゚・クㇱ・ペッ」に由来[57]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "雨竜郡北竜町　開拓者の出身地千葉県埜原村に由来[58]。",
    "place": "和",
    "reading": "やわら",
    "desc": "北海道雨竜郡北竜町　開拓者の出身地千葉県埜原村に由来[58]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "上川郡比布町　アイヌ語の「ピピペッ」、あるいは「ピオㇷ゚」に由来[59]。",
    "place": "比布",
    "reading": "ぴっぷ",
    "desc": "北海道上川郡比布町　アイヌ語の「ピピペッ」、あるいは「ピオㇷ゚」に由来[59]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "上川郡東川町　アイヌ語に「ユ・コ・オマン・ペッ」に由来[60]。",
    "place": "勇駒別",
    "reading": "ゆこまんべつ",
    "desc": "北海道上川郡東川町　アイヌ語に「ユ・コ・オマン・ペッ」に由来[60]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "勇払郡占冠村　アイヌ語の「シ・ムカㇷ゚」より[61]。、あるいは「ムカㇷ゚」から[62]）",
    "place": "占冠",
    "reading": "しむかっぷ",
    "desc": "北海道勇払郡占冠村　アイヌ語の「シ・ムカㇷ゚」より[61]。、あるいは「ムカㇷ゚」から[62]）にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "勇払郡占冠村　アイヌ語の「トマㇺ」より[61]。",
    "place": "苫鵡",
    "reading": "とまむ",
    "desc": "北海道勇払郡占冠村　アイヌ語の「トマㇺ」より[61]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "上川郡和寒町　アイヌ語の「アッ・サㇺ」より[63]。",
    "place": "和寒",
    "reading": "わっさむ",
    "desc": "北海道上川郡和寒町　アイヌ語の「アッ・サㇺ」より[63]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "中川郡音威子府村　アイヌ語の「オ・トイネ・ㇷ゚」より[64]。",
    "place": "音威子府",
    "reading": "おといねっぷ",
    "desc": "北海道中川郡音威子府村　アイヌ語の「オ・トイネ・ㇷ゚」より[64]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "中川郡音威子府村　アイヌ語の「サㇰ・ル」より[64]。",
    "place": "咲来",
    "reading": "さっくる",
    "desc": "北海道中川郡音威子府村　アイヌ語の「サㇰ・ル」より[64]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "雨竜郡幌加内町　アイヌ語の「モシㇼ・ウン・ナイ」より[65]。",
    "place": "母子里",
    "reading": "もしり",
    "desc": "北海道雨竜郡幌加内町　アイヌ語の「モシㇼ・ウン・ナイ」より[65]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "増毛郡増毛町 アイヌ語の「ヌㇷ゚・サ・ペッ」より。",
    "place": "信砂",
    "reading": "のぶしゃ",
    "desc": "北海道増毛郡増毛町 アイヌ語の「ヌㇷ゚・サ・ペッ」より。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "苫前郡羽幌町　アイヌ語の「テウレ」、あるいはチェウレより[66]。",
    "place": "天売",
    "reading": "てうり",
    "desc": "北海道苫前郡羽幌町　アイヌ語の「テウレ」、あるいはチェウレより[66]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "苫前郡羽幌町  アイヌ語の「ヤンケ・シㇼ」より[66]。",
    "place": "焼尻",
    "reading": "やぎしり",
    "desc": "北海道苫前郡羽幌町  アイヌ語の「ヤンケ・シㇼ」より[66]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "天塩郡天塩町",
    "place": "男能富",
    "reading": "だんのっぷ",
    "desc": "北海道天塩郡天塩町にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "天塩郡天塩町 アイヌ語の「フラ・ウェン・イ」より[68]。",
    "place": "振老",
    "reading": "ふらおい",
    "desc": "北海道天塩郡天塩町 アイヌ語の「フラ・ウェン・イ」より[68]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "枝幸郡中頓別町　アイヌ語の「ピンネ・シㇼ」より[69]。",
    "place": "敏音知",
    "reading": "ぴんねしり",
    "desc": "北海道枝幸郡中頓別町　アイヌ語の「ピンネ・シㇼ」より[69]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "枝幸郡枝幸町　アイヌ語の「エサシ」より[70]。",
    "place": "枝幸",
    "reading": "えさし",
    "desc": "北海道枝幸郡枝幸町　アイヌ語の「エサシ」より[70]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "網走郡津別町  、中川郡本別町　アイヌ語の「カックㇺ」より[71]。",
    "place": "活汲",
    "reading": "かっくみ",
    "desc": "北海道網走郡津別町  、中川郡本別町　アイヌ語の「カックㇺ」より[71]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "斜里郡小清水町　アイヌ語の「ヤム・ペッ」より。",
    "place": "止別",
    "reading": "やむべつ",
    "desc": "北海道斜里郡小清水町　アイヌ語の「ヤム・ペッ」より。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "常呂郡訓子府町　アイヌ語の「クンネㇷ゚」より[72]。",
    "place": "訓子府",
    "reading": "くんねっぷ",
    "desc": "北海道常呂郡訓子府町　アイヌ語の「クンネㇷ゚」より[72]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "常呂郡佐呂間町　アイヌ語の「トプ・ウㇱ」より[73]。",
    "place": "富武士",
    "reading": "とっぷし",
    "desc": "北海道常呂郡佐呂間町　アイヌ語の「トプ・ウㇱ」より[73]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "紋別郡遠軽町　アイヌ語の「マウレセㇷ゚」より。",
    "place": "丸瀬布",
    "reading": "まるせっぷ",
    "desc": "北海道紋別郡遠軽町　アイヌ語の「マウレセㇷ゚」より。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "紋別郡滝上町　アイヌ語の「サㇰ・ル」より[69]。",
    "place": "札久留",
    "reading": "さっくる",
    "desc": "北海道紋別郡滝上町　アイヌ語の「サㇰ・ル」より[69]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "紋別郡興部町、紋別郡西興部村　アイヌ語の「オ・ウ・コッ・ペッ」より[74]。",
    "place": "興部",
    "reading": "おこっぺ",
    "desc": "北海道紋別郡興部町、紋別郡西興部村　アイヌ語の「オ・ウ・コッ・ペッ」より[74]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "紋別郡雄武町　アイヌ語の「オ・ム」より[75]。",
    "place": "雄武",
    "reading": "おうむ",
    "desc": "北海道紋別郡雄武町　アイヌ語の「オ・ム」より[75]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "虻田郡豊浦町　アイヌ語の「レプン・ケ・ㇷ゚」より[76]。",
    "place": "礼文華",
    "reading": "れぶんげ",
    "desc": "北海道虻田郡豊浦町　アイヌ語の「レプン・ケ・ㇷ゚」より[76]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "有珠郡壮瞥町　アイヌ語の「ソー・ペッ」より[77]。",
    "place": "壮瞥",
    "reading": "そうべつ",
    "desc": "北海道有珠郡壮瞥町　アイヌ語の「ソー・ペッ」より[77]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "沙流郡平取町　アイヌ語の「ピラ・ウトゥル」より[78]。",
    "place": "平取",
    "reading": "びらとり",
    "desc": "北海道沙流郡平取町　アイヌ語の「ピラ・ウトゥル」より[78]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "沙流郡平取町　アイヌ語の「ヌㇷ゚キ・ペッ」より[79]。",
    "place": "貫気別",
    "reading": "ぬきべつ",
    "desc": "北海道沙流郡平取町　アイヌ語の「ヌㇷ゚キ・ペッ」より[79]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "新冠郡新冠町　アイヌ語の「ニカㇷ゚」より[80]。",
    "place": "新冠",
    "reading": "にいかっぷ",
    "desc": "北海道新冠郡新冠町　アイヌ語の「ニカㇷ゚」より[80]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "浦河郡浦河町　アイヌ語の「チキサニ」より[80]。",
    "place": "月寒",
    "reading": "つきさっぷ",
    "desc": "北海道浦河郡浦河町　アイヌ語の「チキサニ」より[80]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "浦河郡浦河町　アイヌ語の「ニチャ」より[81]。",
    "place": "西舎",
    "reading": "にしちゃ",
    "desc": "北海道浦河郡浦河町　アイヌ語の「ニチャ」より[81]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "日高郡新ひだか町　アイヌ語の「ケリマㇷ゚」より[83]。",
    "place": "鳧舞",
    "reading": "けりまい",
    "desc": "北海道日高郡新ひだか町　アイヌ語の「ケリマㇷ゚」より[83]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "河東郡音更町　アイヌ語の「オトプケ」より[84]。",
    "place": "音更",
    "reading": "おとふけ",
    "desc": "北海道河東郡音更町　アイヌ語の「オトプケ」より[84]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "河東郡音更町  アイヌ語の「オ・サルㇱ」より。",
    "place": "長流枝",
    "reading": "おさるし",
    "desc": "北海道河東郡音更町  アイヌ語の「オ・サルㇱ」より。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "河東郡士幌町、河東郡上士幌町　アイヌ語の「ウㇽ・ペッ」より[85]。",
    "place": "居辺",
    "reading": "おりべ",
    "desc": "北海道河東郡士幌町、河東郡上士幌町　アイヌ語の「ウㇽ・ペッ」より[85]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "上川郡新得町　アイヌ語の「クッタㇻ・ウㇱ」より[86]。",
    "place": "屈足",
    "reading": "くったり",
    "desc": "北海道上川郡新得町　アイヌ語の「クッタㇻ・ウㇱ」より[86]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "河西郡芽室町 アイヌ語の「オマン・ペッ」より。",
    "place": "雄馬別",
    "reading": "おまべつ",
    "desc": "北海道河西郡芽室町 アイヌ語の「オマン・ペッ」より。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "河西郡更別村 　アイヌ語の「サラ・ペッ」より[80]。",
    "place": "更別",
    "reading": "さらべつ",
    "desc": "北海道河西郡更別村 　アイヌ語の「サラ・ペッ」より[80]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "広尾郡大樹町　アイヌ語の「オイカ・オマ・ナイ」より[87]。",
    "place": "生花苗",
    "reading": "おいかまない",
    "desc": "北海道広尾郡大樹町　アイヌ語の「オイカ・オマ・ナイ」より[87]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "広尾郡大樹町　アイヌ語の「モイワ」より[88]。",
    "place": "萠和",
    "reading": "もいわ",
    "desc": "北海道広尾郡大樹町　アイヌ語の「モイワ」より[88]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "広尾郡広尾町　アイヌ語の「オ・シララ・ウン・ペッ」より[89]。",
    "place": "音調津",
    "reading": "おしらべつ",
    "desc": "北海道広尾郡広尾町　アイヌ語の「オ・シララ・ウン・ペッ」より[89]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "中川郡幕別町　アイヌ語の「チロ・ト」より[90]。",
    "place": "白人",
    "reading": "ちろっと",
    "desc": "北海道中川郡幕別町　アイヌ語の「チロ・ト」より[90]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "中川郡池田町  アイヌ語の「トゥシ・ペッ」より[91]。",
    "place": "利別",
    "reading": "としべつ",
    "desc": "北海道中川郡池田町  アイヌ語の「トゥシ・ペッ」より[91]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "中川郡豊頃町　アイヌ語の「タㇷ゚コㇷ゚・ライ」より。",
    "place": "旅来",
    "reading": "たびこらい",
    "desc": "北海道中川郡豊頃町　アイヌ語の「タㇷ゚コㇷ゚・ライ」より。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "中川郡豊頃町　アイヌ語の「ノヤ・ウシ」より。",
    "place": "農野牛",
    "reading": "のやうし",
    "desc": "北海道中川郡豊頃町　アイヌ語の「ノヤ・ウシ」より。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "中川郡本別町　アイヌ語の「オ・シュップ」より[85]。",
    "place": "押帯",
    "reading": "おしょっぷ",
    "desc": "北海道中川郡本別町　アイヌ語の「オ・シュップ」より[85]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "中川郡本別町　アイヌ語の「ウフイ・ピラ」より[92]。",
    "place": "負箙",
    "reading": "おふいびら",
    "desc": "北海道中川郡本別町　アイヌ語の「ウフイ・ピラ」より[92]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "中川郡本別町　アイヌ語の「エ・サン・ピタㇻ」より。これに「勇足」を当てて「えさんぴたら」と読ませたが難読なので「ゆうたり」と読みが変えられた[85]。",
    "place": "勇足",
    "reading": "ゆうたり",
    "desc": "北海道中川郡本別町　アイヌ語の「エ・サン・ピタㇻ」より。これに「勇足」を当てて「えさんぴたら」と読ませたが難読なので「ゆうたり」と読みが変えられた[85]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "足寄郡足寄町　アイヌ語の「エショロ・ペッ」より[93]。",
    "place": "足寄",
    "reading": "あしょろ",
    "desc": "北海道足寄郡足寄町　アイヌ語の「エショロ・ペッ」より[93]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "足寄郡足寄町、厚岸郡厚岸町　アイヌ語の「アイカㇷ゚」より[94]。",
    "place": "愛冠",
    "reading": "あいかっぷ",
    "desc": "北海道足寄郡足寄町、厚岸郡厚岸町　アイヌ語の「アイカㇷ゚」より[94]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "足寄郡足寄町　アイヌ語の「オ・イ・オチ」より[95]。",
    "place": "大誉地",
    "reading": "およち",
    "desc": "北海道足寄郡足寄町　アイヌ語の「オ・イ・オチ」より[95]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "足寄郡足寄町　アイヌ語の「ラウ・アン」より[93]。",
    "place": "螺湾",
    "reading": "らわん",
    "desc": "北海道足寄郡足寄町　アイヌ語の「ラウ・アン」より[93]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "足寄郡足寄町",
    "place": "鷲府",
    "reading": "わしっぷ",
    "desc": "北海道足寄郡足寄町にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "足寄郡陸別町　アイヌ語の「トマㇺ」より[96]。",
    "place": "斗満",
    "reading": "とまむ",
    "desc": "北海道足寄郡陸別町　アイヌ語の「トマㇺ」より[96]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "足寄郡陸別町　アイヌ語の「クンネ・ペッ」より[97]。",
    "place": "勲祢別",
    "reading": "くんねべつ",
    "desc": "北海道足寄郡陸別町　アイヌ語の「クンネ・ペッ」より[97]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "足寄郡陸別町　アイヌ語の「ヤㇺ・ワッカ・ナイ」より[98]。",
    "place": "止若内",
    "reading": "やむわっかない",
    "desc": "北海道足寄郡陸別町　アイヌ語の「ヤㇺ・ワッカ・ナイ」より[98]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "十勝郡浦幌町　アイヌ語の「ペッチャロ」より[99]。",
    "place": "鼈奴",
    "reading": "べっちゃろ",
    "desc": "北海道十勝郡浦幌町　アイヌ語の「ペッチャロ」より[99]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "釧路郡釧路町　アイヌ語の「アトゥイ・カ」、または「アトゥイ・オカケ」より[100]。",
    "place": "跡永賀",
    "reading": "あとえか",
    "desc": "北海道釧路郡釧路町　アイヌ語の「アトゥイ・カ」、または「アトゥイ・オカケ」より[100]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "釧路郡釧路町　アイヌ語の「オ・イチャン・オマㇷ゚」に由来[101]。",
    "place": "老者舞",
    "reading": "おしゃまっぷ",
    "desc": "北海道釧路郡釧路町　アイヌ語の「オ・イチャン・オマㇷ゚」に由来[101]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "釧路郡釧路町　アイヌ語の「キト・ウㇱ」に由来[100]。",
    "place": "来止臥",
    "reading": "きとうし",
    "desc": "北海道釧路郡釧路町　アイヌ語の「キト・ウㇱ」に由来[100]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "釧路郡釧路町　アイヌ語の「チェプヌルンゲㇷ゚」に由来。",
    "place": "賤夫向",
    "reading": "せきねっぷ",
    "desc": "北海道釧路郡釧路町　アイヌ語の「チェプヌルンゲㇷ゚」に由来。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "釧路郡釧路町　アイヌ語の「ト・ウン・テㇰ」に由来。",
    "place": "初無敵",
    "reading": "そんてき",
    "desc": "北海道釧路郡釧路町　アイヌ語の「ト・ウン・テㇰ」に由来。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "釧路郡釧路町　アイヌ語の「チㇷ゚・オマ・ナイ」に由来[101]。",
    "place": "知方学",
    "reading": "ちっぽまない",
    "desc": "北海道釧路郡釧路町　アイヌ語の「チㇷ゚・オマ・ナイ」に由来[101]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "釧路郡釧路町　アイヌ語の「チㇷ゚・ランケ・ウシ」より[102]。",
    "place": "重蘭窮",
    "reading": "ちぷらんけうし",
    "desc": "北海道釧路郡釧路町　アイヌ語の「チㇷ゚・ランケ・ウシ」より[102]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "釧路郡釧路町　アイヌ語の「ニ・オマ・ナイ」に由来。",
    "place": "入境学",
    "reading": "にこまない",
    "desc": "北海道釧路郡釧路町　アイヌ語の「ニ・オマ・ナイ」に由来。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "釧路郡釧路町　アイヌ語の「プイ・モイ」に由来。",
    "place": "冬窓床",
    "reading": "ぶいま",
    "desc": "北海道釧路郡釧路町　アイヌ語の「プイ・モイ」に由来。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "釧路郡釧路町　アイヌ語の「ワッカ・タ・エトク」に由来[103]。",
    "place": "又飯時",
    "reading": "またいとき",
    "desc": "北海道釧路郡釧路町　アイヌ語の「ワッカ・タ・エトク」に由来[103]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "釧路郡釧路町　アイヌ語の「ワッカ・チャラ・セ」より[104]。",
    "place": "分遣瀬",
    "reading": "わかちゃらせ",
    "desc": "北海道釧路郡釧路町　アイヌ語の「ワッカ・チャラ・セ」より[104]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "厚岸郡厚岸町　アイヌ語の「アッケ・ウㇱ」より[105]。",
    "place": "厚岸",
    "reading": "あっけし",
    "desc": "北海道厚岸郡厚岸町　アイヌ語の「アッケ・ウㇱ」より[105]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "厚岸郡厚岸町　アイヌ語の「カタㇺ・サㇽ」より。",
    "place": "片無去",
    "reading": "かたむさり",
    "desc": "北海道厚岸郡厚岸町　アイヌ語の「カタㇺ・サㇽ」より。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "厚岸郡厚岸町　アイヌ語の「ペカンペ・ウㇱ」より[106]。",
    "place": "別寒辺牛",
    "reading": "べかんべうし",
    "desc": "北海道厚岸郡厚岸町　アイヌ語の「ペカンペ・ウㇱ」より[106]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "厚岸郡厚岸町　アイヌ語の「ポン・ト」より。",
    "place": "奔渡",
    "reading": "ぽんと",
    "desc": "北海道厚岸郡厚岸町　アイヌ語の「ポン・ト」より。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "厚岸郡厚岸町　アイヌ語の「マウ・ピロロ」より。",
    "place": "末広",
    "reading": "まびろ",
    "desc": "北海道厚岸郡厚岸町　アイヌ語の「マウ・ピロロ」より。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "厚岸郡浜中町  アイヌ語の「ウライ・ヤ・コタン」より。",
    "place": "羨古丹",
    "reading": "うらやこたん",
    "desc": "北海道厚岸郡浜中町  アイヌ語の「ウライ・ヤ・コタン」より。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "厚岸郡浜中町　アイヌ語の「エサウㇱ」より。",
    "place": "恵茶人",
    "reading": "えさしと",
    "desc": "北海道厚岸郡浜中町　アイヌ語の「エサウㇱ」より。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "厚岸郡浜中町　アイヌ語の「ケネ・ポㇰ」より[106]。",
    "place": "瞼暮帰",
    "reading": "けんぼっけ",
    "desc": "北海道厚岸郡浜中町　アイヌ語の「ケネ・ポㇰ」より[106]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "厚岸郡浜中町　アイヌ語の「シㇼ・スッ」より[107]。",
    "place": "後静",
    "reading": "しりしず",
    "desc": "北海道厚岸郡浜中町　アイヌ語の「シㇼ・スッ」より[107]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "厚岸郡浜中町　アイヌ語の「チュルㇷ゚」より[106]。",
    "place": "散布",
    "reading": "ちりっぷ",
    "desc": "北海道厚岸郡浜中町　アイヌ語の「チュルㇷ゚」より[106]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "厚岸郡浜中町　アイヌ語の「ポン・モイレ・モイ」より。",
    "place": "貰人",
    "reading": "もうらいと",
    "desc": "北海道厚岸郡浜中町　アイヌ語の「ポン・モイレ・モイ」より。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "川上郡標茶町　アイヌ語の「シ・ペッ・チャ」より[108]。",
    "place": "標茶",
    "reading": "しべちゃ",
    "desc": "北海道川上郡標茶町　アイヌ語の「シ・ペッ・チャ」より[108]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "川上郡標茶町　アイヌ語の「チャ・アン・ペッ」より。",
    "place": "茶安別",
    "reading": "ちゃんべつ",
    "desc": "北海道川上郡標茶町　アイヌ語の「チャ・アン・ペッ」より。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "川上郡弟子屈町　アイヌ語の「テㇱ・カ・カ」より[109]。",
    "place": "弟子屈",
    "reading": "てしかが",
    "desc": "北海道川上郡弟子屈町　アイヌ語の「テㇱ・カ・カ」より[109]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "川上郡弟子屈町　アイヌ語の「アトゥサ・ヌプリ」より[110]。",
    "place": "跡佐登",
    "reading": "あとさのぼり",
    "desc": "北海道川上郡弟子屈町　アイヌ語の「アトゥサ・ヌプリ」より[110]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "川上郡弟子屈町　アイヌ語の「クッチャル」より[111]。",
    "place": "屈斜路",
    "reading": "くっしゃろ",
    "desc": "北海道川上郡弟子屈町　アイヌ語の「クッチャル」より[111]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "川上郡弟子屈町　アイヌ語の「ト・ペッ・クシ」より[100]。",
    "place": "鐺別",
    "reading": "とうべつ",
    "desc": "北海道川上郡弟子屈町　アイヌ語の「ト・ペッ・クシ」より[100]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "川上郡弟子屈町　アイヌ語の「モイレ・ペッ」より。",
    "place": "最栄利別",
    "reading": "もえりべつ",
    "desc": "北海道川上郡弟子屈町　アイヌ語の「モイレ・ペッ」より。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "阿寒郡鶴居村　アイヌ語の「セッ・チリ・ウㇱ・イ」より[112]。",
    "place": "雪裡",
    "reading": "せつり",
    "desc": "北海道阿寒郡鶴居村　アイヌ語の「セッ・チリ・ウㇱ・イ」より[112]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "白糠郡白糠町　アイヌ語の「オ・サッ・ペ」より。",
    "place": "御札部",
    "reading": "おさっぺ",
    "desc": "北海道白糠郡白糠町　アイヌ語の「オ・サッ・ペ」より。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "標津郡中標津町、標津町　アイヌ語の「シ・ペッ」より[113]。",
    "place": "標津",
    "reading": "しべつ",
    "desc": "北海道標津郡中標津町、標津町　アイヌ語の「シ・ペッ」より[113]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "色丹郡色丹村　アイヌ語の「シ・コタン」より[114]。",
    "place": "色丹",
    "reading": "しこたん",
    "desc": "北海道色丹郡色丹村　アイヌ語の「シ・コタン」より[114]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "紗那郡紗那村　アイヌ語の「シャン・ナイ」より[115]。",
    "place": "紗那",
    "reading": "しゃな",
    "desc": "北海道紗那郡紗那村　アイヌ語の「シャン・ナイ」より[115]。にある難読地名。"
  },
  {
    "pref": "北海道",
    "city": "蘂取郡蘂取村　アイヌ語の「シ・ペッ・オㇿ」より[115]。",
    "place": "蘂取",
    "reading": "しべとろ",
    "desc": "北海道蘂取郡蘂取村　アイヌ語の「シ・ペッ・オㇿ」より[115]。にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "青森市",
    "place": "後萢",
    "reading": "うしろやち",
    "desc": "青森県青森市にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "青森市",
    "place": "浪岡大字王余魚沢",
    "reading": "なみおかおおあざかれいざわ",
    "desc": "青森県青森市にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "青森市浪岡大字吉内の小字",
    "place": "博奕打ケ沢",
    "reading": "ばくうちがさわ",
    "desc": "青森県青森市浪岡大字吉内の小字にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "青森市",
    "place": "雲谷",
    "reading": "もや",
    "desc": "青森県青森市にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "青森市",
    "place": "合浦",
    "reading": "がっぽ",
    "desc": "青森県青森市にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "弘前市",
    "place": "青女子",
    "reading": "あおなご",
    "desc": "青森県弘前市にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "弘前市中別所の小字",
    "place": "電",
    "reading": "いかずち",
    "desc": "青森県弘前市中別所の小字にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "弘前市",
    "place": "狼森",
    "reading": "おいのもり",
    "desc": "青森県弘前市にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "弘前市",
    "place": "門外",
    "reading": "かどけ",
    "desc": "青森県弘前市にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "弘前市",
    "place": "轡",
    "reading": "くつわ",
    "desc": "青森県弘前市にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "弘前市",
    "place": "小比内",
    "reading": "さんぴない",
    "desc": "青森県弘前市にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "弘前市",
    "place": "撫牛子",
    "reading": "ないじょうし",
    "desc": "青森県弘前市にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "弘前市",
    "place": "弘前",
    "reading": "ひろさき",
    "desc": "青森県弘前市にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "八戸市",
    "place": "八戸",
    "reading": "はちのへ",
    "desc": "青森県八戸市にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "八戸市",
    "place": "泥障作",
    "reading": "あおづくり",
    "desc": "青森県八戸市にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "八戸市",
    "place": "徒士町",
    "reading": "かちしちょう",
    "desc": "青森県八戸市にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "八戸市",
    "place": "上盲久保",
    "reading": "かみめくぼ",
    "desc": "青森県八戸市にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "八戸市",
    "place": "下盲久保",
    "reading": "しもめくぼ",
    "desc": "青森県八戸市にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "八戸市",
    "place": "田面木",
    "reading": "たものき",
    "desc": "青森県八戸市にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "八戸市",
    "place": "不習",
    "reading": "ならわず",
    "desc": "青森県八戸市にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "八戸市",
    "place": "一日市",
    "reading": "ひといち",
    "desc": "青森県八戸市にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "五所川原市",
    "place": "不魚住",
    "reading": "うおすまず",
    "desc": "青森県五所川原市にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "五所川原市",
    "place": "十三五月女萢",
    "reading": "じゅうさんそとめやち",
    "desc": "青森県五所川原市にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "十和田市",
    "place": "三本木中掫",
    "reading": "さんぼんぎちゅうせり",
    "desc": "青森県十和田市にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "十和田市",
    "place": "苔畑",
    "reading": "こげはた",
    "desc": "青森県十和田市にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "むつ市",
    "place": "大畑町木野部",
    "reading": "おおはたまちきのっぷ",
    "desc": "青森県むつ市にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "むつ市脇野沢の小字",
    "place": "九艘泊",
    "reading": "くそうどまり",
    "desc": "青森県むつ市脇野沢の小字にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "つがる市",
    "place": "牛潟町大田光",
    "reading": "うしがたちょうおおたっぴ",
    "desc": "青森県つがる市にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "東津軽郡蓬田村長科の小字",
    "place": "鶴蝮",
    "reading": "つるばみ",
    "desc": "青森県東津軽郡蓬田村長科の小字にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "東津軽郡外ヶ浜町",
    "place": "三厩鐇泊",
    "reading": "みんまやまさかりどまり",
    "desc": "青森県東津軽郡外ヶ浜町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "東津軽郡外ヶ浜町",
    "place": "三厩",
    "reading": "みんまや、みうまや",
    "desc": "青森県東津軽郡外ヶ浜町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "東津軽郡外ヶ浜町",
    "place": "三厩梹榔",
    "reading": "みんまやひょうろう",
    "desc": "青森県東津軽郡外ヶ浜町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "東津軽郡外ヶ浜町",
    "place": "三厩東風泊",
    "reading": "みんまややませどまり",
    "desc": "青森県東津軽郡外ヶ浜町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "東津軽郡平内町",
    "place": "鴎島",
    "reading": "ごめじま",
    "desc": "青森県東津軽郡平内町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "西津軽郡深浦町",
    "place": "風合瀬",
    "reading": "かそせ",
    "desc": "青森県西津軽郡深浦町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "西津軽郡深浦町",
    "place": "驫木",
    "reading": "とどろき",
    "desc": "青森県西津軽郡深浦町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "西津軽郡深浦町",
    "place": "艫作",
    "reading": "へなし",
    "desc": "青森県西津軽郡深浦町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "北津軽郡中泊町",
    "place": "小泊嗽沢",
    "reading": "こどまりうがいさわ",
    "desc": "青森県北津軽郡中泊町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "上北郡野辺地町",
    "place": "馬門温泉",
    "reading": "まかどおんせん",
    "desc": "青森県上北郡野辺地町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "上北郡七戸町",
    "place": "哘",
    "reading": "さそう",
    "desc": "青森県上北郡七戸町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "上北郡七戸町",
    "place": "治部袋",
    "reading": "じんば",
    "desc": "青森県上北郡七戸町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "上北郡七戸町",
    "place": "中岫東道添",
    "reading": "なかぐきひがしみちぞえ",
    "desc": "青森県上北郡七戸町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "上北郡六戸町",
    "place": "犬落瀬",
    "reading": "いぬおとせ",
    "desc": "青森県上北郡六戸町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "上北郡横浜町",
    "place": "百目木",
    "reading": "どめき",
    "desc": "青森県上北郡横浜町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "上北郡横浜町",
    "place": "大豆田",
    "reading": "まめだ",
    "desc": "青森県上北郡横浜町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "上北郡東北町",
    "place": "数牛",
    "reading": "かそし",
    "desc": "青森県上北郡東北町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "上北郡東北町",
    "place": "枋木",
    "reading": "こぼのき",
    "desc": "青森県上北郡東北町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "上北郡東北町",
    "place": "水喰",
    "reading": "みずはみ",
    "desc": "青森県上北郡東北町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "上北郡六ヶ所村",
    "place": "尾駮",
    "reading": "おぶち",
    "desc": "青森県上北郡六ヶ所村にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "上北郡六ヶ所村",
    "place": "鷹架",
    "reading": "たかほこ",
    "desc": "青森県上北郡六ヶ所村にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "上北郡おいらせ町",
    "place": "奥入瀬",
    "reading": "おいらせ",
    "desc": "青森県上北郡おいらせ町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "上北郡おいらせ町",
    "place": "瓢",
    "reading": "ふくべ",
    "desc": "青森県上北郡おいらせ町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "下北郡大間町",
    "place": "奥戸",
    "reading": "おこっぺ",
    "desc": "青森県下北郡大間町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "下北郡東通村蒲野沢の小字",
    "place": "鹿橋",
    "reading": "ししぱし",
    "desc": "青森県下北郡東通村蒲野沢の小字にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "下北郡東通村",
    "place": "尻労",
    "reading": "しつかり",
    "desc": "青森県下北郡東通村にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "下北郡風間浦村",
    "place": "易国間",
    "reading": "いこくま",
    "desc": "青森県下北郡風間浦村にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "三戸郡三戸町貝守の小字",
    "place": "毒久保",
    "reading": "ぶすくぼ",
    "desc": "青森県三戸郡三戸町貝守の小字にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "三戸郡五戸町",
    "place": "四戸",
    "reading": "しのへ",
    "desc": "青森県三戸郡五戸町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "三戸郡田子町",
    "place": "田子",
    "reading": "たっこ",
    "desc": "青森県三戸郡田子町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "三戸郡南部町",
    "place": "埖渡",
    "reading": "ごみわたり",
    "desc": "青森県三戸郡南部町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "三戸郡南部町鳥谷の小字",
    "place": "狐平",
    "reading": "きつねぴら",
    "desc": "青森県三戸郡南部町鳥谷の小字にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "三戸郡南部町鳥谷の小字",
    "place": "妻神沢",
    "reading": "さいのかみざわ",
    "desc": "青森県三戸郡南部町鳥谷の小字にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "三戸郡南部町",
    "place": "苫米地",
    "reading": "とまべち",
    "desc": "青森県三戸郡南部町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "三戸郡南部町斗賀の小字",
    "place": "水閊",
    "reading": "みずかい",
    "desc": "青森県三戸郡南部町斗賀の小字にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "三戸郡南部町鳥谷の小字",
    "place": "盲転",
    "reading": "めくらころばし",
    "desc": "青森県三戸郡南部町鳥谷の小字にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "三戸郡階上町道仏の小字",
    "place": "小舟渡",
    "reading": "こみなと",
    "desc": "青森県三戸郡階上町道仏の小字にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "三戸郡階上町",
    "place": "階上",
    "reading": "はしかみ",
    "desc": "青森県三戸郡階上町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "三戸郡階上町道仏の小字",
    "place": "耳ヶ吠",
    "reading": "みみがほい",
    "desc": "青森県三戸郡階上町道仏の小字にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "三戸郡五戸町",
    "place": "平佐窪",
    "reading": "へざくぼ",
    "desc": "青森県三戸郡五戸町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "三戸郡五戸町浅水の小字",
    "place": "狼子沢",
    "reading": "おいのこざわ",
    "desc": "青森県三戸郡五戸町浅水の小字にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "三戸郡五戸町",
    "place": "五百窪",
    "reading": "いおくぼ",
    "desc": "青森県三戸郡五戸町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "三戸郡五戸町",
    "place": "豊間内",
    "reading": "とよまない",
    "desc": "青森県三戸郡五戸町にある難読地名。"
  },
  {
    "pref": "青森県",
    "city": "三戸郡五戸町上市川の小字",
    "place": "皀窪",
    "reading": "さいかちくぼ",
    "desc": "青森県三戸郡五戸町上市川の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "盛岡市乙部の小字",
    "place": "雷田",
    "reading": "いかだ",
    "desc": "岩手県盛岡市乙部の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "盛岡市上太田の小字",
    "place": "神子塚",
    "reading": "いたこづか",
    "desc": "岩手県盛岡市上太田の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "盛岡市",
    "place": "大ケ生",
    "reading": "おおがゆう",
    "desc": "岩手県盛岡市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "盛岡市上飯岡の小字",
    "place": "金洗",
    "reading": "かならい",
    "desc": "岩手県盛岡市上飯岡の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "盛岡市三ツ割の小字",
    "place": "櫃石",
    "reading": "からといし",
    "desc": "岩手県盛岡市三ツ割の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "盛岡市乙部の小字",
    "place": "川名",
    "reading": "かんな",
    "desc": "岩手県盛岡市乙部の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "盛岡市永井の小字",
    "place": "北畑",
    "reading": "きたばたち",
    "desc": "岩手県盛岡市永井の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "盛岡市",
    "place": "厨川",
    "reading": "くりやがわ",
    "desc": "岩手県盛岡市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "盛岡市永井の小字",
    "place": "検断地",
    "reading": "けだじ",
    "desc": "岩手県盛岡市永井の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "盛岡市",
    "place": "不来方",
    "reading": "こずかた",
    "desc": "岩手県盛岡市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "盛岡市",
    "place": "牛尾草久保",
    "reading": "そでくぼ",
    "desc": "岩手県盛岡市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "盛岡市",
    "place": "繋",
    "reading": "つなぎ",
    "desc": "岩手県盛岡市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "盛岡市乙部の小字",
    "place": "遠目鏡森",
    "reading": "とおめがもり",
    "desc": "岩手県盛岡市乙部の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "盛岡市津志田の小字",
    "place": "生畔",
    "reading": "なまぐろ",
    "desc": "岩手県盛岡市津志田の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "盛岡市乙部の小字",
    "place": "夏焼",
    "reading": "なやぎ",
    "desc": "岩手県盛岡市乙部の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "盛岡市猪去の小字",
    "place": "早俄上",
    "reading": "はががり",
    "desc": "岩手県盛岡市猪去の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "盛岡市中太田の小字",
    "place": "八掛",
    "reading": "はっけ",
    "desc": "岩手県盛岡市中太田の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "盛岡市上太田の小字",
    "place": "半在家",
    "reading": "はんざけ",
    "desc": "岩手県盛岡市上太田の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "盛岡市",
    "place": "級沢",
    "reading": "まださわ",
    "desc": "岩手県盛岡市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "盛岡市下米内の小字",
    "place": "大豆門",
    "reading": "まめかど",
    "desc": "岩手県盛岡市下米内の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "盛岡市",
    "place": "上米内",
    "reading": "かみよない",
    "desc": "岩手県盛岡市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "盛岡市",
    "place": "下米内",
    "reading": "しもよない",
    "desc": "岩手県盛岡市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "宮古市",
    "place": "江繋",
    "reading": "えつなぎ",
    "desc": "岩手県宮古市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "宮古市",
    "place": "上鼻",
    "reading": "かんぱな",
    "desc": "岩手県宮古市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "宮古市",
    "place": "女遊戸",
    "reading": "おなつぺ",
    "desc": "岩手県宮古市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "宮古市",
    "place": "重茂",
    "reading": "おもえ",
    "desc": "岩手県宮古市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "宮古市",
    "place": "花原市",
    "reading": "けばらいち",
    "desc": "岩手県宮古市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "宮古市",
    "place": "磯鶏",
    "reading": "そけい",
    "desc": "岩手県宮古市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "宮古市",
    "place": "魹ヶ崎",
    "reading": "とどがさき",
    "desc": "岩手県宮古市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "宮古市",
    "place": "蟇目",
    "reading": "ひきめ",
    "desc": "岩手県宮古市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "宮古市",
    "place": "袰屋",
    "reading": "ほろや",
    "desc": "岩手県宮古市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "宮古市",
    "place": "袰地",
    "reading": "ほろち",
    "desc": "岩手県宮古市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "宮古市",
    "place": "袰帯",
    "reading": "ほろたい",
    "desc": "岩手県宮古市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "大船渡市",
    "place": "三陸町越喜来",
    "reading": "さんりくちょうおきらい",
    "desc": "岩手県大船渡市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "大船渡市赤崎町の小字",
    "place": "水鶏島",
    "reading": "くいなじま",
    "desc": "岩手県大船渡市赤崎町の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "大船渡市大船渡町の小字",
    "place": "珊琥島",
    "reading": "さんごじま",
    "desc": "岩手県大船渡市大船渡町の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "大船渡市盛町の小字",
    "place": "二本枠",
    "reading": "にほんどう",
    "desc": "岩手県大船渡市盛町の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "大船渡市立根町の小字",
    "place": "舞良",
    "reading": "もうりょう",
    "desc": "岩手県大船渡市立根町の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "大船渡市大船渡町の小字",
    "place": "砂子前",
    "reading": "ゆなごまえ",
    "desc": "岩手県大船渡市大船渡町の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "大船渡市猪川町の小字",
    "place": "轆轤石",
    "reading": "ろくろいし",
    "desc": "岩手県大船渡市猪川町の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "大船渡市日頃市町の小字",
    "place": "上代",
    "reading": "わんだい",
    "desc": "岩手県大船渡市日頃市町の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "大船渡市赤崎町の小字",
    "place": "合足",
    "reading": "あったり",
    "desc": "岩手県大船渡市赤崎町の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "大船渡市三陸町越喜来の小字",
    "place": "甫嶺",
    "reading": "ほれい",
    "desc": "岩手県大船渡市三陸町越喜来の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "花巻市",
    "place": "大迫町",
    "reading": "おおはさままち",
    "desc": "岩手県花巻市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "花巻市",
    "place": "蛇蜒蛆",
    "reading": "じゃのめり",
    "desc": "岩手県花巻市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "花巻市轟木の小字",
    "place": "鳥喰",
    "reading": "とりばね",
    "desc": "岩手県花巻市轟木の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "花巻市太田の小字",
    "place": "葹田",
    "reading": "なもみだ",
    "desc": "岩手県花巻市太田の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "花巻市",
    "place": "林光田",
    "reading": "りごだ",
    "desc": "岩手県花巻市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "北上市",
    "place": "夏油",
    "reading": "げとう",
    "desc": "岩手県北上市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "北上市相去町の小字",
    "place": "比久尼沢",
    "reading": "びくりざわ",
    "desc": "岩手県北上市相去町の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "北上市",
    "place": "北霻霳",
    "reading": "きたほうりょう",
    "desc": "岩手県北上市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "北上市",
    "place": "南霻霳",
    "reading": "みなみほうりょう",
    "desc": "岩手県北上市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "北上市",
    "place": "六日市",
    "reading": "むよかいち",
    "desc": "岩手県北上市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "北上市鬼柳町の小字",
    "place": "柳上",
    "reading": "ようしゅう",
    "desc": "岩手県北上市鬼柳町の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "久慈市",
    "place": "女供",
    "reading": "おなども",
    "desc": "岩手県久慈市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "久慈市",
    "place": "𣕚の木",
    "reading": "たものき",
    "desc": "岩手県久慈市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "久慈市",
    "place": "麦生",
    "reading": "むぎょう",
    "desc": "岩手県久慈市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "久慈市",
    "place": "浜埜",
    "reading": "はまや",
    "desc": "岩手県久慈市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "遠野市",
    "place": "附馬牛町安居台",
    "reading": "つきもうしちょうあおだい",
    "desc": "岩手県遠野市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "遠野市附馬牛町下附馬牛の小字",
    "place": "石羽根",
    "reading": "いじばね",
    "desc": "岩手県遠野市附馬牛町下附馬牛の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "遠野市上郷町細越の小字",
    "place": "小原田",
    "reading": "こうらだ",
    "desc": "岩手県遠野市上郷町細越の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "遠野市小友町の小字",
    "place": "蒻沢",
    "reading": "こごみさわ",
    "desc": "岩手県遠野市小友町の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "遠野市宮守町下鱒沢の小字",
    "place": "埖淵",
    "reading": "ごみぶち",
    "desc": "岩手県遠野市宮守町下鱒沢の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "遠野市宮守町達曽部の小字",
    "place": "椛川目",
    "reading": "かばかめ",
    "desc": "岩手県遠野市宮守町達曽部の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "遠野市宮守町上宮守の小字",
    "place": "上楡木",
    "reading": "かみたものき",
    "desc": "岩手県遠野市宮守町上宮守の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "遠野市",
    "place": "拾戸",
    "reading": "じゅうのへ",
    "desc": "岩手県遠野市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "遠野市宮守町達曽部の小字",
    "place": "清水",
    "reading": "すじ",
    "desc": "岩手県遠野市宮守町達曽部の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "遠野市宮守町下宮守の小字",
    "place": "田下",
    "reading": "たんげ",
    "desc": "岩手県遠野市宮守町下宮守の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "遠野市綾織町下綾織の小字",
    "place": "且の鼻",
    "reading": "だんのはな",
    "desc": "岩手県遠野市綾織町下綾織の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "遠野市",
    "place": "附馬牛町",
    "reading": "つきもうしちょう",
    "desc": "岩手県遠野市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "遠野市",
    "place": "柈生",
    "reading": "はのきばえ",
    "desc": "岩手県遠野市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "遠野市綾織町上綾織の小字",
    "place": "馬通田",
    "reading": "まかいだ",
    "desc": "岩手県遠野市綾織町上綾織の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "遠野市宮守町達曽部の小字",
    "place": "大豆畑",
    "reading": "まんばた",
    "desc": "岩手県遠野市宮守町達曽部の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "遠野市",
    "place": "綾織町鵢崎",
    "reading": "あやおりちょうみさざき",
    "desc": "岩手県遠野市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "遠野市綾織町鵢崎の小字",
    "place": "蓬畑",
    "reading": "ゆうばた",
    "desc": "岩手県遠野市綾織町鵢崎の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "遠野市宮守町達曽部の小字",
    "place": "涌口",
    "reading": "わっくち",
    "desc": "岩手県遠野市宮守町達曽部の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "遠野市宮守町下宮守の小字",
    "place": "上台",
    "reading": "わんだい",
    "desc": "岩手県遠野市宮守町下宮守の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "遠野市宮守町上鱒沢の小字",
    "place": "上町",
    "reading": "わんまち",
    "desc": "岩手県遠野市宮守町上鱒沢の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市",
    "place": "赤荻",
    "reading": "あこおぎ",
    "desc": "岩手県一関市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市藤沢町藤沢の小字",
    "place": "大母",
    "reading": "おおは",
    "desc": "岩手県一関市藤沢町藤沢の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市藤沢町藤沢の小字",
    "place": "丑子渕",
    "reading": "うすこぶち",
    "desc": "岩手県一関市藤沢町藤沢の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市千厩町清田の小字",
    "place": "夘南田",
    "reading": "うなんだ",
    "desc": "岩手県一関市千厩町清田の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市花泉町花泉の小字",
    "place": "運遖",
    "reading": "うんなん",
    "desc": "岩手県一関市花泉町花泉の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市藤沢町保呂羽の小字",
    "place": "大宝城",
    "reading": "おおぼうき",
    "desc": "岩手県一関市藤沢町保呂羽の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市東山町田河津の小字",
    "place": "紙生里",
    "reading": "かみあがり",
    "desc": "岩手県一関市東山町田河津の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市",
    "place": "川崎町門崎",
    "reading": "かわさきちょうかんざき",
    "desc": "岩手県一関市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市",
    "place": "北十軒街",
    "reading": "きたじゅっけんこうじ",
    "desc": "岩手県一関市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市赤荻の小字",
    "place": "口袋",
    "reading": "ぐず",
    "desc": "岩手県一関市赤荻の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市藤沢町徳田の小字",
    "place": "檞",
    "reading": "くぬぎ",
    "desc": "岩手県一関市藤沢町徳田の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市大東町沖田の小字",
    "place": "熊ノ垣内",
    "reading": "くまのかくち",
    "desc": "岩手県一関市大東町沖田の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市萩荘の小字",
    "place": "越河",
    "reading": "こすご",
    "desc": "岩手県一関市萩荘の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市",
    "place": "桜街",
    "reading": "さくらこうじ",
    "desc": "岩手県一関市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市大東町猿沢の小字",
    "place": "寒沢",
    "reading": "さぷさわ",
    "desc": "岩手県一関市大東町猿沢の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市厳美町の小字",
    "place": "四度花山",
    "reading": "しどけやま",
    "desc": "岩手県一関市厳美町の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市萩荘の小字",
    "place": "下忽滑沢",
    "reading": "しもぬかりざわ",
    "desc": "岩手県一関市萩荘の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市大東町猿沢の小字",
    "place": "宿通向",
    "reading": "しゅくのかようむかい",
    "desc": "岩手県一関市大東町猿沢の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市",
    "place": "千厩町千厩",
    "reading": "せんまやちょうせんまや",
    "desc": "岩手県一関市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市",
    "place": "東山町田河津",
    "reading": "ひがしやまちょうたこうず",
    "desc": "岩手県一関市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市千厩町磐清水の小字",
    "place": "躑躅",
    "reading": "つつじ",
    "desc": "岩手県一関市千厩町磐清水の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市藤沢町藤沢の小字",
    "place": "榴",
    "reading": "つつじ",
    "desc": "岩手県一関市藤沢町藤沢の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市千厩町小梨の小字",
    "place": "尖ノ森",
    "reading": "とぎのもり",
    "desc": "岩手県一関市千厩町小梨の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市藤沢町徳田の小字",
    "place": "塒",
    "reading": "とや",
    "desc": "岩手県一関市藤沢町徳田の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市藤沢町藤沢の小字",
    "place": "塒ケ森",
    "reading": "とやもり",
    "desc": "岩手県一関市藤沢町藤沢の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市藤沢町徳田の小字",
    "place": "唱石",
    "reading": "なるいし",
    "desc": "岩手県一関市藤沢町徳田の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市",
    "place": "架場",
    "reading": "はせば",
    "desc": "岩手県一関市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市千厩町磐清水の小字",
    "place": "姥田",
    "reading": "ばんだ",
    "desc": "岩手県一関市千厩町磐清水の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市花泉町金沢の小字",
    "place": "𣟧輪田",
    "reading": "ひしわだ",
    "desc": "岩手県一関市花泉町金沢の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市藤沢町藤沢の小字",
    "place": "古川",
    "reading": "ふか",
    "desc": "岩手県一関市藤沢町藤沢の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市川崎町薄衣の小字",
    "place": "百連畑",
    "reading": "ほろばたけ",
    "desc": "岩手県一関市川崎町薄衣の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市大東町大原の小字",
    "place": "雪洞",
    "reading": "ぼんぼり",
    "desc": "岩手県一関市大東町大原の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市厳美町の小字",
    "place": "祭畤",
    "reading": "まつるべ",
    "desc": "岩手県一関市厳美町の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市川崎町薄衣の小字",
    "place": "御手洗",
    "reading": "みたらせ",
    "desc": "岩手県一関市川崎町薄衣の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市千厩町清田の小字",
    "place": "融実",
    "reading": "ゆのみ",
    "desc": "岩手県一関市千厩町清田の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市大東町摺沢の小字",
    "place": "魚集",
    "reading": "よまつべ",
    "desc": "岩手県一関市大東町摺沢の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "一関市東山町田河津の小字・平泉町長島の小字",
    "place": "束稲",
    "reading": "たばしね",
    "desc": "岩手県一関市東山町田河津の小字・平泉町長島の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "陸前高田市矢作町の小字",
    "place": "越戸内",
    "reading": "おっとうち",
    "desc": "岩手県陸前高田市矢作町の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "陸前高田市矢作町の小字",
    "place": "大嶋部",
    "reading": "おおしまっぺ",
    "desc": "岩手県陸前高田市矢作町の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "陸前高田市矢作町の小字",
    "place": "小嶋部",
    "reading": "こしまっぺ",
    "desc": "岩手県陸前高田市矢作町の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "陸前高田市矢作町の地区",
    "place": "生出",
    "reading": "おいで",
    "desc": "岩手県陸前高田市矢作町の地区にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "陸前高田市気仙町の小字",
    "place": "上長部",
    "reading": "かみおさべ",
    "desc": "岩手県陸前高田市気仙町の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "陸前高田市小友町の小字",
    "place": "唯出",
    "reading": "ただいで",
    "desc": "岩手県陸前高田市小友町の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "陸前高田市高田町の小字",
    "place": "長砂",
    "reading": "ながすか",
    "desc": "岩手県陸前高田市高田町の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "陸前高田市気仙町の小字",
    "place": "福伏",
    "reading": "ふっぷし",
    "desc": "岩手県陸前高田市気仙町の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "釜石市",
    "place": "鵜住居町",
    "reading": "うのすまいちょう",
    "desc": "岩手県釜石市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "釜石市両石町の地区",
    "place": "女遊部",
    "reading": "おなつべ",
    "desc": "岩手県釜石市両石町の地区にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "釜石市唐丹町の小字",
    "place": "花露辺",
    "reading": "けろべ",
    "desc": "岩手県釜石市唐丹町の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "釜石市橋野町の地区",
    "place": "能舟木",
    "reading": "よいなぎ、よいふなぎ",
    "desc": "岩手県釜石市橋野町の地区にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "二戸市",
    "place": "安比",
    "reading": "あっぴ",
    "desc": "岩手県二戸市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "二戸市浄法寺町の地区",
    "place": "江牛",
    "reading": "えろす",
    "desc": "岩手県二戸市浄法寺町の地区にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "二戸市石切所の小字",
    "place": "狼穴",
    "reading": "おいのあな",
    "desc": "岩手県二戸市石切所の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "二戸市似鳥の小字",
    "place": "嘔ノ坂",
    "reading": "おうのさか",
    "desc": "岩手県二戸市似鳥の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "二戸市石切所の小字",
    "place": "枋ノ木",
    "reading": "こぶのき",
    "desc": "岩手県二戸市石切所の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "二戸市安比の小字",
    "place": "皀角田",
    "reading": "さいかくた",
    "desc": "岩手県二戸市安比の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "二戸市浄法寺町の小字",
    "place": "季ケ平",
    "reading": "しもがたいら",
    "desc": "岩手県二戸市浄法寺町の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "二戸市浄法寺町の地区",
    "place": "高曲原",
    "reading": "たかまぎはら",
    "desc": "岩手県二戸市浄法寺町の地区にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "二戸市下斗米の小字",
    "place": "鍔内",
    "reading": "つばない",
    "desc": "岩手県二戸市下斗米の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "二戸市石切所の小字",
    "place": "鐺倉",
    "reading": "なべくら",
    "desc": "岩手県二戸市石切所の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "二戸市浄法寺町の小字",
    "place": "海上",
    "reading": "かいしょう",
    "desc": "岩手県二戸市浄法寺町の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "二戸市",
    "place": "爾薩体村",
    "reading": "にさったいむら",
    "desc": "岩手県二戸市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "八幡平市",
    "place": "大更",
    "reading": "おおぶけ",
    "desc": "岩手県八幡平市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "八幡平市",
    "place": "叺田",
    "reading": "かますだ",
    "desc": "岩手県八幡平市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "奥州市",
    "place": "胆沢",
    "reading": "いさわ",
    "desc": "岩手県奥州市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "奥州市前沢白山の小字",
    "place": "宇津揆根",
    "reading": "うつぐね",
    "desc": "岩手県奥州市前沢白山の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "奥州市",
    "place": "衣川畦畑",
    "reading": "ころもがわうねはた",
    "desc": "岩手県奥州市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "奥州市胆沢若柳の小字",
    "place": "大歩",
    "reading": "おおあご",
    "desc": "岩手県奥州市胆沢若柳の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "奥州市",
    "place": "江刺愛宕",
    "reading": "えさしおだき",
    "desc": "岩手県奥州市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "奥州市胆沢小山の小字",
    "place": "主計谷地",
    "reading": "かじやち",
    "desc": "岩手県奥州市胆沢小山の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "奥州市胆沢小山の小字",
    "place": "上狼ケ志田",
    "reading": "かみおえなしだ",
    "desc": "岩手県奥州市胆沢小山の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "奥州市",
    "place": "前沢衣関",
    "reading": "まえさわきぬとめ",
    "desc": "岩手県奥州市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "奥州市",
    "place": "水沢虚空蔵小路",
    "reading": "みずさわこくぞうこうじ",
    "desc": "岩手県奥州市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "奥州市",
    "place": "衣川十一ケ銘",
    "reading": "ころもがわじゅういっかんめ",
    "desc": "岩手県奥州市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "奥州市江刺愛宕の小字",
    "place": "皀角",
    "reading": "さいかち",
    "desc": "岩手県奥州市江刺愛宕の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "奥州市",
    "place": "水沢内匠田",
    "reading": "みずさわたくみだ",
    "desc": "岩手県奥州市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "奥州市前沢生母の地区",
    "place": "登満羽毛",
    "reading": "とまんぱけ",
    "desc": "岩手県奥州市前沢生母の地区にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "奥州市胆沢若柳、江刺伊手の小字",
    "place": "西風",
    "reading": "ならい",
    "desc": "岩手県奥州市胆沢若柳、江刺伊手の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "奥州市江刺広瀬の小字",
    "place": "下西風",
    "reading": "しもならい",
    "desc": "岩手県奥州市江刺広瀬の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "奥州市江刺田原の小字",
    "place": "北風",
    "reading": "ならい",
    "desc": "岩手県奥州市江刺田原の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "奥州市",
    "place": "衣川西風山",
    "reading": "ころもがわなれやま",
    "desc": "岩手県奥州市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "奥州市江刺米里の小字",
    "place": "人首町",
    "reading": "ひとかべまち",
    "desc": "岩手県奥州市江刺米里の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "奥州市江刺田原の小字",
    "place": "蒲道沢",
    "reading": "ぶどうさわ",
    "desc": "岩手県奥州市江刺田原の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "奥州市水沢佐倉河の小字",
    "place": "竈",
    "reading": "へっつい",
    "desc": "岩手県奥州市水沢佐倉河の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "奥州市水沢佐倉河の小字",
    "place": "竈堂",
    "reading": "へっついどう",
    "desc": "岩手県奥州市水沢佐倉河の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "奥州市胆沢若柳の小字",
    "place": "堀通",
    "reading": "ほっとおし",
    "desc": "岩手県奥州市胆沢若柳の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "奥州市",
    "place": "前沢簾森",
    "reading": "まえさわみすもり",
    "desc": "岩手県奥州市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "奥州市胆沢若柳の小字",
    "place": "迎下嵐江",
    "reading": "むかいおろせ",
    "desc": "岩手県奥州市胆沢若柳の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "奥州市",
    "place": "衣川葭ヶ沢",
    "reading": "ころもがわよしがさわ",
    "desc": "岩手県奥州市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "奥州市江刺梁川の小字",
    "place": "四ツ𩗏",
    "reading": "よつならい",
    "desc": "岩手県奥州市江刺梁川の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "滝沢市",
    "place": "鵜飼大緩",
    "reading": "うかいおおだるみ",
    "desc": "岩手県滝沢市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "滝沢市",
    "place": "鵜飼鰍森",
    "reading": "うかいかじかもり",
    "desc": "岩手県滝沢市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "滝沢市",
    "place": "鵜飼狐洞",
    "reading": "うかいきつねぽら",
    "desc": "岩手県滝沢市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "滝沢市",
    "place": "卯遠坂",
    "reading": "うとうざか",
    "desc": "岩手県滝沢市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "滝沢市",
    "place": "篠木苧桶沢",
    "reading": "しのぎおぼけざわ",
    "desc": "岩手県滝沢市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "滝沢市",
    "place": "巣子",
    "reading": "すご",
    "desc": "岩手県滝沢市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "滝沢市",
    "place": "蓬立",
    "reading": "よむぎだち",
    "desc": "岩手県滝沢市にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "岩手郡雫石町",
    "place": "狼森",
    "reading": "おいのもり",
    "desc": "岩手県岩手郡雫石町にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "岩手郡雫石町",
    "place": "鶯宿",
    "reading": "おうしゅく",
    "desc": "岩手県岩手郡雫石町にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "岩手郡雫石町長山の小字",
    "place": "梍",
    "reading": "さいかち",
    "desc": "岩手県岩手郡雫石町長山の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "岩手郡雫石町上野の小字",
    "place": "砂壁",
    "reading": "しゃっかべ",
    "desc": "岩手県岩手郡雫石町上野の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "岩手郡雫石町",
    "place": "麁津田",
    "reading": "そつだ",
    "desc": "岩手県岩手郡雫石町にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "岩手郡雫石町",
    "place": "盗森",
    "reading": "ぬすともり",
    "desc": "岩手県岩手郡雫石町にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "岩手郡葛巻町江刈の小字",
    "place": "漆真下",
    "reading": "うるしまっか",
    "desc": "岩手県岩手郡葛巻町江刈の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "岩手郡葛巻町江刈の小字",
    "place": "上外川",
    "reading": "かみそでかわ",
    "desc": "岩手県岩手郡葛巻町江刈の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "岩手郡葛巻町江刈の小字",
    "place": "下外川",
    "reading": "しもそでかわ",
    "desc": "岩手県岩手郡葛巻町江刈の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "岩手郡葛巻町江刈の小字",
    "place": "中外川",
    "reading": "なかそでかわ",
    "desc": "岩手県岩手郡葛巻町江刈の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "岩手郡葛巻町江刈の小字",
    "place": "高家領",
    "reading": "こうけろう",
    "desc": "岩手県岩手郡葛巻町江刈の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "岩手郡葛巻町葛巻の小字",
    "place": "廻立",
    "reading": "まったち",
    "desc": "岩手県岩手郡葛巻町葛巻の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "岩手郡岩手町",
    "place": "欠",
    "reading": "がっけ",
    "desc": "岩手県岩手郡岩手町にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "岩手郡岩手町",
    "place": "蟹沢",
    "reading": "がんじゃ",
    "desc": "岩手県岩手郡岩手町にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "紫波郡紫波町稲藤の小字",
    "place": "栗田",
    "reading": "くりのきだ",
    "desc": "岩手県紫波郡紫波町稲藤の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "紫波郡紫波町赤沢の小字",
    "place": "座比",
    "reading": "ざっぴ",
    "desc": "岩手県紫波郡紫波町赤沢の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "紫波郡紫波町",
    "place": "紫波",
    "reading": "しわ",
    "desc": "岩手県紫波郡紫波町にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "紫波郡紫波町南日詰の小字",
    "place": "廿木",
    "reading": "はたふく",
    "desc": "岩手県紫波郡紫波町南日詰の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "紫波郡矢巾町",
    "place": "祢宣地",
    "reading": "ねげぢ",
    "desc": "岩手県紫波郡矢巾町にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "胆沢郡金ケ崎町永栄の小字",
    "place": "愛宕川原",
    "reading": "あたごがわら",
    "desc": "岩手県胆沢郡金ケ崎町永栄の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "胆沢郡金ケ崎町西根の小字",
    "place": "五百津",
    "reading": "いおつ",
    "desc": "岩手県胆沢郡金ケ崎町西根の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "胆沢郡金ケ崎町西根の小字",
    "place": "唐攪",
    "reading": "からかけ",
    "desc": "岩手県胆沢郡金ケ崎町西根の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "胆沢郡金ケ崎町永栄の小字",
    "place": "小歩",
    "reading": "こあご",
    "desc": "岩手県胆沢郡金ケ崎町永栄の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "胆沢郡金ケ崎町永栄の小字",
    "place": "九石",
    "reading": "さざらいし",
    "desc": "岩手県胆沢郡金ケ崎町永栄の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "胆沢郡金ケ崎町西根の小字",
    "place": "橇曳沢",
    "reading": "そりひきざわ",
    "desc": "岩手県胆沢郡金ケ崎町西根の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "胆沢郡金ケ崎町",
    "place": "三ケ尻大皀道下",
    "reading": "みかじりおおさいかちみちした",
    "desc": "岩手県胆沢郡金ケ崎町にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "胆沢郡金ケ崎町西根の小字",
    "place": "鑓水",
    "reading": "やりみず",
    "desc": "岩手県胆沢郡金ケ崎町西根の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "西磐井郡平泉町長島の小字",
    "place": "覆盆子",
    "reading": "いちご",
    "desc": "岩手県西磐井郡平泉町長島の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "西磐井郡平泉町平泉の小字",
    "place": "窟",
    "reading": "いわや",
    "desc": "岩手県西磐井郡平泉町平泉の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "西磐井郡平泉町平泉の小字",
    "place": "髢石",
    "reading": "かつらいし",
    "desc": "岩手県西磐井郡平泉町平泉の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "西磐井郡平泉町平泉の小字",
    "place": "竹汀",
    "reading": "たかぎわ",
    "desc": "岩手県西磐井郡平泉町平泉の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "気仙郡住田町世田米の小字",
    "place": "畷畑",
    "reading": "うねはた",
    "desc": "岩手県気仙郡住田町世田米の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "気仙郡住田町世田米の小字",
    "place": "大通",
    "reading": "だいのかよう",
    "desc": "岩手県気仙郡住田町世田米の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "気仙郡住田町上有住の小字",
    "place": "二度成木",
    "reading": "ふたなぎ",
    "desc": "岩手県気仙郡住田町上有住の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "上閉伊郡大槌町",
    "place": "上亰",
    "reading": "かみよし",
    "desc": "岩手県上閉伊郡大槌町にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "上閉伊郡大槌町",
    "place": "吉里吉里",
    "reading": "きりきり",
    "desc": "岩手県上閉伊郡大槌町にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "上閉伊郡大槌町小鎚の地区",
    "place": "蕨打直",
    "reading": "わらびうちな",
    "desc": "岩手県上閉伊郡大槌町小鎚の地区にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "下閉伊郡山田町織笠の小字",
    "place": "轟木",
    "reading": "とどのき",
    "desc": "岩手県下閉伊郡山田町織笠の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "下閉伊郡岩泉町",
    "place": "安家",
    "reading": "あっか",
    "desc": "岩手県下閉伊郡岩泉町にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "下閉伊郡岩泉町門の小字",
    "place": "雷峠",
    "reading": "いかとうげ",
    "desc": "岩手県下閉伊郡岩泉町門の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "下閉伊郡岩泉町大川の小字",
    "place": "下町",
    "reading": "しもじょう",
    "desc": "岩手県下閉伊郡岩泉町大川の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "下閉伊郡岩泉町岩泉の小字",
    "place": "白土",
    "reading": "しらんど",
    "desc": "岩手県下閉伊郡岩泉町岩泉の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "下閉伊郡岩泉町安家の小字",
    "place": "氷渡",
    "reading": "すがわたり",
    "desc": "岩手県下閉伊郡岩泉町安家の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "下閉伊郡岩泉町穴沢の小字",
    "place": "礫",
    "reading": "つぶて",
    "desc": "岩手県下閉伊郡岩泉町穴沢の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "下閉伊郡岩泉町",
    "place": "櫃取",
    "reading": "ひっとり",
    "desc": "岩手県下閉伊郡岩泉町にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "下閉伊郡岩泉町",
    "place": "袰野",
    "reading": "ほろの",
    "desc": "岩手県下閉伊郡岩泉町にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "下閉伊郡岩泉町",
    "place": "袰綿",
    "reading": "ほろわた",
    "desc": "岩手県下閉伊郡岩泉町にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "下閉伊郡岩泉町小本の小字",
    "place": "鈩",
    "reading": "やすり",
    "desc": "岩手県下閉伊郡岩泉町小本の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "下閉伊郡岩泉町穴沢の小字",
    "place": "野向",
    "reading": "やんごう",
    "desc": "岩手県下閉伊郡岩泉町穴沢の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "下閉伊郡岩泉町",
    "place": "寄部",
    "reading": "よっぺ",
    "desc": "岩手県下閉伊郡岩泉町にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "下閉伊郡田野畑村",
    "place": "萩牛",
    "reading": "はぎゅう",
    "desc": "岩手県下閉伊郡田野畑村にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "下閉伊郡普代村",
    "place": "堀内",
    "reading": "ほりない",
    "desc": "岩手県下閉伊郡普代村にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "九戸郡軽米町",
    "place": "狄塚",
    "reading": "えづか",
    "desc": "岩手県九戸郡軽米町にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "九戸郡軽米町",
    "place": "百目金",
    "reading": "どうめき",
    "desc": "岩手県九戸郡軽米町にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "九戸郡軽米町",
    "place": "泥リ",
    "reading": "ぬかり",
    "desc": "岩手県九戸郡軽米町にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "九戸郡軽米町",
    "place": "級久保",
    "reading": "まだくぼ",
    "desc": "岩手県九戸郡軽米町にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "九戸郡九戸村",
    "place": "悪津",
    "reading": "あぐそ",
    "desc": "岩手県九戸郡九戸村にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "九戸郡洋野町",
    "place": "小子内",
    "reading": "おこない",
    "desc": "岩手県九戸郡洋野町にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "九戸郡洋野町種市の地区",
    "place": "宿戸",
    "reading": "しゅくのへ",
    "desc": "岩手県九戸郡洋野町種市の地区にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "九戸郡洋野町大野の地区",
    "place": "泥濘",
    "reading": "ぬかり",
    "desc": "岩手県九戸郡洋野町大野の地区にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "九戸郡洋野町種市の地区",
    "place": "戸類家",
    "reading": "へるけ",
    "desc": "岩手県九戸郡洋野町種市の地区にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "二戸郡一戸町出ル町の小字",
    "place": "狼久保",
    "reading": "いぬくぼ",
    "desc": "岩手県二戸郡一戸町出ル町の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "二戸郡一戸町高善寺の小字",
    "place": "傘木",
    "reading": "からかさぎ",
    "desc": "岩手県二戸郡一戸町高善寺の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "二戸郡一戸町",
    "place": "小鳥谷",
    "reading": "こずや",
    "desc": "岩手県二戸郡一戸町にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "二戸郡一戸町鳥越の小字",
    "place": "過利石",
    "reading": "とがりいし",
    "desc": "岩手県二戸郡一戸町鳥越の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "二戸郡一戸町根反の小字",
    "place": "野磯鶏",
    "reading": "のそけ",
    "desc": "岩手県二戸郡一戸町根反の小字にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "二戸郡一戸町",
    "place": "平糠",
    "reading": "ひらぬか",
    "desc": "岩手県二戸郡一戸町にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "二戸郡一戸町",
    "place": "女鹿",
    "reading": "めが",
    "desc": "岩手県二戸郡一戸町にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "二戸郡一戸町",
    "place": "辺廻",
    "reading": "へぐり",
    "desc": "岩手県二戸郡一戸町にある難読地名。"
  },
  {
    "pref": "岩手県",
    "city": "二戸郡一戸町",
    "place": "出ル町",
    "reading": "いずるまち",
    "desc": "岩手県二戸郡一戸町にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市青葉区",
    "place": "愛子",
    "reading": "あやし",
    "desc": "宮城県仙台市青葉区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市青葉区",
    "place": "霊屋下",
    "reading": "おたまやした",
    "desc": "宮城県仙台市青葉区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市青葉区",
    "place": "上杉",
    "reading": "かみすぎ",
    "desc": "宮城県仙台市青葉区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市青葉区",
    "place": "掃部丁",
    "reading": "かもんちょう",
    "desc": "宮城県仙台市青葉区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市青葉区",
    "place": "外記丁",
    "reading": "げきちょう",
    "desc": "宮城県仙台市青葉区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市青葉区",
    "place": "下辺田",
    "reading": "しもへだ",
    "desc": "宮城県仙台市青葉区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市青葉区",
    "place": "定義",
    "reading": "じょうげ",
    "desc": "宮城県仙台市青葉区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市青葉区",
    "place": "新伝馬町",
    "reading": "しんてんまち",
    "desc": "宮城県仙台市青葉区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市青葉区",
    "place": "西風側",
    "reading": "ならいがわ",
    "desc": "宮城県仙台市青葉区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市青葉区",
    "place": "旅籠町",
    "reading": "はたごまち",
    "desc": "宮城県仙台市青葉区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市青葉区",
    "place": "半子町",
    "reading": "はんこうまち",
    "desc": "宮城県仙台市青葉区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市青葉区",
    "place": "神子町",
    "reading": "みこまち",
    "desc": "宮城県仙台市青葉区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市泉区",
    "place": "実沢",
    "reading": "さねざわ",
    "desc": "宮城県仙台市泉区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市泉区",
    "place": "将監",
    "reading": "しょうげん",
    "desc": "宮城県仙台市泉区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市泉区",
    "place": "糺",
    "reading": "ただし",
    "desc": "宮城県仙台市泉区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市泉区",
    "place": "七北田",
    "reading": "ななきた",
    "desc": "宮城県仙台市泉区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市泉区",
    "place": "朴沢",
    "reading": "ほうざわ",
    "desc": "宮城県仙台市泉区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市宮城野区",
    "place": "小児",
    "reading": "こだま",
    "desc": "宮城県仙台市宮城野区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市宮城野区",
    "place": "榴岡",
    "reading": "つつじがおか",
    "desc": "宮城県仙台市宮城野区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "[1] - 仙台市若林区",
    "place": "椌木通",
    "reading": "ごうらきどおり",
    "desc": "宮城県[1] - 仙台市若林区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市若林区",
    "place": "志波町",
    "reading": "しわまち",
    "desc": "宮城県仙台市若林区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市若林区",
    "place": "堰場",
    "reading": "どうば",
    "desc": "宮城県仙台市若林区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市若林区",
    "place": "日辺",
    "reading": "にっぺ",
    "desc": "宮城県仙台市若林区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市若林区",
    "place": "六丁目",
    "reading": "ろくちょうのめ",
    "desc": "宮城県仙台市若林区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市太白区",
    "place": "秋保",
    "reading": "あきう",
    "desc": "宮城県仙台市太白区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市太白区",
    "place": "大椴",
    "reading": "おおもみ",
    "desc": "宮城県仙台市太白区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市太白区",
    "place": "本砂金",
    "reading": "もといさご",
    "desc": "宮城県仙台市太白区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市太白区",
    "place": "生出橋",
    "reading": "おいでばし",
    "desc": "宮城県仙台市太白区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市太白区",
    "place": "大塒町",
    "reading": "おおとやまち",
    "desc": "宮城県仙台市太白区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市太白区",
    "place": "鈎取",
    "reading": "かぎとり",
    "desc": "宮城県仙台市太白区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市太白区",
    "place": "人来田",
    "reading": "ひときた",
    "desc": "宮城県仙台市太白区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市太白区",
    "place": "茂庭",
    "reading": "もにわ",
    "desc": "宮城県仙台市太白区にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "塩竈市",
    "place": "牛生町",
    "reading": "ぎゅうちょう",
    "desc": "宮城県塩竈市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "塩竈市",
    "place": "塩竈",
    "reading": "しおがま",
    "desc": "宮城県塩竈市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "塩竈市",
    "place": "庚塚",
    "reading": "かのえづか",
    "desc": "宮城県塩竈市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "塩竈市",
    "place": "芦畔町",
    "reading": "あしぐろちょう",
    "desc": "宮城県塩竈市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "気仙沼市",
    "place": "崩土地",
    "reading": "もえどぢ",
    "desc": "宮城県気仙沼市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "気仙沼市",
    "place": "鮪立",
    "reading": "しびたち",
    "desc": "宮城県気仙沼市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "気仙沼市",
    "place": "載鈎",
    "reading": "のせがき",
    "desc": "宮城県気仙沼市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "気仙沼市",
    "place": "五駄鱈",
    "reading": "ごんだら",
    "desc": "宮城県気仙沼市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "加美郡色麻町",
    "place": "色麻",
    "reading": "しかま",
    "desc": "宮城県加美郡色麻町にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "白石市",
    "place": "越河",
    "reading": "こすごう",
    "desc": "宮城県白石市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "白石市",
    "place": "不澄ヶ池",
    "reading": "すまずがいけ",
    "desc": "宮城県白石市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "石巻市",
    "place": "網地島",
    "reading": "あじしま",
    "desc": "宮城県石巻市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "石巻市",
    "place": "鹿又",
    "reading": "かのまた",
    "desc": "宮城県石巻市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "石巻市",
    "place": "轟",
    "reading": "とどろ",
    "desc": "宮城県石巻市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "石巻市",
    "place": "長渡",
    "reading": "ふたわたし",
    "desc": "宮城県石巻市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "石巻市",
    "place": "渡波",
    "reading": "わたのは",
    "desc": "宮城県石巻市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "名取市",
    "place": "棟沢",
    "reading": "さいかつさわ",
    "desc": "宮城県名取市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "名取市",
    "place": "冷畑",
    "reading": "みずはた",
    "desc": "宮城県名取市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "名取市",
    "place": "愛島",
    "reading": "めでしま",
    "desc": "宮城県名取市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "名取市",
    "place": "閖上",
    "reading": "ゆりあげ",
    "desc": "宮城県名取市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "登米市",
    "place": "鴇波",
    "reading": "ときなみ",
    "desc": "宮城県登米市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "登米市",
    "place": "鰢台",
    "reading": "とどだい",
    "desc": "宮城県登米市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "登米市",
    "place": "迫",
    "reading": "はさま",
    "desc": "宮城県登米市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "栗原市",
    "place": "左足",
    "reading": "こえだて",
    "desc": "宮城県栗原市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "栗原市",
    "place": "金成",
    "reading": "かんなり",
    "desc": "宮城県栗原市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "栗原市",
    "place": "惣滑沢",
    "reading": "ぬかりさわ",
    "desc": "宮城県栗原市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "東松島市",
    "place": "東名",
    "reading": "とうな",
    "desc": "宮城県東松島市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "東松島市",
    "place": "野蒜",
    "reading": "のびる",
    "desc": "宮城県東松島市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "東松島市、石巻市",
    "place": "桃生",
    "reading": "ものう",
    "desc": "宮城県東松島市、石巻市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "大崎市",
    "place": "荒脛巾",
    "reading": "あらはばき",
    "desc": "宮城県大崎市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "大崎市",
    "place": "李埣",
    "reading": "すもぞね",
    "desc": "宮城県大崎市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "大崎市",
    "place": "金五輪",
    "reading": "かなごりん",
    "desc": "宮城県大崎市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "大崎市",
    "place": "百々一",
    "reading": "どうどういち",
    "desc": "宮城県大崎市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "大崎市",
    "place": "楡木",
    "reading": "たまのき",
    "desc": "宮城県大崎市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "大崎市",
    "place": "鬼首",
    "reading": "おにこうべ",
    "desc": "宮城県大崎市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "大崎市",
    "place": "川渡",
    "reading": "かわたび",
    "desc": "宮城県大崎市にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "刈田郡蔵王町",
    "place": "遠刈田",
    "reading": "とおがった",
    "desc": "宮城県刈田郡蔵王町にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "刈田郡七ヶ宿町",
    "place": "七ヶ宿",
    "reading": "しちかしゅく",
    "desc": "宮城県刈田郡七ヶ宿町にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "伊具郡丸森町",
    "place": "天炉",
    "reading": "あまほど",
    "desc": "宮城県伊具郡丸森町にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "伊具郡丸森町",
    "place": "覆盆子原",
    "reading": "いちごはら",
    "desc": "宮城県伊具郡丸森町にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "伊具郡丸森町",
    "place": "四重麦四",
    "reading": "よえむぎよん",
    "desc": "宮城県伊具郡丸森町にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "伊具郡丸森町",
    "place": "由縄坂",
    "reading": "よなざか",
    "desc": "宮城県伊具郡丸森町にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "柴田郡柴田町",
    "place": "西歩沢",
    "reading": "さいかちざわ",
    "desc": "宮城県柴田郡柴田町にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "柴田郡柴田町",
    "place": "槻木",
    "reading": "つきのき",
    "desc": "宮城県柴田郡柴田町にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "柴田郡村田町",
    "place": "カケス塒",
    "reading": "かけすとや",
    "desc": "宮城県柴田郡村田町にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "柴田郡村田町",
    "place": "菅生",
    "reading": "すごう",
    "desc": "宮城県柴田郡村田町にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "柴田郡川崎町",
    "place": "峩々",
    "reading": "がが",
    "desc": "宮城県柴田郡川崎町にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "亘理郡亘理町",
    "place": "逢隈",
    "reading": "おおくま",
    "desc": "宮城県亘理郡亘理町にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "亘理郡亘理町",
    "place": "百々",
    "reading": "どど",
    "desc": "宮城県亘理郡亘理町にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "宮城郡七ヶ浜町",
    "place": "亦楽",
    "reading": "えきらく",
    "desc": "宮城県宮城郡七ヶ浜町にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "宮城郡七ヶ浜町",
    "place": "菖蒲田浜招又",
    "reading": "しょうぶたはままねぎまた",
    "desc": "宮城県宮城郡七ヶ浜町にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "黒川郡大和町",
    "place": "魚板",
    "reading": "まないた",
    "desc": "宮城県黒川郡大和町にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "黒川郡大郷町",
    "place": "不来内",
    "reading": "こずない",
    "desc": "宮城県黒川郡大郷町にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "遠田郡美里町",
    "place": "彫堂",
    "reading": "えりどう",
    "desc": "宮城県遠田郡美里町にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "遠田郡美里町",
    "place": "小牛田",
    "reading": "こごた",
    "desc": "宮城県遠田郡美里町にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "遠田郡美里町",
    "place": "中埣夘時前一",
    "reading": "なかぞねぼうじまえいち",
    "desc": "宮城県遠田郡美里町にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "遠田郡美里町",
    "place": "中墫",
    "reading": "なかまま",
    "desc": "宮城県遠田郡美里町にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "牡鹿郡女川町",
    "place": "東風浜",
    "reading": "こつはま",
    "desc": "宮城県牡鹿郡女川町にある難読地名。"
  },
  {
    "pref": "宮城県",
    "city": "仙台市泉区",
    "place": "八沢川",
    "reading": "やさがわ",
    "desc": "宮城県仙台市泉区にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "秋田市",
    "place": "西風沢",
    "reading": "あっちざわ",
    "desc": "秋田県秋田市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "秋田市",
    "place": "鴪坂",
    "reading": "うとさか",
    "desc": "秋田県秋田市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "秋田市",
    "place": "鵐谷地",
    "reading": "しととやち",
    "desc": "秋田県秋田市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "秋田市",
    "place": "鳰崎",
    "reading": "におざき",
    "desc": "秋田県秋田市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "秋田市",
    "place": "茨島",
    "reading": "ばらじま",
    "desc": "秋田県秋田市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "秋田市",
    "place": "八橋",
    "reading": "やばせ",
    "desc": "秋田県秋田市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "秋田市",
    "place": "八橋鯲沼",
    "reading": "やばせどじょうぬま",
    "desc": "秋田県秋田市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "秋田市",
    "place": "淆渮溜",
    "reading": "ゆかる",
    "desc": "秋田県秋田市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "能代市",
    "place": "万町",
    "reading": "あらまち",
    "desc": "秋田県能代市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "能代市",
    "place": "磐",
    "reading": "いわお",
    "desc": "秋田県能代市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "能代市",
    "place": "太田面",
    "reading": "おおたもて",
    "desc": "秋田県能代市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "能代市",
    "place": "鰄淵",
    "reading": "かいらげふち",
    "desc": "秋田県能代市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "能代市",
    "place": "川反町",
    "reading": "かわばたまち",
    "desc": "秋田県能代市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "能代市",
    "place": "槐",
    "reading": "さいかち",
    "desc": "秋田県能代市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "能代市",
    "place": "塩干田",
    "reading": "しおからだ",
    "desc": "秋田県能代市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "能代市",
    "place": "芝童森",
    "reading": "しどうもり",
    "desc": "秋田県能代市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "能代市",
    "place": "高塙",
    "reading": "たかはな",
    "desc": "秋田県能代市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "能代市",
    "place": "竹生",
    "reading": "たこう",
    "desc": "秋田県能代市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "能代市",
    "place": "鳥矢場",
    "reading": "とやば",
    "desc": "秋田県能代市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "能代市",
    "place": "外割田",
    "reading": "とわりだ",
    "desc": "秋田県能代市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "能代市",
    "place": "滑良子川端",
    "reading": "なめらこかわばた",
    "desc": "秋田県能代市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "能代市",
    "place": "荷八田",
    "reading": "にはた",
    "desc": "秋田県能代市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "能代市",
    "place": "機織轌ノ目",
    "reading": "はたおりそりのめ",
    "desc": "秋田県能代市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "能代市",
    "place": "腹鞁ノ沢",
    "reading": "はらがいのさわ",
    "desc": "秋田県能代市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "能代市",
    "place": "比八田",
    "reading": "ひはた",
    "desc": "秋田県能代市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "能代市",
    "place": "吹越",
    "reading": "ふっこし",
    "desc": "秋田県能代市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "能代市",
    "place": "古川布",
    "reading": "ふるかわしき",
    "desc": "秋田県能代市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "能代市",
    "place": "朴瀬",
    "reading": "ほのきせ",
    "desc": "秋田県能代市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "能代市",
    "place": "松長布",
    "reading": "まつながしき",
    "desc": "秋田県能代市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "横手市",
    "place": "新処",
    "reading": "あらところ",
    "desc": "秋田県横手市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "横手市",
    "place": "傾城塚",
    "reading": "けいせいづか",
    "desc": "秋田県横手市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "横手市",
    "place": "狙半内",
    "reading": "さるはんない",
    "desc": "秋田県横手市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "横手市",
    "place": "剰水",
    "reading": "せせなぎ",
    "desc": "秋田県横手市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "横手市",
    "place": "樋脇",
    "reading": "とよわき",
    "desc": "秋田県横手市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "横手市",
    "place": "乗阿気",
    "reading": "のりあげ",
    "desc": "秋田県横手市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "横手市",
    "place": "婦気大堤",
    "reading": "ふけおおづつみ",
    "desc": "秋田県横手市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "大館市",
    "place": "大葛",
    "reading": "おおくぞ",
    "desc": "秋田県大館市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "大館市",
    "place": "四羽出",
    "reading": "しのはい",
    "desc": "秋田県大館市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "大館市",
    "place": "馬喰町",
    "reading": "ばくろうまち",
    "desc": "秋田県大館市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "大館市",
    "place": "部垂町",
    "reading": "へたれまち",
    "desc": "秋田県大館市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "大館市",
    "place": "八幡沢岱",
    "reading": "はちまんさわたい",
    "desc": "秋田県大館市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "湯沢市",
    "place": "鐙田",
    "reading": "あぶみでん",
    "desc": "秋田県湯沢市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "湯沢市",
    "place": "御囲地町",
    "reading": "おかちまち",
    "desc": "秋田県湯沢市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "湯沢市",
    "place": "筬ノ目",
    "reading": "おさのめ",
    "desc": "秋田県湯沢市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "湯沢市",
    "place": "頭首沢",
    "reading": "こうべさわ",
    "desc": "秋田県湯沢市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "湯沢市",
    "place": "迯ケ沢",
    "reading": "にがいがさわ",
    "desc": "秋田県湯沢市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "由利本荘市",
    "place": "五十土",
    "reading": "いかづち",
    "desc": "秋田県由利本荘市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "由利本荘市",
    "place": "内越",
    "reading": "うてつ",
    "desc": "秋田県由利本荘市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "由利本荘市",
    "place": "大凹",
    "reading": "おおひど",
    "desc": "秋田県由利本荘市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "由利本荘市",
    "place": "大浦",
    "reading": "おおら",
    "desc": "秋田県由利本荘市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "由利本荘市",
    "place": "木在",
    "reading": "きさら",
    "desc": "秋田県由利本荘市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "由利本荘市",
    "place": "下地ヶ沢",
    "reading": "げじがさわ",
    "desc": "秋田県由利本荘市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "由利本荘市",
    "place": "笹子",
    "reading": "じねご",
    "desc": "秋田県由利本荘市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "由利本荘市",
    "place": "雪車町",
    "reading": "そりまち",
    "desc": "秋田県由利本荘市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "由利本荘市",
    "place": "二十六木",
    "reading": "とどろき",
    "desc": "秋田県由利本荘市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "由利本荘市",
    "place": "直根",
    "reading": "ひたね",
    "desc": "秋田県由利本荘市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "由利本荘市",
    "place": "及位",
    "reading": "のぞき",
    "desc": "秋田県由利本荘市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "由利本荘市",
    "place": "葎沢",
    "reading": "むぐらさわ",
    "desc": "秋田県由利本荘市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "北秋田市",
    "place": "笑内",
    "reading": "おかしない",
    "desc": "秋田県北秋田市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "にかほ市",
    "place": "象潟",
    "reading": "きさかた",
    "desc": "秋田県にかほ市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "にかほ市",
    "place": "金浦",
    "reading": "このうら",
    "desc": "秋田県にかほ市にある難読地名。"
  },
  {
    "pref": "秋田県",
    "city": "雄勝郡羽後町",
    "place": "西馬音内",
    "reading": "にしもない",
    "desc": "秋田県雄勝郡羽後町にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "山形市",
    "place": "七日町",
    "reading": "なぬかまち・なのかまち",
    "desc": "山形県山形市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "山形市",
    "place": "旅籠町",
    "reading": "はたごまち",
    "desc": "山形県山形市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "鶴岡市",
    "place": "温海",
    "reading": "あつみ",
    "desc": "山形県鶴岡市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "鶴岡市",
    "place": "五十川",
    "reading": "いらがわ",
    "desc": "山形県鶴岡市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "鶴岡市",
    "place": "遠賀原",
    "reading": "おがわら",
    "desc": "山形県鶴岡市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "鶴岡市",
    "place": "押口",
    "reading": "おせぐち",
    "desc": "山形県鶴岡市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "鶴岡市",
    "place": "堅苔沢",
    "reading": "かたのりざわ",
    "desc": "山形県鶴岡市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "鶴岡市",
    "place": "葈畑",
    "reading": "からむしばたけ",
    "desc": "山形県鶴岡市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "鶴岡市",
    "place": "九百瓩",
    "reading": "きゅうひゃくきろ",
    "desc": "山形県鶴岡市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "鶴岡市",
    "place": "転目木",
    "reading": "ぐりめき",
    "desc": "山形県鶴岡市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "鶴岡市",
    "place": "七五三掛",
    "reading": "しめかけ",
    "desc": "山形県鶴岡市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "鶴岡市",
    "place": "青龍寺",
    "reading": "しょうりゅうじ",
    "desc": "山形県鶴岡市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "鶴岡市",
    "place": "茅原",
    "reading": "ちわら",
    "desc": "山形県鶴岡市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "鶴岡市",
    "place": "手向",
    "reading": "とうげ",
    "desc": "山形県鶴岡市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "鶴岡市",
    "place": "外内島",
    "reading": "とのじま",
    "desc": "山形県鶴岡市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "鶴岡市",
    "place": "鼠ヶ関",
    "reading": "ねずがせき",
    "desc": "山形県鶴岡市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "鶴岡市",
    "place": "茨新田",
    "reading": "ばらしんでん",
    "desc": "山形県鶴岡市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "鶴岡市",
    "place": "一日市通",
    "reading": "ひといちどおり",
    "desc": "山形県鶴岡市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "鶴岡市",
    "place": "文下",
    "reading": "ほうだし",
    "desc": "山形県鶴岡市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "鶴岡市",
    "place": "矢馳",
    "reading": "やばせ",
    "desc": "山形県鶴岡市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "鶴岡市",
    "place": "無音",
    "reading": "よばらず",
    "desc": "山形県鶴岡市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "鶴岡市",
    "place": "早田",
    "reading": "わさだ",
    "desc": "山形県鶴岡市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "酒田市",
    "place": "鵜渡川原",
    "reading": "うどがわら",
    "desc": "山形県酒田市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "酒田市",
    "place": "生石",
    "reading": "おいし",
    "desc": "山形県酒田市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "酒田市",
    "place": "柏谷沢",
    "reading": "かしやざわ",
    "desc": "山形県酒田市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "酒田市",
    "place": "古荒新田",
    "reading": "こあらしんでん",
    "desc": "山形県酒田市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "酒田市",
    "place": "砂越",
    "reading": "さごし",
    "desc": "山形県酒田市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "酒田市",
    "place": "注連石",
    "reading": "すみいし",
    "desc": "山形県酒田市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "酒田市",
    "place": "局局",
    "reading": "つぼねつぼね",
    "desc": "山形県酒田市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "酒田市",
    "place": "棘田",
    "reading": "ばらだ",
    "desc": "山形県酒田市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "酒田市",
    "place": "茨野新田",
    "reading": "ばらのしんでん",
    "desc": "山形県酒田市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "酒田市",
    "place": "遊摺部",
    "reading": "ゆするべ",
    "desc": "山形県酒田市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "酒田市",
    "place": "四つ興野",
    "reading": "よつごや",
    "desc": "山形県酒田市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "新庄市",
    "place": "転坂",
    "reading": "うどざか",
    "desc": "山形県新庄市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "寒河江市",
    "place": "寒河江",
    "reading": "さがえ",
    "desc": "山形県寒河江市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "村山市",
    "place": "清水",
    "reading": "しず",
    "desc": "山形県村山市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "村山市",
    "place": "櫤山",
    "reading": "たもやま",
    "desc": "山形県村山市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "村山市",
    "place": "行川",
    "reading": "なめりがわ",
    "desc": "山形県村山市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "村山市",
    "place": "反田",
    "reading": "そんだ",
    "desc": "山形県村山市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "村山市",
    "place": "驚滝",
    "reading": "おんだき",
    "desc": "山形県村山市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "村山市",
    "place": "弓田",
    "reading": "ゆんでん",
    "desc": "山形県村山市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "村山市",
    "place": "五十沢",
    "reading": "いさざわ",
    "desc": "山形県村山市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "村山市",
    "place": "大鳥居",
    "reading": "おんどり",
    "desc": "山形県村山市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "東根市",
    "place": "一日町",
    "reading": "ひとかまち",
    "desc": "山形県東根市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "尾花沢市",
    "place": "山刀伐",
    "reading": "なたぎり",
    "desc": "山形県尾花沢市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "南陽市",
    "place": "梨郷",
    "reading": "りんごう",
    "desc": "山形県南陽市にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "西村山郡西川町",
    "place": "海味",
    "reading": "かいしゅう",
    "desc": "山形県西村山郡西川町にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "西村山郡大江町",
    "place": "左沢",
    "reading": "あてらざわ",
    "desc": "山形県西村山郡大江町にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "最上郡真室川町",
    "place": "及位",
    "reading": "のぞき",
    "desc": "山形県最上郡真室川町にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "東田川郡三川町",
    "place": "猪子",
    "reading": "いのこ",
    "desc": "山形県東田川郡三川町にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "東田川郡三川町",
    "place": "高豆蒄",
    "reading": "こうずく",
    "desc": "山形県東田川郡三川町にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "東田川郡三川町",
    "place": "莅",
    "reading": "のぞき",
    "desc": "山形県東田川郡三川町にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "東田川郡三川町",
    "place": "潴",
    "reading": "みづま",
    "desc": "山形県東田川郡三川町にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "東田川郡庄内町",
    "place": "主計田",
    "reading": "かずいだ",
    "desc": "山形県東田川郡庄内町にある難読地名。"
  },
  {
    "pref": "山形県",
    "city": "東田川郡庄内町",
    "place": "提興屋",
    "reading": "ひさげこうや",
    "desc": "山形県東田川郡庄内町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "福島市",
    "place": "蝦貫",
    "reading": "えぞぬき",
    "desc": "福島県福島市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "福島市",
    "place": "信夫山",
    "reading": "しのぶやま",
    "desc": "福島県福島市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "福島市",
    "place": "微温湯",
    "reading": "ぬるゆ",
    "desc": "福島県福島市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "福島市",
    "place": "寄合水",
    "reading": "せせらぎ",
    "desc": "福島県福島市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "会津若松市",
    "place": "一箕",
    "reading": "いっき",
    "desc": "福島県会津若松市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "会津若松市",
    "place": "神指",
    "reading": "こうざし",
    "desc": "福島県会津若松市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "会津若松市",
    "place": "七日町",
    "reading": "なぬかまち",
    "desc": "福島県会津若松市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "会津若松市",
    "place": "飯寺",
    "reading": "にいでら",
    "desc": "福島県会津若松市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "郡山市",
    "place": "安積",
    "reading": "あさか",
    "desc": "福島県郡山市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "郡山市",
    "place": "芋浸場",
    "reading": "おしてば",
    "desc": "福島県郡山市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "郡山市",
    "place": "河内",
    "reading": "こうず",
    "desc": "福島県郡山市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "郡山市",
    "place": "燧田",
    "reading": "ひうちだ",
    "desc": "福島県郡山市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "いわき市",
    "place": "内郷綴町",
    "reading": "うちごうつづらまち",
    "desc": "福島県いわき市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "いわき市",
    "place": "金成",
    "reading": "かなり",
    "desc": "福島県いわき市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "いわき市",
    "place": "神下",
    "reading": "かのり",
    "desc": "福島県いわき市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "いわき市",
    "place": "神谷",
    "reading": "かべや",
    "desc": "福島県いわき市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "いわき市",
    "place": "嘉睦家",
    "reading": "かむか",
    "desc": "福島県いわき市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "いわき市",
    "place": "塊坪",
    "reading": "くれつぼ",
    "desc": "福島県いわき市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "いわき市",
    "place": "扱屋",
    "reading": "こまや",
    "desc": "福島県いわき市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "いわき市",
    "place": "差塩",
    "reading": "さいそ",
    "desc": "福島県いわき市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "いわき市",
    "place": "旅人",
    "reading": "たびうど",
    "desc": "福島県いわき市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "いわき市",
    "place": "仲間町",
    "reading": "ちゅうげんちょう",
    "desc": "福島県いわき市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "いわき市",
    "place": "勿来",
    "reading": "なこそ",
    "desc": "福島県いわき市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "いわき市",
    "place": "荷路夫",
    "reading": "にちぶ",
    "desc": "福島県いわき市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "いわき市",
    "place": "羊栖平",
    "reading": "ひじきだいら",
    "desc": "福島県いわき市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "いわき市",
    "place": "馬上",
    "reading": "もうえ",
    "desc": "福島県いわき市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "いわき市",
    "place": "諸荷",
    "reading": "もろに",
    "desc": "福島県いわき市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "喜多方市",
    "place": "笈川",
    "reading": "おいかわ",
    "desc": "福島県喜多方市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "喜多方市",
    "place": "一竿",
    "reading": "いちう",
    "desc": "福島県喜多方市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "白河市",
    "place": "諷坂",
    "reading": "うつさか",
    "desc": "福島県白河市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "白河市",
    "place": "双石",
    "reading": "くらべいし",
    "desc": "福島県白河市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "白河市",
    "place": "合戦坂",
    "reading": "こうせんざか",
    "desc": "福島県白河市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "白河市",
    "place": "外面",
    "reading": "とづら",
    "desc": "福島県白河市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "相馬市",
    "place": "疣石",
    "reading": "いぼいし",
    "desc": "福島県相馬市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "相馬市",
    "place": "小田原",
    "reading": "こだのはら",
    "desc": "福島県相馬市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "相馬市",
    "place": "百槻",
    "reading": "どうづき",
    "desc": "福島県相馬市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "相馬市",
    "place": "日下石",
    "reading": "にっけし",
    "desc": "福島県相馬市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "相馬市",
    "place": "柚木",
    "reading": "ゆぬき",
    "desc": "福島県相馬市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "相馬市",
    "place": "椎木",
    "reading": "しいのき",
    "desc": "福島県相馬市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "相馬市",
    "place": "本笑",
    "reading": "もとわろう",
    "desc": "福島県相馬市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "田村市",
    "place": "枦内",
    "reading": "うずぎうち",
    "desc": "福島県田村市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "田村市",
    "place": "諷土",
    "reading": "うどうつち",
    "desc": "福島県田村市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "田村市",
    "place": "轟渕",
    "reading": "おとろぶち",
    "desc": "福島県田村市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "田村市",
    "place": "神俣",
    "reading": "かんまた",
    "desc": "福島県田村市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "田村市",
    "place": "拾貫内",
    "reading": "ちこうち",
    "desc": "福島県田村市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "二本松市",
    "place": "鐙摺石",
    "reading": "あぶづりいし",
    "desc": "福島県二本松市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "二本松市",
    "place": "百目木",
    "reading": "どうめき",
    "desc": "福島県二本松市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "南相馬市",
    "place": "江井",
    "reading": "えねい",
    "desc": "福島県南相馬市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "南相馬市",
    "place": "橲原",
    "reading": "じさはら",
    "desc": "福島県南相馬市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "南相馬市",
    "place": "雫",
    "reading": "しどけ",
    "desc": "福島県南相馬市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "南相馬市",
    "place": "深野",
    "reading": "ふこうの",
    "desc": "福島県南相馬市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "南相馬市",
    "place": "米々沢",
    "reading": "めめざわ",
    "desc": "福島県南相馬市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "伊達市",
    "place": "楮畑",
    "reading": "かっぱたけ",
    "desc": "福島県伊達市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "伊達市",
    "place": "禹父山",
    "reading": "ぐふざん",
    "desc": "福島県伊達市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "伊達市",
    "place": "雪車町",
    "reading": "そりまち",
    "desc": "福島県伊達市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "伊達市",
    "place": "不羈拗",
    "reading": "ふきおう",
    "desc": "福島県伊達市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "伊達市",
    "place": "水滴",
    "reading": "みつたり",
    "desc": "福島県伊達市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "伊達市",
    "place": "狸首岡",
    "reading": "りしゅこう",
    "desc": "福島県伊達市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "伊達市",
    "place": "霊山",
    "reading": "りょうぜん",
    "desc": "福島県伊達市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "本宮市",
    "place": "懸鉄",
    "reading": "かんかね",
    "desc": "福島県本宮市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "伊達郡桑折町",
    "place": "桑折",
    "reading": "こおり",
    "desc": "福島県伊達郡桑折町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "伊達郡桑折町",
    "place": "伊達崎",
    "reading": "だんざき",
    "desc": "福島県伊達郡桑折町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "伊達郡川俣町",
    "place": "五木内",
    "reading": "じゃくじ",
    "desc": "福島県伊達郡川俣町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "安達郡大玉村",
    "place": "罫乾壇",
    "reading": "けげんだん",
    "desc": "福島県安達郡大玉村にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "耶麻郡猪苗代町",
    "place": "餉沢分",
    "reading": "かるいさわぶ",
    "desc": "福島県耶麻郡猪苗代町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "耶麻郡猪苗代町",
    "place": "鼡ヶ平",
    "reading": "そがとう",
    "desc": "福島県耶麻郡猪苗代町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "耶麻郡猪苗代町",
    "place": "百目貫",
    "reading": "どうめき",
    "desc": "福島県耶麻郡猪苗代町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "耶麻郡猪苗代町",
    "place": "隕下",
    "reading": "どったり",
    "desc": "福島県耶麻郡猪苗代町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "南会津郡下郷町",
    "place": "塔の岪",
    "reading": "とうのへつり",
    "desc": "福島県南会津郡下郷町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "南会津郡南会津町",
    "place": "木賊",
    "reading": "とくさ",
    "desc": "福島県南会津郡南会津町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "南会津郡南会津町",
    "place": "藤生",
    "reading": "とうにゅう",
    "desc": "福島県南会津郡南会津町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "河沼郡",
    "place": "会津坂下町",
    "reading": "あいづばんげまち",
    "desc": "福島県河沼郡にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "河沼郡柳津町",
    "place": "柳津",
    "reading": "やないづ",
    "desc": "福島県河沼郡柳津町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "大沼郡会津美里町",
    "place": "行",
    "reading": "なの",
    "desc": "福島県大沼郡会津美里町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "大沼郡会津美里町",
    "place": "愽目貫",
    "reading": "ばくめき",
    "desc": "福島県大沼郡会津美里町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "西白河郡泉崎村",
    "place": "関和久",
    "reading": "せきわぐ",
    "desc": "福島県西白河郡泉崎村にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "西白河郡泉崎村",
    "place": "踏瀬",
    "reading": "ふませ",
    "desc": "福島県西白河郡泉崎村にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "西白河郡西郷村",
    "place": "甲子高原",
    "reading": "かしこうげん",
    "desc": "福島県西白河郡西郷村にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "西白河郡西郷村",
    "place": "鶴生",
    "reading": "つりゅう",
    "desc": "福島県西白河郡西郷村にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "西白河郡矢吹町",
    "place": "大和久",
    "reading": "おおわぐ",
    "desc": "福島県西白河郡矢吹町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "西白河郡矢吹町",
    "place": "八幡町",
    "reading": "はちまんちょう",
    "desc": "福島県西白河郡矢吹町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "東白川郡塙町",
    "place": "塙",
    "reading": "はなわ",
    "desc": "福島県東白川郡塙町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "東白川郡矢祭町",
    "place": "大垬",
    "reading": "おおぬかり",
    "desc": "福島県東白川郡矢祭町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "石川郡石川町",
    "place": "轡取",
    "reading": "くつわとり",
    "desc": "福島県石川郡石川町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "石川郡石川町",
    "place": "猫啼温泉",
    "reading": "ねこなきおんせん",
    "desc": "福島県石川郡石川町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "石川郡玉川村",
    "place": "蒜生",
    "reading": "ひりゅう",
    "desc": "福島県石川郡玉川村にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "石川郡平田村",
    "place": "鴇子",
    "reading": "とうのこ",
    "desc": "福島県石川郡平田村にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "石川郡平田村",
    "place": "躰田",
    "reading": "むくろだ",
    "desc": "福島県石川郡平田村にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "石川郡古殿町",
    "place": "竹貫",
    "reading": "たかぬき",
    "desc": "福島県石川郡古殿町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "田村郡小野町",
    "place": "雁股田",
    "reading": "かりまんだ",
    "desc": "福島県田村郡小野町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "田村郡三春町、郡山市",
    "place": "舞木",
    "reading": "もうぎ",
    "desc": "福島県田村郡三春町、郡山市にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "双葉郡葛尾村",
    "place": "葛尾",
    "reading": "かつらお",
    "desc": "福島県双葉郡葛尾村にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "双葉郡浪江町",
    "place": "赤宇木",
    "reading": "あこうぎ",
    "desc": "福島県双葉郡浪江町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "双葉郡浪江町",
    "place": "塩浸",
    "reading": "しおびて",
    "desc": "福島県双葉郡浪江町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "双葉郡浪江町",
    "place": "数嶮洞",
    "reading": "すけんとう",
    "desc": "福島県双葉郡浪江町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "双葉郡楢葉町",
    "place": "小塙",
    "reading": "こばな",
    "desc": "福島県双葉郡楢葉町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "双葉郡楢葉町",
    "place": "古駅",
    "reading": "ふるじゅく",
    "desc": "福島県双葉郡楢葉町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "双葉郡双葉町",
    "place": "鴻草",
    "reading": "こうのくさ",
    "desc": "福島県双葉郡双葉町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "双葉郡双葉町",
    "place": "両竹",
    "reading": "もろたけ",
    "desc": "福島県双葉郡双葉町にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "双葉郡川内村",
    "place": "瀬耳上",
    "reading": "ぜみがみ",
    "desc": "福島県双葉郡川内村にある難読地名。"
  },
  {
    "pref": "福島県",
    "city": "相馬郡飯舘村",
    "place": "麦撫",
    "reading": "むぎつき",
    "desc": "福島県相馬郡飯舘村にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "水戸市",
    "place": "木葉下町",
    "reading": "あぼっけちょう",
    "desc": "茨城県水戸市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "水戸市",
    "place": "大足町",
    "reading": "おおだらちょう",
    "desc": "茨城県水戸市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "水戸市",
    "place": "全隈町",
    "reading": "またぐまちょう",
    "desc": "茨城県水戸市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "水戸市・那珂市",
    "place": "上河内町",
    "reading": "かみがちちょう",
    "desc": "茨城県水戸市・那珂市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "日立市",
    "place": "東河内町",
    "reading": "ひがしごうどちょう",
    "desc": "茨城県日立市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "日立市",
    "place": "大甕",
    "reading": "おおみか",
    "desc": "茨城県日立市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "土浦市",
    "place": "神立",
    "reading": "かんだつ",
    "desc": "茨城県土浦市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "土浦市",
    "place": "常名",
    "reading": "ひたな",
    "desc": "茨城県土浦市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "古河市",
    "place": "女沼",
    "reading": "おなぬま",
    "desc": "茨城県古河市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "古河市[1]",
    "place": "五部",
    "reading": "ごへい",
    "desc": "茨城県古河市[1]にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "石岡市",
    "place": "茨城",
    "reading": "ばらき",
    "desc": "茨城県石岡市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "石岡市",
    "place": "加生野",
    "reading": "かようの",
    "desc": "茨城県石岡市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "石岡市",
    "place": "弓弦",
    "reading": "ゆづり",
    "desc": "茨城県石岡市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "結城市[1]",
    "place": "鹿窪",
    "reading": "かなくぼ",
    "desc": "茨城県結城市[1]にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "結城市[1]",
    "place": "七五三場",
    "reading": "しめば",
    "desc": "茨城県結城市[1]にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "龍ケ崎市",
    "place": "直鮒",
    "reading": "すうぶな",
    "desc": "茨城県龍ケ崎市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "常総市[2]",
    "place": "国生",
    "reading": "こっしょう",
    "desc": "茨城県常総市[2]にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "常総市",
    "place": "収納谷",
    "reading": "すのうや",
    "desc": "茨城県常総市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "常総市",
    "place": "曲田",
    "reading": "まがった",
    "desc": "茨城県常総市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "常総市",
    "place": "水海道",
    "reading": "みつかいどう",
    "desc": "茨城県常総市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "常陸太田市",
    "place": "堅磐町",
    "reading": "かきわちょう",
    "desc": "茨城県常陸太田市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "常陸太田市",
    "place": "天下野",
    "reading": "けがの",
    "desc": "茨城県常陸太田市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "下妻市[1]",
    "place": "高道祖",
    "reading": "たかさい",
    "desc": "茨城県下妻市[1]にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "笠間市",
    "place": "随分附",
    "reading": "なむさんづけ",
    "desc": "茨城県笠間市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "取手市",
    "place": "小堀",
    "reading": "おおほり",
    "desc": "茨城県取手市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "取手市",
    "place": "小浮気",
    "reading": "こぶけ",
    "desc": "茨城県取手市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "牛久市",
    "place": "女化町",
    "reading": "おなばけちょう",
    "desc": "茨城県牛久市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "牛久市",
    "place": "東猯穴町",
    "reading": "ひがしまみあなちょう",
    "desc": "茨城県牛久市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "つくば市",
    "place": "天宝喜",
    "reading": "あまぼうき",
    "desc": "茨城県つくば市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "つくば市",
    "place": "大角豆",
    "reading": "ささぎ",
    "desc": "茨城県つくば市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "つくば市",
    "place": "手子生",
    "reading": "てごまる",
    "desc": "茨城県つくば市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "つくば市",
    "place": "泊崎",
    "reading": "はっさき",
    "desc": "茨城県つくば市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "ひたちなか市",
    "place": "酒列",
    "reading": "さかつら",
    "desc": "茨城県ひたちなか市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "ひたちなか市",
    "place": "蜆塚",
    "reading": "しいずか",
    "desc": "茨城県ひたちなか市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "ひたちなか市",
    "place": "四十発句",
    "reading": "しじゅうほつく",
    "desc": "茨城県ひたちなか市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "ひたちなか市",
    "place": "足崎",
    "reading": "たらざき",
    "desc": "茨城県ひたちなか市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "ひたちなか市",
    "place": "部田野",
    "reading": "へたの",
    "desc": "茨城県ひたちなか市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "ひたちなか市",
    "place": "狢谷津",
    "reading": "むじなやつ",
    "desc": "茨城県ひたちなか市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "潮来市",
    "place": "潮来",
    "reading": "いたこ",
    "desc": "茨城県潮来市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "守谷市",
    "place": "赤法花",
    "reading": "あかぼっけ",
    "desc": "茨城県守谷市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "筑西市[1]",
    "place": "女方",
    "reading": "おざかた",
    "desc": "茨城県筑西市[1]にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "筑西市[1]",
    "place": "関本肥土",
    "reading": "せきもとあくと",
    "desc": "茨城県筑西市[1]にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "稲敷市",
    "place": "月出里",
    "reading": "すだち",
    "desc": "茨城県稲敷市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "行方市",
    "place": "行方",
    "reading": "なめがた",
    "desc": "茨城県行方市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "行方市",
    "place": "次木",
    "reading": "なみき",
    "desc": "茨城県行方市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "鉾田市",
    "place": "烟田",
    "reading": "かまた",
    "desc": "茨城県鉾田市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "鉾田市",
    "place": "子生",
    "reading": "こなじ",
    "desc": "茨城県鉾田市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "つくばみらい市",
    "place": "樛木",
    "reading": "つきぬき",
    "desc": "茨城県つくばみらい市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "つくばみらい市",
    "place": "狸穴",
    "reading": "まみあな",
    "desc": "茨城県つくばみらい市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "小美玉市",
    "place": "先後",
    "reading": "まつのち",
    "desc": "茨城県小美玉市にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "稲敷郡阿見町",
    "place": "廻戸",
    "reading": "はさまど",
    "desc": "茨城県稲敷郡阿見町にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "稲敷郡河内町",
    "place": "生板",
    "reading": "まないた",
    "desc": "茨城県稲敷郡河内町にある難読地名。"
  },
  {
    "pref": "茨城県",
    "city": "猿島郡境町[1]",
    "place": "大歩",
    "reading": "わご",
    "desc": "茨城県猿島郡境町[1]にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "宇都宮市",
    "place": "鐺山",
    "reading": "こてやま",
    "desc": "栃木県宇都宮市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "[3] - 宇都宮市",
    "place": "駒生",
    "reading": "こまにゅう",
    "desc": "栃木県[3] - 宇都宮市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "宇都宮市　※行政上での読みを「とくじろう」としていたが、2021年3月1日より「とくじら」に戻した[4]。",
    "place": "徳次郎",
    "reading": "とくじら",
    "desc": "栃木県宇都宮市　※行政上での読みを「とくじろう」としていたが、2021年3月1日より「とくじら」に戻した[4]。にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "宇都宮市",
    "place": "野高谷",
    "reading": "のごや",
    "desc": "栃木県宇都宮市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "宇都宮市",
    "place": "曲師",
    "reading": "まげし",
    "desc": "栃木県宇都宮市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "足利市",
    "place": "県",
    "reading": "あがた",
    "desc": "栃木県足利市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "足利市",
    "place": "利保町",
    "reading": "かかぼちょう",
    "desc": "栃木県足利市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "足利市",
    "place": "八椚",
    "reading": "やつくぬぎ",
    "desc": "栃木県足利市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "足利市",
    "place": "五十部町",
    "reading": "よべちょう",
    "desc": "栃木県足利市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "足利市",
    "place": "御厨町",
    "reading": "みくりやまち",
    "desc": "栃木県足利市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "栃木市",
    "place": "新",
    "reading": "あらい",
    "desc": "栃木県栃木市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "栃木市",
    "place": "稲荷祠",
    "reading": "いなりづか",
    "desc": "栃木県栃木市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "栃木市",
    "place": "庚申塚",
    "reading": "かねつか",
    "desc": "栃木県栃木市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "栃木市",
    "place": "瞽女石",
    "reading": "ごぜいし",
    "desc": "栃木県栃木市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "栃木市",
    "place": "皀角子戸",
    "reading": "さいかちど",
    "desc": "栃木県栃木市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "栃木市",
    "place": "猿渕",
    "reading": "ざるぶち",
    "desc": "栃木県栃木市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "栃木市",
    "place": "戸恒",
    "reading": "とづね",
    "desc": "栃木県栃木市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "栃木市",
    "place": "藤岡町帯刀",
    "reading": "ふじおかまちたてわき",
    "desc": "栃木県栃木市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "栃木市",
    "place": "藤岡町新波",
    "reading": "ふじおかまちにっぱ",
    "desc": "栃木県栃木市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "栃木市",
    "place": "倭町",
    "reading": "やまとちょう",
    "desc": "栃木県栃木市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "栃木市",
    "place": "岩舟町五十畑",
    "reading": "いわふねまちいかばた",
    "desc": "栃木県栃木市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "栃木市",
    "place": "岩舟町新里",
    "reading": "いわふねまちにっさと",
    "desc": "栃木県栃木市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "栃木市",
    "place": "岩舟町曲ヶ島",
    "reading": "いわふねまちまがのしま",
    "desc": "栃木県栃木市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "佐野市",
    "place": "鐙塚町",
    "reading": "あぶづかちょう",
    "desc": "栃木県佐野市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "佐野市",
    "place": "庚申塚町",
    "reading": "かねづかちょう",
    "desc": "栃木県佐野市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "佐野市",
    "place": "築地町",
    "reading": "ついじちょう",
    "desc": "栃木県佐野市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "佐野市",
    "place": "四十八願",
    "reading": "よいなら",
    "desc": "栃木県佐野市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "鹿沼市",
    "place": "樅山町",
    "reading": "もみやままち",
    "desc": "栃木県鹿沼市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "日光市",
    "place": "東小来川",
    "reading": "ひがしおころがわ",
    "desc": "栃木県日光市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "日光市",
    "place": "西小来川",
    "reading": "にしおころがわ",
    "desc": "栃木県日光市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "日光市",
    "place": "中小来川",
    "reading": "なかおころがわ",
    "desc": "栃木県日光市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "日光市",
    "place": "荊沢",
    "reading": "おとろざわ",
    "desc": "栃木県日光市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "小山市",
    "place": "神鳥谷",
    "reading": "ひととのや",
    "desc": "栃木県小山市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "真岡市",
    "place": "道祖土",
    "reading": "さやど",
    "desc": "栃木県真岡市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "真岡市",
    "place": "真岡",
    "reading": "もおか",
    "desc": "栃木県真岡市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "真岡市",
    "place": "砂ケ原",
    "reading": "いさがはら",
    "desc": "栃木県真岡市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "真岡市",
    "place": "上江連",
    "reading": "かみえづら",
    "desc": "栃木県真岡市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "大田原市",
    "place": "寒井",
    "reading": "さぶい",
    "desc": "栃木県大田原市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "大田原市",
    "place": "佐良土",
    "reading": "さらど",
    "desc": "栃木県大田原市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "大田原市",
    "place": "親園",
    "reading": "ちかその",
    "desc": "栃木県大田原市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "那須塩原市",
    "place": "接骨木",
    "reading": "にわとこ",
    "desc": "栃木県那須塩原市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "那須塩原市",
    "place": "箭坪",
    "reading": "やつぼ",
    "desc": "栃木県那須塩原市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "さくら市",
    "place": "熟田",
    "reading": "にいた",
    "desc": "栃木県さくら市にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "河内郡上三川町",
    "place": "上三川",
    "reading": "かみのかわ",
    "desc": "栃木県河内郡上三川町にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "河内郡上三川町",
    "place": "三軒在家",
    "reading": "さぎざき",
    "desc": "栃木県河内郡上三川町にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "河内郡上三川町",
    "place": "蓼沼",
    "reading": "たてぬま",
    "desc": "栃木県河内郡上三川町にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "河内郡上三川町",
    "place": "汗",
    "reading": "ふざかし",
    "desc": "栃木県河内郡上三川町にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "芳賀郡益子町",
    "place": "生田目",
    "reading": "なばため",
    "desc": "栃木県芳賀郡益子町にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "芳賀郡茂木町",
    "place": "鮎田",
    "reading": "あいだ",
    "desc": "栃木県芳賀郡茂木町にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "芳賀郡茂木町",
    "place": "烏生田",
    "reading": "うごうた",
    "desc": "栃木県芳賀郡茂木町にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "芳賀郡茂木町",
    "place": "後郷",
    "reading": "うらごう",
    "desc": "栃木県芳賀郡茂木町にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "芳賀郡茂木町",
    "place": "神井",
    "reading": "かのい",
    "desc": "栃木県芳賀郡茂木町にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "芳賀郡茂木町",
    "place": "九石",
    "reading": "さざらし",
    "desc": "栃木県芳賀郡茂木町にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "芳賀郡茂木町",
    "place": "茂木",
    "reading": "もてぎ",
    "desc": "栃木県芳賀郡茂木町にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "塩谷郡塩谷町",
    "place": "玉生",
    "reading": "たまにゅう",
    "desc": "栃木県塩谷郡塩谷町にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "塩谷郡塩谷町",
    "place": "船生",
    "reading": "ふにゅう",
    "desc": "栃木県塩谷郡塩谷町にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "那須郡那珂川町",
    "place": "薬利",
    "reading": "くずり",
    "desc": "栃木県那須郡那珂川町にある難読地名。"
  },
  {
    "pref": "栃木県",
    "city": "下都賀郡壬生町",
    "place": "壬生",
    "reading": "みぶ",
    "desc": "栃木県下都賀郡壬生町にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "前橋市",
    "place": "橳島町",
    "reading": "ぬでじままち",
    "desc": "群馬県前橋市にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "前橋市",
    "place": "女屋町",
    "reading": "おなやまち",
    "desc": "群馬県前橋市にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "高崎市",
    "place": "檜物町",
    "reading": "ひものちょう",
    "desc": "群馬県高崎市にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "高崎市",
    "place": "多比良",
    "reading": "たいら",
    "desc": "群馬県高崎市にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "高崎市",
    "place": "橳尾",
    "reading": "ぬでのお",
    "desc": "群馬県高崎市にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "桐生市",
    "place": "安楽土町",
    "reading": "あらとちょう",
    "desc": "群馬県桐生市にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "桐生市",
    "place": "黒保根町宿廻",
    "reading": "くろほねちょうしゅくめぐり",
    "desc": "群馬県桐生市にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "桐生市",
    "place": "広沢町間ノ島",
    "reading": "ひろさわちょうあいのしま",
    "desc": "群馬県桐生市にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "桐生市",
    "place": "寄日",
    "reading": "よっぴ",
    "desc": "群馬県桐生市にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "桐生市",
    "place": "大茂",
    "reading": "だいもん",
    "desc": "群馬県桐生市にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "伊勢崎市",
    "place": "間野谷町",
    "reading": "あいのやまち",
    "desc": "群馬県伊勢崎市にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "伊勢崎市",
    "place": "采女",
    "reading": "うねめ",
    "desc": "群馬県伊勢崎市にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "伊勢崎市",
    "place": "田部井町",
    "reading": "ためがいまち",
    "desc": "群馬県伊勢崎市にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "伊勢崎市",
    "place": "境百々",
    "reading": "さかいどうどう",
    "desc": "群馬県伊勢崎市にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "伊勢崎市",
    "place": "八斗島町",
    "reading": "やったじままち",
    "desc": "群馬県伊勢崎市にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "太田市",
    "place": "治良門橋",
    "reading": "じろえんばし",
    "desc": "群馬県太田市にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "太田市",
    "place": "茂木町",
    "reading": "もてぎちょう",
    "desc": "群馬県太田市にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "沼田市",
    "place": "堀廻町",
    "reading": "ほりめぐりまち",
    "desc": "群馬県沼田市にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "沼田市",
    "place": "利根町老神",
    "reading": "とねまちおいがみ",
    "desc": "群馬県沼田市にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "安中市",
    "place": "松井田町国衙",
    "reading": "まついだまちこくが",
    "desc": "群馬県安中市にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "安中市",
    "place": "相水谷津",
    "reading": "そうずいやつ",
    "desc": "群馬県安中市にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "安中市",
    "place": "文殊寺",
    "reading": "もじょうじ",
    "desc": "群馬県安中市にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "安中市",
    "place": "三ヶ",
    "reading": "さんか",
    "desc": "群馬県安中市にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "安中市",
    "place": "五ヶ",
    "reading": "ごか",
    "desc": "群馬県安中市にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "藤岡市",
    "place": "本動堂",
    "reading": "もとゆるぎどう",
    "desc": "群馬県藤岡市にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "多野郡神流町",
    "place": "神流",
    "reading": "かんな",
    "desc": "群馬県多野郡神流町にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "多野郡神流町",
    "place": "魚尾",
    "reading": "よのお",
    "desc": "群馬県多野郡神流町にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "多野郡上野村",
    "place": "乙父",
    "reading": "おっち",
    "desc": "群馬県多野郡上野村にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "多野郡上野村",
    "place": "乙母",
    "reading": "おとも",
    "desc": "群馬県多野郡上野村にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "甘楽郡甘楽町",
    "place": "甘楽",
    "reading": "かんら",
    "desc": "群馬県甘楽郡甘楽町にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "吾妻郡長野原町",
    "place": "八ッ場",
    "reading": "やんば",
    "desc": "群馬県吾妻郡長野原町にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "吾妻郡中之条町",
    "place": "六合",
    "reading": "くに",
    "desc": "群馬県吾妻郡中之条町にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "吾妻郡高山村",
    "place": "尻高",
    "reading": "しったか",
    "desc": "群馬県吾妻郡高山村にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "吾妻郡嬬恋村",
    "place": "嬬恋",
    "reading": "つまごい",
    "desc": "群馬県吾妻郡嬬恋村にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "利根郡みなかみ町",
    "place": "政所",
    "reading": "まんどころ",
    "desc": "群馬県利根郡みなかみ町にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "利根郡みなかみ町",
    "place": "師",
    "reading": "もろ",
    "desc": "群馬県利根郡みなかみ町にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "利根郡片品村",
    "place": "御座入",
    "reading": "みざのり",
    "desc": "群馬県利根郡片品村にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "邑楽郡邑楽町",
    "place": "邑楽",
    "reading": "おうら",
    "desc": "群馬県邑楽郡邑楽町にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "邑楽郡邑楽町",
    "place": "鶉",
    "reading": "うずら",
    "desc": "群馬県邑楽郡邑楽町にある難読地名。"
  },
  {
    "pref": "群馬県",
    "city": "邑楽郡邑楽町",
    "place": "狸塚",
    "reading": "むじなづか",
    "desc": "群馬県邑楽郡邑楽町にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "さいたま市西区",
    "place": "清河寺",
    "reading": "せいがんじ",
    "desc": "埼玉県さいたま市西区にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "さいたま市西区",
    "place": "西遊馬",
    "reading": "にしあすま",
    "desc": "埼玉県さいたま市西区にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "さいたま市西区",
    "place": "水判土",
    "reading": "みずはた",
    "desc": "埼玉県さいたま市西区にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "さいたま市見沼区",
    "place": "風渡野",
    "reading": "ふっとの",
    "desc": "埼玉県さいたま市見沼区にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "さいたま市見沼区",
    "place": "猿ヶ谷戸",
    "reading": "さるがやと",
    "desc": "埼玉県さいたま市見沼区にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "さいたま市見沼区",
    "place": "宮ヶ谷塔",
    "reading": "みやがやとう",
    "desc": "埼玉県さいたま市見沼区にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "さいたま市中央区",
    "place": "円阿弥",
    "reading": "えんなみ",
    "desc": "埼玉県さいたま市中央区にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "さいたま市桜区",
    "place": "新開",
    "reading": "しびらき",
    "desc": "埼玉県さいたま市桜区にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "さいたま市桜区",
    "place": "神田",
    "reading": "じんで",
    "desc": "埼玉県さいたま市桜区にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "さいたま市南区",
    "place": "文蔵",
    "reading": "ぶぞう",
    "desc": "埼玉県さいたま市南区にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "さいたま市緑区",
    "place": "道祖土",
    "reading": "さいど",
    "desc": "埼玉県さいたま市緑区にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "さいたま市岩槻区[5]",
    "place": "釣上",
    "reading": "かぎあげ",
    "desc": "埼玉県さいたま市岩槻区[5]にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "川越市",
    "place": "安比奈",
    "reading": "あいな",
    "desc": "埼玉県川越市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "川越市",
    "place": "田面沢",
    "reading": "たのもざわ",
    "desc": "埼玉県川越市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "川越市",
    "place": "鉦打町",
    "reading": "かねうちまち",
    "desc": "埼玉県川越市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "川越市",
    "place": "郭町",
    "reading": "くるわまち",
    "desc": "埼玉県川越市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "熊谷市",
    "place": "妻沼",
    "reading": "めぬま",
    "desc": "埼玉県熊谷市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "熊谷市",
    "place": "御稜威ケ原",
    "reading": "みいずがはら",
    "desc": "埼玉県熊谷市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "熊谷市",
    "place": "万吉",
    "reading": "まげち",
    "desc": "埼玉県熊谷市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "熊谷市",
    "place": "楊井",
    "reading": "やぎい",
    "desc": "埼玉県熊谷市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "川口市",
    "place": "十二月田",
    "reading": "しわすだ",
    "desc": "埼玉県川口市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "川口市",
    "place": "榛松",
    "reading": "はえまつ",
    "desc": "埼玉県川口市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "行田市",
    "place": "利田",
    "reading": "かがだ",
    "desc": "埼玉県行田市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "秩父市",
    "place": "飛沼原",
    "reading": "とぬまはら",
    "desc": "埼玉県秩父市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "秩父市",
    "place": "道明石",
    "reading": "みちあかし",
    "desc": "埼玉県秩父市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "秩父市",
    "place": "寄国土",
    "reading": "ゆすくど",
    "desc": "埼玉県秩父市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "所沢市",
    "place": "神米金",
    "reading": "かめがね",
    "desc": "埼玉県所沢市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "飯能市",
    "place": "下赤工",
    "reading": "しもあかだくみ",
    "desc": "埼玉県飯能市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "飯能市",
    "place": "征矢町",
    "reading": "そやちょう",
    "desc": "埼玉県飯能市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "飯能市",
    "place": "双柳",
    "reading": "なみやなぎ",
    "desc": "埼玉県飯能市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "飯能市",
    "place": "矢颪",
    "reading": "やおろし",
    "desc": "埼玉県飯能市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "飯能市",
    "place": "蟬指",
    "reading": "せみざす",
    "desc": "埼玉県飯能市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "加須市",
    "place": "加須",
    "reading": "かぞ",
    "desc": "埼玉県加須市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "加須市",
    "place": "牛重",
    "reading": "うしがさね",
    "desc": "埼玉県加須市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "加須市",
    "place": "種足",
    "reading": "たなだれ",
    "desc": "埼玉県加須市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "加須市",
    "place": "志多見",
    "reading": "しだみ",
    "desc": "埼玉県加須市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "加須市",
    "place": "礼羽",
    "reading": "らいは",
    "desc": "埼玉県加須市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "本庄市",
    "place": "五十子",
    "reading": "いかっこ",
    "desc": "埼玉県本庄市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "本庄市　※実際の地名は「児玉町吉田林」",
    "place": "吉田林",
    "reading": "きたばやし",
    "desc": "埼玉県本庄市　※実際の地名は「児玉町吉田林」にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "東松山市",
    "place": "神戸",
    "reading": "ごうど",
    "desc": "埼玉県東松山市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "東松山市",
    "place": "箭弓",
    "reading": "やきゅう",
    "desc": "埼玉県東松山市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "東松山市",
    "place": "下青鳥",
    "reading": "しもおおどり",
    "desc": "埼玉県東松山市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "羽生市",
    "place": "羽生",
    "reading": "はにゅう",
    "desc": "埼玉県羽生市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "羽生市　※実際の地名は「上村君」「下村君」",
    "place": "村君",
    "reading": "むらきみ",
    "desc": "埼玉県羽生市　※実際の地名は「上村君」「下村君」にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "羽生市",
    "place": "弥勒",
    "reading": "みろく",
    "desc": "埼玉県羽生市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "鴻巣市",
    "place": "生出塚",
    "reading": "おいねづか",
    "desc": "埼玉県鴻巣市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "鴻巣市",
    "place": "屈巣",
    "reading": "くす",
    "desc": "埼玉県鴻巣市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "鴻巣市",
    "place": "荊原",
    "reading": "ばらはら",
    "desc": "埼玉県鴻巣市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "鴻巣市",
    "place": "下忍",
    "reading": "しもおし",
    "desc": "埼玉県鴻巣市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "深谷市　※実際の地名は「上手計」「下手計」",
    "place": "手計",
    "reading": "てばか",
    "desc": "埼玉県深谷市　※実際の地名は「上手計」「下手計」にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "深谷市",
    "place": "上敷免",
    "reading": "じょうしきめん",
    "desc": "埼玉県深谷市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "深谷市",
    "place": "起会",
    "reading": "おきあい",
    "desc": "埼玉県深谷市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "草加市",
    "place": "遊馬町",
    "reading": "あすまちょう",
    "desc": "埼玉県草加市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "入間市",
    "place": "仏子",
    "reading": "ぶし",
    "desc": "埼玉県入間市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "桶川市",
    "place": "舎人新田",
    "reading": "とねりしんでん",
    "desc": "埼玉県桶川市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "久喜市　※実際の地名は「上栢間」「下栢間」",
    "place": "栢間",
    "reading": "かやま",
    "desc": "埼玉県久喜市　※実際の地名は「上栢間」「下栢間」にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "八潮市",
    "place": "垳",
    "reading": "がけ",
    "desc": "埼玉県八潮市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "三郷市",
    "place": "采女",
    "reading": "うねめ",
    "desc": "埼玉県三郷市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "坂戸市",
    "place": "粟生田",
    "reading": "あおた",
    "desc": "埼玉県坂戸市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "坂戸市",
    "place": "入西",
    "reading": "にっさい",
    "desc": "埼玉県坂戸市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "幸手市",
    "place": "内国府間",
    "reading": "うちごうま",
    "desc": "埼玉県幸手市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "幸手市",
    "place": "外国府間",
    "reading": "そとごうま",
    "desc": "埼玉県幸手市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "鶴ヶ島市 ※実際の地名は「脚折」「脚折町」",
    "place": "脚折",
    "reading": "すねおり",
    "desc": "埼玉県鶴ヶ島市 ※実際の地名は「脚折」「脚折町」にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "日高市",
    "place": "猿田",
    "reading": "やえんだ",
    "desc": "埼玉県日高市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "日高市",
    "place": "女影",
    "reading": "おなかげ",
    "desc": "埼玉県日高市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "日高市",
    "place": "高麗",
    "reading": "こま",
    "desc": "埼玉県日高市にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "入間郡三芳町",
    "place": "三芳",
    "reading": "みよし",
    "desc": "埼玉県入間郡三芳町にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "入間郡毛呂山町",
    "place": "毛呂",
    "reading": "もろ",
    "desc": "埼玉県入間郡毛呂山町にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "入間郡越生町",
    "place": "越生",
    "reading": "おごせ",
    "desc": "埼玉県入間郡越生町にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "入間郡越生町",
    "place": "如意",
    "reading": "ねおい",
    "desc": "埼玉県入間郡越生町にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "比企郡小川町",
    "place": "靱負",
    "reading": "ゆきえ",
    "desc": "埼玉県比企郡小川町にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "比企郡吉見町",
    "place": "蚊斗谷",
    "reading": "かばかりや",
    "desc": "埼玉県比企郡吉見町にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "比企郡鳩山町",
    "place": "大豆戸",
    "reading": "まめど",
    "desc": "埼玉県比企郡鳩山町にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "比企郡ときがわ町",
    "place": "椚平",
    "reading": "くぬぎだいら",
    "desc": "埼玉県比企郡ときがわ町にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "大里郡寄居町[6]",
    "place": "男衾",
    "reading": "おぶすま",
    "desc": "埼玉県大里郡寄居町[6]にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "大里郡寄居町",
    "place": "波久礼",
    "reading": "はぐれ",
    "desc": "埼玉県大里郡寄居町にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "大里郡寄居町",
    "place": "風布",
    "reading": "ふうぷ",
    "desc": "埼玉県大里郡寄居町にある難読地名。"
  },
  {
    "pref": "埼玉県",
    "city": "南埼玉郡宮代町",
    "place": "百間",
    "reading": "もんま",
    "desc": "埼玉県南埼玉郡宮代町にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "千葉市稲毛区",
    "place": "園生町",
    "reading": "そんのうちょう",
    "desc": "千葉県千葉市稲毛区にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "千葉市中央区[7]",
    "place": "生実町",
    "reading": "おゆみちょう",
    "desc": "千葉県千葉市中央区[7]にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "千葉市中央区",
    "place": "登戸",
    "reading": "のぶと",
    "desc": "千葉県千葉市中央区にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "千葉市花見川区",
    "place": "犢橋町",
    "reading": "こてはしちょう",
    "desc": "千葉県千葉市花見川区にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "千葉市緑区",
    "place": "土気町",
    "reading": "とけちょう",
    "desc": "千葉県千葉市緑区にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "千葉市緑区",
    "place": "小食土町",
    "reading": "やさしどちょう",
    "desc": "千葉県千葉市緑区にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "千葉市緑区",
    "place": "誉田町",
    "reading": "ほんだまち",
    "desc": "千葉県千葉市緑区にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "市川市",
    "place": "香取",
    "reading": "かんどり",
    "desc": "千葉県市川市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "市川市",
    "place": "国府台",
    "reading": "こうのだい",
    "desc": "千葉県市川市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "市川市",
    "place": "稲荷木",
    "reading": "とうかぎ",
    "desc": "千葉県市川市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "市川市",
    "place": "奉免町",
    "reading": "ほうめまち",
    "desc": "千葉県市川市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "市川市[8]",
    "place": "北方町",
    "reading": "ぼっけまち",
    "desc": "千葉県市川市[8]にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "船橋市[9]",
    "place": "行々林",
    "reading": "おどろばやし",
    "desc": "千葉県船橋市[9]にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "船橋市",
    "place": "葛飾町",
    "reading": "かつしかちょう",
    "desc": "千葉県船橋市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "船橋市",
    "place": "飯山満町",
    "reading": "はさまちょう",
    "desc": "千葉県船橋市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "船橋市",
    "place": "神保町",
    "reading": "じんぼうちょう",
    "desc": "千葉県船橋市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "松戸市",
    "place": "幸田",
    "reading": "こうで",
    "desc": "千葉県松戸市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "松戸市",
    "place": "五香六実",
    "reading": "ごこうむつみ",
    "desc": "千葉県松戸市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "松戸市",
    "place": "七畝割",
    "reading": "ななせわり",
    "desc": "千葉県松戸市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "松戸市",
    "place": "三ヶ月",
    "reading": "みこぜ",
    "desc": "千葉県松戸市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "松戸市",
    "place": "主水新田",
    "reading": "もんとしんでん",
    "desc": "千葉県松戸市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "野田市",
    "place": "座生",
    "reading": "ざおう",
    "desc": "千葉県野田市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "野田市[10]",
    "place": "次木",
    "reading": "なみき",
    "desc": "千葉県野田市[10]にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "勝浦市",
    "place": "墨名",
    "reading": "とな",
    "desc": "千葉県勝浦市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "勝浦市",
    "place": "部原",
    "reading": "へばら",
    "desc": "千葉県勝浦市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "勝浦市",
    "place": "浜行川",
    "reading": "はまなめかわ",
    "desc": "千葉県勝浦市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "東金市",
    "place": "求名",
    "reading": "ぐみょう",
    "desc": "千葉県東金市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "東金市",
    "place": "大豆谷",
    "reading": "まめざく",
    "desc": "千葉県東金市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "東金市",
    "place": "薄島",
    "reading": "すすきしま",
    "desc": "千葉県東金市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "東金市",
    "place": "砂古瀬",
    "reading": "いさごぜ",
    "desc": "千葉県東金市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "東金市",
    "place": "武射田",
    "reading": "むざた",
    "desc": "千葉県東金市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "柏市",
    "place": "篠籠田",
    "reading": "しこだ",
    "desc": "千葉県柏市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "柏市",
    "place": "逆井",
    "reading": "さかさい",
    "desc": "千葉県柏市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "柏市",
    "place": "船戸山高野",
    "reading": "ふなどやまごうや",
    "desc": "千葉県柏市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "柏市",
    "place": "若白毛",
    "reading": "わかしらが",
    "desc": "千葉県柏市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "市原市",
    "place": "飯給",
    "reading": "いたぶ",
    "desc": "千葉県市原市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "市原市",
    "place": "不入斗",
    "reading": "いりやまず",
    "desc": "千葉県市原市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "市原市",
    "place": "廿五里",
    "reading": "ついへいじ",
    "desc": "千葉県市原市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "市原市",
    "place": "海士有木",
    "reading": "あまありき",
    "desc": "千葉県市原市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "流山市",
    "place": "名都借",
    "reading": "なづかり",
    "desc": "千葉県流山市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "佐倉市",
    "place": "生谷",
    "reading": "おぶかい",
    "desc": "千葉県佐倉市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "佐倉市",
    "place": "神門",
    "reading": "ごうど",
    "desc": "千葉県佐倉市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "佐倉市",
    "place": "中尾余町",
    "reading": "なかびよまち",
    "desc": "千葉県佐倉市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "佐倉市",
    "place": "野狐台町",
    "reading": "やっこだいまち",
    "desc": "千葉県佐倉市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "成田市",
    "place": "松崎",
    "reading": "まんざき",
    "desc": "千葉県成田市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "八千代市",
    "place": "神久保",
    "reading": "いものくぼ",
    "desc": "千葉県八千代市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "我孫子市",
    "place": "我孫子",
    "reading": "あびこ",
    "desc": "千葉県我孫子市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "我孫子市",
    "place": "都部",
    "reading": "いちぶ",
    "desc": "千葉県我孫子市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "我孫子市",
    "place": "岡発戸",
    "reading": "おかほっと",
    "desc": "千葉県我孫子市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "我孫子市",
    "place": "下ケ戸",
    "reading": "さげと",
    "desc": "千葉県我孫子市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "我孫子市",
    "place": "中峠",
    "reading": "なかびょう",
    "desc": "千葉県我孫子市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "我孫子市",
    "place": "日秀",
    "reading": "ひびり",
    "desc": "千葉県我孫子市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "鴨川市",
    "place": "横渚",
    "reading": "よこすか",
    "desc": "千葉県鴨川市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "鴨川市",
    "place": "貝渚",
    "reading": "かいすか",
    "desc": "千葉県鴨川市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "鴨川市",
    "place": "打墨",
    "reading": "うつつみ",
    "desc": "千葉県鴨川市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "鴨川市",
    "place": "太田学",
    "reading": "おだがく",
    "desc": "千葉県鴨川市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "鴨川市",
    "place": "金束",
    "reading": "こづか",
    "desc": "千葉県鴨川市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "鴨川市",
    "place": "主基西",
    "reading": "すきにし",
    "desc": "千葉県鴨川市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "鴨川市",
    "place": "北風原",
    "reading": "ならいはら",
    "desc": "千葉県鴨川市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "浦安市",
    "place": "猫実",
    "reading": "ねこざね",
    "desc": "千葉県浦安市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "八街市",
    "place": "砂",
    "reading": "いさご",
    "desc": "千葉県八街市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "八街市",
    "place": "文違",
    "reading": "ひじかい",
    "desc": "千葉県八街市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "八街市",
    "place": "八街",
    "reading": "やちまた",
    "desc": "千葉県八街市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "匝瑳市",
    "place": "匝瑳",
    "reading": "そうさ",
    "desc": "千葉県匝瑳市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "香取市",
    "place": "丁子",
    "reading": "ようろご",
    "desc": "千葉県香取市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "白井市",
    "place": "神々廻",
    "reading": "ししば",
    "desc": "千葉県白井市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "印西市",
    "place": "安食卜杭",
    "reading": "あじきぼっくい",
    "desc": "千葉県印西市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "印西市",
    "place": "木下",
    "reading": "きおろし",
    "desc": "千葉県印西市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "印西市",
    "place": "将監",
    "reading": "しょうげん",
    "desc": "千葉県印西市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "印西市",
    "place": "草深",
    "reading": "そうふけ",
    "desc": "千葉県印西市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "印旛郡酒々井町",
    "place": "酒々井",
    "reading": "しすい",
    "desc": "千葉県印旛郡酒々井町にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "印旛郡酒々井町",
    "place": "猿楽場",
    "reading": "さかくば",
    "desc": "千葉県印旛郡酒々井町にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "長生郡一宮町",
    "place": "東浪見",
    "reading": "とらみ",
    "desc": "千葉県長生郡一宮町にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "四街道市",
    "place": "鹿渡",
    "reading": "しかわたし",
    "desc": "千葉県四街道市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "四街道市",
    "place": "南波佐間",
    "reading": "なばさま",
    "desc": "千葉県四街道市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "四街道市",
    "place": "鹿放ヶ丘",
    "reading": "ろっぽうがおか",
    "desc": "千葉県四街道市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "南房総市",
    "place": "千倉町忽戸",
    "reading": "ちくらちょうこっと",
    "desc": "千葉県南房総市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "南房総市",
    "place": "華表裏",
    "reading": "とりいかわ",
    "desc": "千葉県南房総市にある難読地名。"
  },
  {
    "pref": "千葉県",
    "city": "南房総市",
    "place": "大房岬",
    "reading": "たいぶさみさき",
    "desc": "千葉県南房総市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "千代田区",
    "place": "旅籠町",
    "reading": "はたごまち",
    "desc": "東京都千代田区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "中央区",
    "place": "日本橋馬喰町",
    "reading": "にほんばしばくろちょう",
    "desc": "東京都中央区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "中央区",
    "place": "檜物町",
    "reading": "ひものちょう",
    "desc": "東京都中央区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "中央区 ※交差点に残る。",
    "place": "蓬莱橋",
    "reading": "ほうらいばし",
    "desc": "東京都中央区 ※交差点に残る。にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "中央区",
    "place": "槙町",
    "reading": "まきまち",
    "desc": "東京都中央区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "中央区",
    "place": "薬研堀",
    "reading": "やげんぼり",
    "desc": "東京都中央区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "港区",
    "place": "麻布狸穴町",
    "reading": "あざぶまみあなちょう",
    "desc": "東京都港区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "新宿区",
    "place": "霞岳",
    "reading": "かすみがおか",
    "desc": "東京都新宿区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "新宿区",
    "place": "十二社",
    "reading": "じゅうにそう",
    "desc": "東京都新宿区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "新宿区",
    "place": "角筈",
    "reading": "つのはず",
    "desc": "東京都新宿区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "新宿区",
    "place": "筑土八幡町",
    "reading": "つくどはちまんちょう",
    "desc": "東京都新宿区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "新宿区",
    "place": "改代町",
    "reading": "かいたいちょう",
    "desc": "東京都新宿区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "文京区",
    "place": "駕籠町",
    "reading": "かごまち",
    "desc": "東京都文京区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "文京区",
    "place": "指谷",
    "reading": "さしがや、さすがや",
    "desc": "東京都文京区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "文京区",
    "place": "真砂坂",
    "reading": "まさござか",
    "desc": "東京都文京区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "文京区",
    "place": "大和郷",
    "reading": "やまとむら",
    "desc": "東京都文京区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "台東区",
    "place": "厩橋",
    "reading": "うまやばし",
    "desc": "東京都台東区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "台東区",
    "place": "御徒町",
    "reading": "おかちまち",
    "desc": "東京都台東区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "墨田区",
    "place": "吾嬬",
    "reading": "あづま→あずま",
    "desc": "東京都墨田区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "墨田区",
    "place": "請地",
    "reading": "うけじ",
    "desc": "東京都墨田区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "墨田区",
    "place": "業平",
    "reading": "なりひら",
    "desc": "東京都墨田区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "江東区",
    "place": "亀戸",
    "reading": "かめいど",
    "desc": "東京都江東区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "江東区",
    "place": "東雲",
    "reading": "しののめ",
    "desc": "東京都江東区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "目黒区",
    "place": "碑文谷",
    "reading": "ひもんや",
    "desc": "東京都目黒区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "大田区",
    "place": "不入斗",
    "reading": "いりやまず",
    "desc": "東京都大田区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "大田区",
    "place": "糀谷",
    "reading": "こうじや",
    "desc": "東京都大田区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "世田谷区",
    "place": "粕谷",
    "reading": "かすや",
    "desc": "東京都世田谷区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "世田谷区",
    "place": "砧",
    "reading": "きぬた",
    "desc": "東京都世田谷区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "世田谷区 - 世田谷区",
    "place": "駒繋",
    "reading": "こまつなぎ",
    "desc": "東京都世田谷区 - 世田谷区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "世田谷区",
    "place": "等々力",
    "reading": "とどろき",
    "desc": "東京都世田谷区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "世田谷区",
    "place": "廻沢",
    "reading": "めぐりさわ",
    "desc": "東京都世田谷区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "渋谷区",
    "place": "厩道",
    "reading": "うまやみち",
    "desc": "東京都渋谷区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "杉並区",
    "place": "忍川橋",
    "reading": "おしかわばし",
    "desc": "東京都杉並区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "豊島区",
    "place": "豊島",
    "reading": "としま",
    "desc": "東京都豊島区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "豊島区",
    "place": "雑司が谷",
    "reading": "ぞうしがや",
    "desc": "東京都豊島区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "北区",
    "place": "姥橋",
    "reading": "うばがばし",
    "desc": "東京都北区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "荒川区",
    "place": "日暮里",
    "reading": "にっぽり",
    "desc": "東京都荒川区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "板橋区",
    "place": "小豆沢",
    "reading": "あずさわ",
    "desc": "東京都板橋区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "練馬区",
    "place": "小榑",
    "reading": "こぐれ",
    "desc": "東京都練馬区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "練馬区",
    "place": "石神井",
    "reading": "しゃくじい",
    "desc": "東京都練馬区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "練馬区",
    "place": "貫井",
    "reading": "ぬくい",
    "desc": "東京都練馬区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "練馬区",
    "place": "乗潴",
    "reading": "のりぬま",
    "desc": "東京都練馬区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "練馬区",
    "place": "前原",
    "reading": "まえっぱら",
    "desc": "東京都練馬区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "足立区",
    "place": "足立",
    "reading": "あだち",
    "desc": "東京都足立区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "足立区",
    "place": "興野",
    "reading": "おきの",
    "desc": "東京都足立区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "足立区",
    "place": "舎人",
    "reading": "とねり",
    "desc": "東京都足立区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "葛飾区",
    "place": "葛飾",
    "reading": "かつしか",
    "desc": "東京都葛飾区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "江戸川区",
    "place": "鹿骨",
    "reading": "ししぼね",
    "desc": "東京都江戸川区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "江戸川区",
    "place": "棒茅場",
    "reading": "ぼうしば",
    "desc": "東京都江戸川区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "江戸川区",
    "place": "谷河内",
    "reading": "やごうち",
    "desc": "東京都江戸川区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "江戸川区",
    "place": "興宮町",
    "reading": "おきのみやちょう",
    "desc": "東京都江戸川区にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "八王子市",
    "place": "押越",
    "reading": "おっこし",
    "desc": "東京都八王子市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "八王子市",
    "place": "上柚木",
    "reading": "かみゆぎ",
    "desc": "東京都八王子市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "八王子市",
    "place": "椚田町",
    "reading": "くぬぎたまち",
    "desc": "東京都八王子市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "八王子市",
    "place": "下柚木",
    "reading": "しもゆぎ",
    "desc": "東京都八王子市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "八王子市",
    "place": "廿里町",
    "reading": "とどりまち",
    "desc": "東京都八王子市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "八王子市",
    "place": "鑓水",
    "reading": "やりみず",
    "desc": "東京都八王子市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "八王子市",
    "place": "摺差",
    "reading": "するさし",
    "desc": "東京都八王子市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "八王子市",
    "place": "登々",
    "reading": "とど",
    "desc": "東京都八王子市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "三鷹市",
    "place": "堀合",
    "reading": "ほりあわい",
    "desc": "東京都三鷹市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "三鷹市",
    "place": "牟礼",
    "reading": "むれ",
    "desc": "東京都三鷹市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "青梅市",
    "place": "東青梅",
    "reading": "ひがしおうめ",
    "desc": "東京都青梅市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "青梅市",
    "place": "柚木町",
    "reading": "ゆぎまち",
    "desc": "東京都青梅市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "青梅市",
    "place": "師岡町",
    "reading": "もろおかちょう",
    "desc": "東京都青梅市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "青梅市",
    "place": "蜆沢",
    "reading": "えびさわ",
    "desc": "東京都青梅市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "青梅市",
    "place": "高土戸",
    "reading": "たかっと",
    "desc": "東京都青梅市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "青梅市",
    "place": "極指",
    "reading": "きわざす",
    "desc": "東京都青梅市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "町田市",
    "place": "蚕種石",
    "reading": "こたねいし",
    "desc": "東京都町田市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "町田市",
    "place": "作ヶ畬",
    "reading": "さくがあらく",
    "desc": "東京都町田市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "町田市",
    "place": "三塚",
    "reading": "さづか",
    "desc": "東京都町田市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "町田市",
    "place": "暖沢前",
    "reading": "ぬくざわまえ",
    "desc": "東京都町田市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "町田市",
    "place": "奈良林",
    "reading": "ならばい",
    "desc": "東京都町田市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "町田市",
    "place": "清田谷",
    "reading": "せいだや",
    "desc": "東京都町田市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "町田市",
    "place": "馬場窪",
    "reading": "ばんばくぼ",
    "desc": "東京都町田市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "町田市",
    "place": "松下谷戸",
    "reading": "しょうかやと",
    "desc": "東京都町田市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "町田市",
    "place": "竜沢",
    "reading": "りゅうたく",
    "desc": "東京都町田市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "町田市",
    "place": "結道",
    "reading": "ゆいどう",
    "desc": "東京都町田市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "町田市",
    "place": "内裏谷戸",
    "reading": "だいりやと",
    "desc": "東京都町田市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "小金井市",
    "place": "貫井北町",
    "reading": "ぬくいきたまち",
    "desc": "東京都小金井市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "小金井市",
    "place": "貫井南町",
    "reading": "ぬくいみなみちょう",
    "desc": "東京都小金井市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "小平市",
    "place": "回田町",
    "reading": "めぐりたちょう",
    "desc": "東京都小平市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "日野市、多摩市",
    "place": "百草",
    "reading": "もぐさ",
    "desc": "東京都日野市、多摩市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "東村山市",
    "place": "廻田町",
    "reading": "めぐりたちょう",
    "desc": "東京都東村山市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "福生市",
    "place": "福生",
    "reading": "ふっさ",
    "desc": "東京都福生市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "狛江市",
    "place": "狛江",
    "reading": "こまえ",
    "desc": "東京都狛江市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "東大和市",
    "place": "南街",
    "reading": "なんがい",
    "desc": "東京都東大和市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "多摩市",
    "place": "乞田",
    "reading": "こった",
    "desc": "東京都多摩市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "多摩市",
    "place": "平久保",
    "reading": "びりくぼ",
    "desc": "東京都多摩市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "多摩市",
    "place": "恋路原",
    "reading": "こうじっぱら",
    "desc": "東京都多摩市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "多摩市",
    "place": "天井返",
    "reading": "てんじょうがえし",
    "desc": "東京都多摩市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "多摩市",
    "place": "半過田",
    "reading": "はんがた",
    "desc": "東京都多摩市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "稲城市",
    "place": "百村",
    "reading": "もむら",
    "desc": "東京都稲城市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "稲城市",
    "place": "恋久保",
    "reading": "おんがくぼ",
    "desc": "東京都稲城市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "稲城市",
    "place": "鐙野原",
    "reading": "あぶのっぱら",
    "desc": "東京都稲城市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "稲城市",
    "place": "将監谷",
    "reading": "しょうぎやと",
    "desc": "東京都稲城市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "稲城市",
    "place": "石名久保",
    "reading": "いながくぼ",
    "desc": "東京都稲城市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "稲城市",
    "place": "上谷戸",
    "reading": "かさやと",
    "desc": "東京都稲城市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "稲城市",
    "place": "地震谷",
    "reading": "じしょういんやと",
    "desc": "東京都稲城市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "稲城市",
    "place": "大原",
    "reading": "おっぱら",
    "desc": "東京都稲城市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "稲城市",
    "place": "大廻原",
    "reading": "おんまわし",
    "desc": "東京都稲城市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "稲城市",
    "place": "栗木坂",
    "reading": "くるぎざか",
    "desc": "東京都稲城市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "稲城市",
    "place": "大平",
    "reading": "おおっぴら",
    "desc": "東京都稲城市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "稲城市",
    "place": "九日田",
    "reading": "くんちでん",
    "desc": "東京都稲城市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "稲城市",
    "place": "和哥蔵",
    "reading": "わかんぞう",
    "desc": "東京都稲城市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "稲城市",
    "place": "打越",
    "reading": "おっこし",
    "desc": "東京都稲城市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "稲城市",
    "place": "玉川河原",
    "reading": "たまがっかわら",
    "desc": "東京都稲城市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "稲城市",
    "place": "閑古島",
    "reading": "かんきょうじま",
    "desc": "東京都稲城市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "稲城市",
    "place": "曲根ノ内",
    "reading": "かねのうち",
    "desc": "東京都稲城市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "稲城市",
    "place": "砂場",
    "reading": "すなっぱ",
    "desc": "東京都稲城市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "稲城市",
    "place": "浄海",
    "reading": "じょうけい",
    "desc": "東京都稲城市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "稲城市",
    "place": "風破井",
    "reading": "かざへい",
    "desc": "東京都稲城市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "稲城市",
    "place": "光西島",
    "reading": "こおせっちま",
    "desc": "東京都稲城市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "稲城市",
    "place": "新川端",
    "reading": "しんかばた",
    "desc": "東京都稲城市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "稲城市",
    "place": "幸方",
    "reading": "こおかた",
    "desc": "東京都稲城市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "稲城市",
    "place": "熊野堂",
    "reading": "くまんどう",
    "desc": "東京都稲城市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "稲城市",
    "place": "城山",
    "reading": "きざん",
    "desc": "東京都稲城市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "稲城市",
    "place": "稲荷島",
    "reading": "とおがっちま",
    "desc": "東京都稲城市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "あきる野市",
    "place": "乙津",
    "reading": "おつ",
    "desc": "東京都あきる野市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "あきる野市",
    "place": "網代",
    "reading": "あじろ",
    "desc": "東京都あきる野市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "あきる野市",
    "place": "油平",
    "reading": "あぶらだい",
    "desc": "東京都あきる野市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "あきる野市",
    "place": "留原",
    "reading": "ととはら",
    "desc": "東京都あきる野市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "西東京市",
    "place": "柳沢",
    "reading": "やぎさわ",
    "desc": "東京都西東京市にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "西多摩郡瑞穂町",
    "place": "長岡下師岡",
    "reading": "ながおかしももろおか",
    "desc": "東京都西多摩郡瑞穂町にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "西多摩郡檜原村",
    "place": "神戸",
    "reading": "かのと",
    "desc": "東京都西多摩郡檜原村にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "西多摩郡檜原村",
    "place": "人里",
    "reading": "へんぼり",
    "desc": "東京都西多摩郡檜原村にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "西多摩郡檜原村",
    "place": "笛吹",
    "reading": "うずしき",
    "desc": "東京都西多摩郡檜原村にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "西多摩郡檜原村",
    "place": "三都郷",
    "reading": "みつご",
    "desc": "東京都西多摩郡檜原村にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "西多摩郡奥多摩町",
    "place": "大丹波",
    "reading": "おおたば",
    "desc": "東京都西多摩郡奥多摩町にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "西多摩郡奥多摩町",
    "place": "小丹波",
    "reading": "こたば",
    "desc": "東京都西多摩郡奥多摩町にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "西多摩郡奥多摩町",
    "place": "留浦",
    "reading": "とずら",
    "desc": "東京都西多摩郡奥多摩町にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "西多摩郡奥多摩町",
    "place": "海澤",
    "reading": "うなざわ",
    "desc": "東京都西多摩郡奥多摩町にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "西多摩郡奥多摩町",
    "place": "上坂",
    "reading": "あがっさか",
    "desc": "東京都西多摩郡奥多摩町にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "西多摩郡奥多摩町",
    "place": "登計",
    "reading": "とけ",
    "desc": "東京都西多摩郡奥多摩町にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "西多摩郡奥多摩町",
    "place": "負夏地",
    "reading": "おいなっち",
    "desc": "東京都西多摩郡奥多摩町にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "西多摩郡奥多摩町",
    "place": "雨風り",
    "reading": "あめふり",
    "desc": "東京都西多摩郡奥多摩町にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "大島町",
    "place": "木積場",
    "reading": "きつんば",
    "desc": "東京都大島町にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "大島町",
    "place": "仲中",
    "reading": "なかっちゅう",
    "desc": "東京都大島町にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "大島町",
    "place": "下地",
    "reading": "くだっち",
    "desc": "東京都大島町にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "利島村",
    "place": "利島",
    "reading": "としま",
    "desc": "東京都利島村にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "新島村",
    "place": "和田浜",
    "reading": "わあだ",
    "desc": "東京都新島村にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "新島村",
    "place": "平野平",
    "reading": "ひんてえろう",
    "desc": "東京都新島村にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "新島村",
    "place": "三釜湾",
    "reading": "みかわわん",
    "desc": "東京都新島村にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "神津島村",
    "place": "高処山",
    "reading": "たこうさん",
    "desc": "東京都神津島村にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "神津島村",
    "place": "祇苗島",
    "reading": "ただなえじま",
    "desc": "東京都神津島村にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "八丈町",
    "place": "乙千代ヶ浜",
    "reading": "おっちょがはま",
    "desc": "東京都八丈町にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "八丈町",
    "place": "登龍峠",
    "reading": "のぼりょうとうげ",
    "desc": "東京都八丈町にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "青ヶ島村",
    "place": "休戸郷",
    "reading": "やすんどごう",
    "desc": "東京都青ヶ島村にある難読地名。"
  },
  {
    "pref": "東京都",
    "city": "小笠原村",
    "place": "聟島",
    "reading": "むこじま",
    "desc": "東京都小笠原村にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横浜市鶴見区",
    "place": "尻手",
    "reading": "しって",
    "desc": "神奈川県横浜市鶴見区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横浜市鶴見区",
    "place": "佃野町",
    "reading": "つくのちょう",
    "desc": "神奈川県横浜市鶴見区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横浜市神奈川区",
    "place": "神大寺",
    "reading": "かんだいじ",
    "desc": "神奈川県横浜市神奈川区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横浜市西区",
    "place": "浅間町",
    "reading": "せんげんちょう",
    "desc": "神奈川県横浜市西区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横浜市中区",
    "place": "尾上町",
    "reading": "おのえちょう",
    "desc": "神奈川県横浜市中区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横浜市中区",
    "place": "根岸加曽台",
    "reading": "ねぎしかぞうだい",
    "desc": "神奈川県横浜市中区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横浜市南区",
    "place": "弘明寺町",
    "reading": "ぐみょうじちょう",
    "desc": "神奈川県横浜市南区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横浜市南区",
    "place": "蒔田",
    "reading": "まいた",
    "desc": "神奈川県横浜市南区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横浜市保土ケ谷区",
    "place": "帷子町",
    "reading": "かたびらちょう",
    "desc": "神奈川県横浜市保土ケ谷区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横浜市保土ケ谷区",
    "place": "神戸町",
    "reading": "ごうどちょう",
    "desc": "神奈川県横浜市保土ケ谷区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横浜市磯子区",
    "place": "氷取沢町",
    "reading": "ひとりざわちょう",
    "desc": "神奈川県横浜市磯子区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横浜市磯子区",
    "place": "屏風浦",
    "reading": "びょうぶがうら",
    "desc": "神奈川県横浜市磯子区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横浜市金沢区",
    "place": "乙舳町",
    "reading": "おっともちょう",
    "desc": "神奈川県横浜市金沢区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横浜市港北区",
    "place": "新羽町",
    "reading": "にっぱちょう",
    "desc": "神奈川県横浜市港北区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横浜市港北区",
    "place": "大豆戸",
    "reading": "まめど",
    "desc": "神奈川県横浜市港北区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横浜市戸塚区",
    "place": "汲沢",
    "reading": "ぐみざわ",
    "desc": "神奈川県横浜市戸塚区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横浜市港南区",
    "place": "野庭町",
    "reading": "のばちょう",
    "desc": "神奈川県横浜市港南区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横浜市港南区",
    "place": "日限山",
    "reading": "ひぎりやま",
    "desc": "神奈川県横浜市港南区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横浜市旭区",
    "place": "万騎が原",
    "reading": "まきがはら",
    "desc": "神奈川県横浜市旭区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横浜市瀬谷区",
    "place": "三ツ境",
    "reading": "みつきょう",
    "desc": "神奈川県横浜市瀬谷区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横浜市栄区",
    "place": "犬山町",
    "reading": "いのやまちょう",
    "desc": "神奈川県横浜市栄区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横浜市栄区",
    "place": "公田町",
    "reading": "くでんちょう",
    "desc": "神奈川県横浜市栄区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横浜市青葉区",
    "place": "鉄町",
    "reading": "くろがねちょう",
    "desc": "神奈川県横浜市青葉区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横浜市青葉区",
    "place": "保野",
    "reading": "やすの",
    "desc": "神奈川県横浜市青葉区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横浜市都筑区",
    "place": "池辺町",
    "reading": "いこのべちょう",
    "desc": "神奈川県横浜市都筑区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横浜市都筑区",
    "place": "川向町",
    "reading": "かわむこうちょう",
    "desc": "神奈川県横浜市都筑区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横浜市都筑区",
    "place": "城古場",
    "reading": "ぎこば",
    "desc": "神奈川県横浜市都筑区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "川崎市川崎区",
    "place": "砂子",
    "reading": "いさご",
    "desc": "神奈川県川崎市川崎区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "川崎市中原区",
    "place": "等々力",
    "reading": "とどろき",
    "desc": "神奈川県川崎市中原区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "川崎市高津区",
    "place": "明津",
    "reading": "あくつ",
    "desc": "神奈川県川崎市高津区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "川崎市高津区",
    "place": "子母口",
    "reading": "しぼぐち",
    "desc": "神奈川県川崎市高津区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "川崎市高津区",
    "place": "千年",
    "reading": "ちとせ",
    "desc": "神奈川県川崎市高津区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "川崎市多摩区",
    "place": "菅仙谷",
    "reading": "すげせんごく",
    "desc": "神奈川県川崎市多摩区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "川崎市宮前区",
    "place": "神木",
    "reading": "しぼく",
    "desc": "神奈川県川崎市宮前区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "武蔵国に所属し、川崎市の大部分・横浜市東部の広域地名",
    "place": "橘樹郡",
    "reading": "たちばなのこおり、たちばなぐん",
    "desc": "神奈川県武蔵国に所属し、川崎市の大部分・横浜市東部の広域地名にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横須賀市",
    "place": "不入斗",
    "reading": "いりやまず",
    "desc": "神奈川県横須賀市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横須賀市",
    "place": "追浜",
    "reading": "おっぱま",
    "desc": "神奈川県横須賀市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横須賀市",
    "place": "公郷町",
    "reading": "くごうちょう",
    "desc": "神奈川県横須賀市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横須賀市",
    "place": "比与宇",
    "reading": "ひよう",
    "desc": "神奈川県横須賀市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "横須賀市",
    "place": "逸見",
    "reading": "へみ",
    "desc": "神奈川県横須賀市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "平塚市",
    "place": "入野",
    "reading": "いの",
    "desc": "神奈川県平塚市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "平塚市",
    "place": "鬼城",
    "reading": "おんじろ",
    "desc": "神奈川県平塚市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "平塚市",
    "place": "纒",
    "reading": "まとい",
    "desc": "神奈川県平塚市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "平塚市・秦野市",
    "place": "烏啼",
    "reading": "からすなき",
    "desc": "神奈川県平塚市・秦野市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "平塚市",
    "place": "公所",
    "reading": "ぐぞ",
    "desc": "神奈川県平塚市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "平塚市",
    "place": "達上ヶ丘",
    "reading": "たんじょうがおか",
    "desc": "神奈川県平塚市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "平塚市",
    "place": "寺田縄",
    "reading": "てらだな",
    "desc": "神奈川県平塚市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "鎌倉市",
    "place": "扇ガ谷",
    "reading": "おうぎがやつ",
    "desc": "神奈川県鎌倉市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "鎌倉市",
    "place": "化粧坂",
    "reading": "けわいざか",
    "desc": "神奈川県鎌倉市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "鎌倉市",
    "place": "十二所",
    "reading": "じゅうにそ",
    "desc": "神奈川県鎌倉市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "鎌倉市",
    "place": "西御門",
    "reading": "にしみかど",
    "desc": "神奈川県鎌倉市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "鎌倉市",
    "place": "城廻",
    "reading": "しろめぐり",
    "desc": "神奈川県鎌倉市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "藤沢市",
    "place": "獺郷",
    "reading": "おそごう",
    "desc": "神奈川県藤沢市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "藤沢市",
    "place": "大庭",
    "reading": "おおば",
    "desc": "神奈川県藤沢市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "藤沢市",
    "place": "鵠沼",
    "reading": "くげぬま",
    "desc": "神奈川県藤沢市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "藤沢市",
    "place": "大鋸",
    "reading": "だいぎり",
    "desc": "神奈川県藤沢市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "小田原市",
    "place": "入生田",
    "reading": "いりゅうだ",
    "desc": "神奈川県小田原市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "小田原市",
    "place": "上町",
    "reading": "かのまち",
    "desc": "神奈川県小田原市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "小田原市",
    "place": "栢山",
    "reading": "かやま",
    "desc": "神奈川県小田原市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "小田原市",
    "place": "富水",
    "reading": "とみず",
    "desc": "神奈川県小田原市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "小田原市、中郡二宮町",
    "place": "川匂",
    "reading": "かわわ",
    "desc": "神奈川県小田原市、中郡二宮町にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "小田原市",
    "place": "国府津",
    "reading": "こうづ",
    "desc": "神奈川県小田原市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "小田原市",
    "place": "酒匂",
    "reading": "さかわ",
    "desc": "神奈川県小田原市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "小田原市",
    "place": "曽我光海",
    "reading": "そがこうみ",
    "desc": "神奈川県小田原市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "茅ヶ崎市",
    "place": "行谷",
    "reading": "なめがや",
    "desc": "神奈川県茅ヶ崎市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "逗子市",
    "place": "逗子",
    "reading": "ずし",
    "desc": "神奈川県逗子市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "相模原市緑区",
    "place": "雨降",
    "reading": "あめふらし",
    "desc": "神奈川県相模原市緑区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "相模原市緑区",
    "place": "寸沢嵐",
    "reading": "すわらし",
    "desc": "神奈川県相模原市緑区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "相模原市緑区",
    "place": "鳥屋",
    "reading": "とや",
    "desc": "神奈川県相模原市緑区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "相模原市緑区",
    "place": "三ケ木",
    "reading": "みかげ",
    "desc": "神奈川県相模原市緑区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "相模原市南区",
    "place": "当麻",
    "reading": "たいま",
    "desc": "神奈川県相模原市南区にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "三浦市",
    "place": "海外町",
    "reading": "かいとちょう",
    "desc": "神奈川県三浦市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "三浦市",
    "place": "初声町",
    "reading": "はっせまち",
    "desc": "神奈川県三浦市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "秦野市",
    "place": "秦野",
    "reading": "はだの",
    "desc": "神奈川県秦野市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "秦野市",
    "place": "太夫窪",
    "reading": "たいくぼ",
    "desc": "神奈川県秦野市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "秦野市",
    "place": "名古木",
    "reading": "ながぬき",
    "desc": "神奈川県秦野市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "秦野市",
    "place": "茨原",
    "reading": "ばらはら",
    "desc": "神奈川県秦野市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "秦野市",
    "place": "三廻部",
    "reading": "みくるべ",
    "desc": "神奈川県秦野市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "秦野市",
    "place": "不弓引",
    "reading": "ゆみひかず",
    "desc": "神奈川県秦野市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "厚木市",
    "place": "依知",
    "reading": "えち",
    "desc": "神奈川県厚木市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "厚木市",
    "place": "公所",
    "reading": "ぐじょ",
    "desc": "神奈川県厚木市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "厚木市",
    "place": "温水",
    "reading": "ぬるみず",
    "desc": "神奈川県厚木市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "大和市",
    "place": "草柳",
    "reading": "そうやぎ",
    "desc": "神奈川県大和市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "伊勢原市",
    "place": "神戸",
    "reading": "ごうど",
    "desc": "神奈川県伊勢原市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "海老名市",
    "place": "望地",
    "reading": "もうち",
    "desc": "神奈川県海老名市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "座間市",
    "place": "夷参",
    "reading": "いさま",
    "desc": "神奈川県座間市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "南足柄市",
    "place": "怒田",
    "reading": "ぬだ",
    "desc": "神奈川県南足柄市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "南足柄市",
    "place": "班目",
    "reading": "まだらめ",
    "desc": "神奈川県南足柄市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "南足柄市",
    "place": "壗下",
    "reading": "まました",
    "desc": "神奈川県南足柄市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "綾瀬市",
    "place": "蓼川",
    "reading": "たてかわ",
    "desc": "神奈川県綾瀬市にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "高座郡寒川町",
    "place": "小谷",
    "reading": "こやと",
    "desc": "神奈川県高座郡寒川町にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "高座郡寒川町",
    "place": "小動",
    "reading": "こゆるぎ",
    "desc": "神奈川県高座郡寒川町にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "中郡大磯町",
    "place": "高麗",
    "reading": "こま",
    "desc": "神奈川県中郡大磯町にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "中郡大磯町、二宮町",
    "place": "余綾",
    "reading": "よろぎ",
    "desc": "神奈川県中郡大磯町、二宮町にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "足柄上郡中井町",
    "place": "久所",
    "reading": "ぐぞ",
    "desc": "神奈川県足柄上郡中井町にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "足柄上郡中井町",
    "place": "古怒田",
    "reading": "こぬた",
    "desc": "神奈川県足柄上郡中井町にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "足柄上郡中井町",
    "place": "半分形",
    "reading": "はぶがた",
    "desc": "神奈川県足柄上郡中井町にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "足柄上郡松田町",
    "place": "松田惣領",
    "reading": "まつだそうりょう",
    "desc": "神奈川県足柄上郡松田町にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "足柄上郡松田町",
    "place": "松田庶子",
    "reading": "まつだそし",
    "desc": "神奈川県足柄上郡松田町にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "足柄上郡松田町[11]",
    "place": "寄",
    "reading": "やどりき",
    "desc": "神奈川県足柄上郡松田町[11]にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "足柄上郡山北町",
    "place": "都夫良野",
    "reading": "つぶらの",
    "desc": "神奈川県足柄上郡山北町にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "足柄上郡山北町",
    "place": "谷ケ",
    "reading": "やが",
    "desc": "神奈川県足柄上郡山北町にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "愛甲郡愛川町",
    "place": "海底",
    "reading": "おぞこ",
    "desc": "神奈川県愛甲郡愛川町にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "愛甲郡愛川町",
    "place": "八菅山",
    "reading": "はすげさん",
    "desc": "神奈川県愛甲郡愛川町にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "愛甲郡愛川町",
    "place": "三増",
    "reading": "みませ",
    "desc": "神奈川県愛甲郡愛川町にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "愛甲郡清川村",
    "place": "法論堂",
    "reading": "おろんど",
    "desc": "神奈川県愛甲郡清川村にある難読地名。"
  },
  {
    "pref": "神奈川県",
    "city": "船橋市／船橋市デジタルミュージアム",
    "place": "↑ 行々林",
    "reading": "おどろばやし",
    "desc": "神奈川県船橋市／船橋市デジタルミュージアムにある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "新潟市東区",
    "place": "沼垂",
    "reading": "ぬったり",
    "desc": "新潟県新潟市東区にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "新潟市東区",
    "place": "一日市",
    "reading": "ひといち",
    "desc": "新潟県新潟市東区にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "新潟市中央区",
    "place": "秣川岸通",
    "reading": "まぐさかわぎしどおり",
    "desc": "新潟県新潟市中央区にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "新潟市南区",
    "place": "獺ケ通",
    "reading": "うすがどおり",
    "desc": "新潟県新潟市南区にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "新潟市南区",
    "place": "新飯田",
    "reading": "にいだ",
    "desc": "新潟県新潟市南区にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "新潟市西区",
    "place": "鳥原",
    "reading": "とっぱら",
    "desc": "新潟県新潟市西区にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "新潟市西蒲区",
    "place": "赤鏥",
    "reading": "あかさび",
    "desc": "新潟県新潟市西蒲区にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "長岡市",
    "place": "一之渡戸",
    "reading": "いちのはた",
    "desc": "新潟県長岡市にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "燕市",
    "place": "廿六木",
    "reading": "とどろき",
    "desc": "新潟県燕市にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "燕市",
    "place": "杣木",
    "reading": "そまぎ",
    "desc": "新潟県燕市にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "新発田市",
    "place": "新発田",
    "reading": "しばた",
    "desc": "新潟県新発田市にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "新発田市",
    "place": "五十公野",
    "reading": "いじみの",
    "desc": "新潟県新発田市にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "岩船郡関川村",
    "place": "中束",
    "reading": "なかまるけ",
    "desc": "新潟県岩船郡関川村にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "小千谷市",
    "place": "小千谷",
    "reading": "おぢや",
    "desc": "新潟県小千谷市にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "小千谷市",
    "place": "薭生",
    "reading": "ひう",
    "desc": "新潟県小千谷市にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "新潟市東区",
    "place": "逢谷内",
    "reading": "おうやち",
    "desc": "新潟県新潟市東区にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "三条市",
    "place": "五百川",
    "reading": "いもがわ",
    "desc": "新潟県三条市にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "十日町市",
    "place": "莇平",
    "reading": "あざみひら",
    "desc": "新潟県十日町市にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "十日町市",
    "place": "苧島",
    "reading": "おのしま",
    "desc": "新潟県十日町市にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "十日町市",
    "place": "城之古",
    "reading": "たてのこし",
    "desc": "新潟県十日町市にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "村上市",
    "place": "勝木",
    "reading": "がつぎ",
    "desc": "新潟県村上市にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "村上市",
    "place": "山北町",
    "reading": "さんぽくまち",
    "desc": "新潟県村上市にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "糸魚川市",
    "place": "柵口",
    "reading": "ませぐち",
    "desc": "新潟県糸魚川市にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "糸魚川市",
    "place": "能生",
    "reading": "のう",
    "desc": "新潟県糸魚川市にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "妙高市",
    "place": "美守",
    "reading": "ひだのもり",
    "desc": "新潟県妙高市にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "妙高市",
    "place": "葎生",
    "reading": "もぐろう",
    "desc": "新潟県妙高市にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "五泉市",
    "place": "早出端",
    "reading": "はいでばた",
    "desc": "新潟県五泉市にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "五泉市",
    "place": "本田屋",
    "reading": "もとだい",
    "desc": "新潟県五泉市にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "上越市",
    "place": "河沢",
    "reading": "こうぞう",
    "desc": "新潟県上越市にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "上越市",
    "place": "上昆子",
    "reading": "かみびりこ",
    "desc": "新潟県上越市にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "阿賀野市",
    "place": "草水",
    "reading": "くそうず",
    "desc": "新潟県阿賀野市にある難読地名。"
  },
  {
    "pref": "新潟県",
    "city": "阿賀野市",
    "place": "水原",
    "reading": "すいばら",
    "desc": "新潟県阿賀野市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "総曲輪",
    "reading": "そうがわ",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "下冨居",
    "reading": "しもふご",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "永久町",
    "reading": "とわまち",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "西四十物町",
    "reading": "にしあいもんちょう",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "綾田町",
    "reading": "あいでんまち",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "平吹町",
    "reading": "ひらきまち",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "西公文名",
    "reading": "にしくもんみょう",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "西田地方",
    "reading": "にしでんじがた",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "掛尾",
    "reading": "かっきょ",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "五艘",
    "reading": "ごそう",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "蜷川",
    "reading": "にながわ",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "水橋肘崎",
    "reading": "みずはしかいなざき",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "水橋畠等",
    "reading": "みずはしはたけら",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "水橋高志園町",
    "reading": "みずはしこしぞのちょう",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "船峅",
    "reading": "ふなくら",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "今生津",
    "reading": "いもづ",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "長走",
    "reading": "ながしり",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "葛原",
    "reading": "つづはら、つざら",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "芦生",
    "reading": "あしゅう",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "牛ヶ増",
    "reading": "うしがませ",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "長川原",
    "reading": "なんかわら",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "下タ林",
    "reading": "したばやし",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "楡原",
    "reading": "にれはら",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "楜ケ原",
    "reading": "くるみがはら",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "亀谷",
    "reading": "かめがい",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "婦負",
    "reading": "ねい",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "赤峅",
    "reading": "あかくら",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "駒見",
    "reading": "まみ",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "山田宿坊",
    "reading": "やまだすくぼう",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "山田清水",
    "reading": "やまだしょうず",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "山田沼又",
    "reading": "やまだぬまのまた",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "山田数納",
    "reading": "やまだすのう",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "婦中町地角",
    "reading": "ふちゅうまちじかく",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "婦中町持田",
    "reading": "ふちゅうまちもちでん",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "婦中町平等",
    "reading": "ふちゅうまちだいら",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "婦中町熊野道",
    "reading": "ふちゅうまちやんど",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "婦中町牛滑",
    "reading": "ふちゅうまちうしなめり",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "婦中町葎原",
    "reading": "ふちゅうまちむくがはら",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "婦中町鶚谷",
    "reading": "ふちゅうまちみさごだに",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "婦中町希来里",
    "reading": "ふちゅうまちきらり",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "八尾町翠尾",
    "reading": "やつおまちみすお",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "八尾町東坂下",
    "reading": "やつおまちさこぎ",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "八尾町城生",
    "reading": "やつおまちじょうのう",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "八尾町大玉生",
    "reading": "やつおまちおおだもう",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "八尾町土玉生",
    "reading": "やつおまちどだも",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "八尾町鼠谷",
    "reading": "やつおまちよめだに",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "八尾町杉平",
    "reading": "やつおまちすがたいら",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "八尾町薄尾",
    "reading": "やつおまちすすきお",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "八尾町晴巒台",
    "reading": "やつおまちせいらんだい",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市",
    "place": "八尾町上仁歩",
    "reading": "やつおまちかみにんぶ",
    "desc": "富山県富山市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市山田宿坊の小字",
    "place": "沢連",
    "reading": "そうれ",
    "desc": "富山県富山市山田宿坊の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市山田宿坊の小字",
    "place": "柳川",
    "reading": "やないご",
    "desc": "富山県富山市山田宿坊の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市有峰の小字",
    "place": "冷タ谷",
    "reading": "つべただに",
    "desc": "富山県富山市有峰の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市婦中町長沢",
    "place": "鍛冶屋町",
    "reading": "かんじゃまち",
    "desc": "富山県富山市婦中町長沢にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市婦中町長沢の小字",
    "place": "滔々喚",
    "reading": "どどめき",
    "desc": "富山県富山市婦中町長沢の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市八尾町下笹原の小字",
    "place": "笽山",
    "reading": "そうけやま",
    "desc": "富山県富山市八尾町下笹原の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市八尾町布谷の小字",
    "place": "岩穴坂",
    "reading": "いわなざか",
    "desc": "富山県富山市八尾町布谷の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市八尾町布谷の小字",
    "place": "首結",
    "reading": "くびくくり",
    "desc": "富山県富山市八尾町布谷の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市八尾町布谷の小字",
    "place": "重谷",
    "reading": "しげんたに",
    "desc": "富山県富山市八尾町布谷の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市八尾町布谷の小字",
    "place": "布袋坂",
    "reading": "ほてんざか",
    "desc": "富山県富山市八尾町布谷の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市八尾町布谷の小字",
    "place": "大豆坪",
    "reading": "まめつぼ",
    "desc": "富山県富山市八尾町布谷の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市八尾町布谷の小字",
    "place": "六困谷",
    "reading": "ろくだん",
    "desc": "富山県富山市八尾町布谷の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市八尾町東布谷の小字",
    "place": "安草連",
    "reading": "あぞれ",
    "desc": "富山県富山市八尾町東布谷の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市八尾町東布谷の小字",
    "place": "大木原坂",
    "reading": "おんがらさか",
    "desc": "富山県富山市八尾町東布谷の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "高岡市",
    "place": "御旅屋町",
    "reading": "おたやまち",
    "desc": "富山県高岡市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "高岡市",
    "place": "小馬出町",
    "reading": "こんまだしまち",
    "desc": "富山県高岡市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "高岡市",
    "place": "大鋸屋町",
    "reading": "おがやちょう",
    "desc": "富山県高岡市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "高岡市",
    "place": "利屋町",
    "reading": "とぎやまち",
    "desc": "富山県高岡市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "高岡市",
    "place": "湶町",
    "reading": "あわらまち",
    "desc": "富山県高岡市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "高岡市",
    "place": "縄手中町",
    "reading": "のうてなかまち",
    "desc": "富山県高岡市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "高岡市",
    "place": "母衣町",
    "reading": "ほろまち",
    "desc": "富山県高岡市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "高岡市",
    "place": "土器町",
    "reading": "かわらけまち",
    "desc": "富山県高岡市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "高岡市",
    "place": "荻布",
    "reading": "おぎの",
    "desc": "富山県高岡市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "高岡市太田",
    "place": "雨晴",
    "reading": "あまはらし",
    "desc": "富山県高岡市太田にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "高岡市",
    "place": "葦附",
    "reading": "あしつき",
    "desc": "富山県高岡市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "高岡市",
    "place": "手洗野",
    "reading": "たらいの",
    "desc": "富山県高岡市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "高岡市",
    "place": "百橋",
    "reading": "どのはし",
    "desc": "富山県高岡市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "高岡市",
    "place": "江道",
    "reading": "えんどう",
    "desc": "富山県高岡市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "高岡市",
    "place": "五十辺",
    "reading": "いからべ",
    "desc": "富山県高岡市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "高岡市",
    "place": "三女子",
    "reading": "さんよし",
    "desc": "富山県高岡市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "高岡市",
    "place": "勝木原",
    "reading": "のでわら",
    "desc": "富山県高岡市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "高岡市笹八口の小字",
    "place": "男撲",
    "reading": "おやどん",
    "desc": "富山県高岡市笹八口の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "高岡市福岡町赤丸の小字",
    "place": "鞍馬寺",
    "reading": "あんばいじ",
    "desc": "富山県高岡市福岡町赤丸の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "高岡市",
    "place": "福岡町開馞",
    "reading": "ふくおかまちかいほつ",
    "desc": "富山県高岡市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "高岡市",
    "place": "福岡町沢川",
    "reading": "ふくおかまちそうごう",
    "desc": "富山県高岡市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "高岡市",
    "place": "福岡町舞谷",
    "reading": "ふくおかまちまいのや",
    "desc": "富山県高岡市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "高岡市",
    "place": "福岡町一歩二歩",
    "reading": "ふくおかまちいちぶにぶ",
    "desc": "富山県高岡市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市",
    "place": "犬内",
    "reading": "いんない",
    "desc": "富山県射水市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市",
    "place": "戸破",
    "reading": "ひばり",
    "desc": "富山県射水市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市",
    "place": "海老江練合",
    "reading": "えびえねりや",
    "desc": "富山県射水市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市",
    "place": "鏡宮",
    "reading": "かがのみや",
    "desc": "富山県射水市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市",
    "place": "有磯",
    "reading": "ありそ",
    "desc": "富山県射水市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市",
    "place": "太閤山",
    "reading": "たいこうやま",
    "desc": "富山県射水市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市",
    "place": "枇杷首",
    "reading": "びわくび",
    "desc": "富山県射水市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市",
    "place": "円池",
    "reading": "つぶらいけ",
    "desc": "富山県射水市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市",
    "place": "朴木",
    "reading": "ほおのき",
    "desc": "富山県射水市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市",
    "place": "六渡寺",
    "reading": "ろくどうじ",
    "desc": "富山県射水市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市",
    "place": "摺出寺",
    "reading": "すりでいじ / すりでじ",
    "desc": "富山県射水市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市",
    "place": "大江",
    "reading": "おおご / おおごう",
    "desc": "富山県射水市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市",
    "place": "百米木",
    "reading": "どめき",
    "desc": "富山県射水市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市橋下条の小字",
    "place": "赤田",
    "reading": "あかんだ",
    "desc": "富山県射水市橋下条の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市手崎の小字",
    "place": "晦日田",
    "reading": "つもるでん",
    "desc": "富山県射水市手崎の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市手崎の小字",
    "place": "散田",
    "reading": "つるでん",
    "desc": "富山県射水市手崎の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市手崎の小字",
    "place": "三反搦",
    "reading": "さんだんがら",
    "desc": "富山県射水市手崎の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市市井の小字",
    "place": "苗免",
    "reading": "ないめん",
    "desc": "富山県射水市市井の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市市井の小字",
    "place": "泓田",
    "reading": "ふけだ",
    "desc": "富山県射水市市井の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市赤井の小字",
    "place": "拾田",
    "reading": "ひらいだ",
    "desc": "富山県射水市赤井の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市今開発の小字",
    "place": "引地",
    "reading": "いんば",
    "desc": "富山県射水市今開発の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市今開発の小字",
    "place": "馬端間",
    "reading": "まあはだま",
    "desc": "富山県射水市今開発の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市今開発の小字",
    "place": "井又木",
    "reading": "えまたぎ",
    "desc": "富山県射水市今開発の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市片口高場の小字",
    "place": "竹競",
    "reading": "たけくらべ",
    "desc": "富山県射水市片口高場の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市久々湊の小字",
    "place": "六百宮",
    "reading": "ろっぴゃくめ",
    "desc": "富山県射水市久々湊の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市小島の小字",
    "place": "畠田",
    "reading": "はたなだ",
    "desc": "富山県射水市小島の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市作道の小字",
    "place": "惣掛田",
    "reading": "そうけだ",
    "desc": "富山県射水市作道の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市作道の小字",
    "place": "上大秋",
    "reading": "たかおあき",
    "desc": "富山県射水市作道の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市作道の小字",
    "place": "十方作",
    "reading": "とうづくり",
    "desc": "富山県射水市作道の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市津幡江の小字",
    "place": "黒稲田",
    "reading": "くろんだ",
    "desc": "富山県射水市津幡江の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市円池の小字",
    "place": "畦倒",
    "reading": "あぜだおし",
    "desc": "富山県射水市円池の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市寺塚原の小字",
    "place": "五筬",
    "reading": "ごいかだ",
    "desc": "富山県射水市寺塚原の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市殿村の小字",
    "place": "勘能屋敷",
    "reading": "かんなやしき",
    "desc": "富山県射水市殿村の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市殿村の小字",
    "place": "神子免",
    "reading": "むこめん",
    "desc": "富山県射水市殿村の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市土合の小字",
    "place": "空堰",
    "reading": "そらせん",
    "desc": "富山県射水市土合の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市中野の小字",
    "place": "堀込",
    "reading": "ほりごん",
    "desc": "富山県射水市中野の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市布目沢の小字",
    "place": "向佐古明",
    "reading": "むかいさこめ",
    "desc": "富山県射水市布目沢の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市野村の小字",
    "place": "丑免",
    "reading": "うすめん",
    "desc": "富山県射水市野村の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市野村の小字",
    "place": "管原",
    "reading": "すぎはら",
    "desc": "富山県射水市野村の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市野村の小字",
    "place": "摘作",
    "reading": "つんづくり",
    "desc": "富山県射水市野村の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "魚津市",
    "place": "山女",
    "reading": "あけび",
    "desc": "富山県魚津市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "魚津市",
    "place": "湯上",
    "reading": "ゆのえ",
    "desc": "富山県魚津市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "魚津市",
    "place": "蛇田",
    "reading": "へんだ",
    "desc": "富山県魚津市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "魚津市",
    "place": "田地方",
    "reading": "でんじがた",
    "desc": "富山県魚津市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "魚津市",
    "place": "斎沢",
    "reading": "いつきさわ",
    "desc": "富山県魚津市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市",
    "place": "湖光",
    "reading": "こうこう",
    "desc": "富山県氷見市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市",
    "place": "蒲田",
    "reading": "かわた",
    "desc": "富山県氷見市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市",
    "place": "大覚口",
    "reading": "おがくち",
    "desc": "富山県氷見市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市",
    "place": "万尾",
    "reading": "もお",
    "desc": "富山県氷見市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市",
    "place": "早借",
    "reading": "はやかし",
    "desc": "富山県氷見市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市",
    "place": "一刎",
    "reading": "ひとはね",
    "desc": "富山県氷見市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市",
    "place": "柳田",
    "reading": "やないだ",
    "desc": "富山県氷見市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市",
    "place": "女良",
    "reading": "めら",
    "desc": "富山県氷見市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市",
    "place": "五十谷",
    "reading": "いかだに",
    "desc": "富山県氷見市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市",
    "place": "飯久保",
    "reading": "いくぼ",
    "desc": "富山県氷見市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市",
    "place": "柿谷",
    "reading": "かきなや",
    "desc": "富山県氷見市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市",
    "place": "岩瀬",
    "reading": "いわがせ",
    "desc": "富山県氷見市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市",
    "place": "指崎",
    "reading": "さっさき",
    "desc": "富山県氷見市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市",
    "place": "矢方",
    "reading": "やのほう",
    "desc": "富山県氷見市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市",
    "place": "鞍川",
    "reading": "くらかわ",
    "desc": "富山県氷見市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市",
    "place": "鞍骨",
    "reading": "くらぼね",
    "desc": "富山県氷見市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市",
    "place": "往易",
    "reading": "いきやす",
    "desc": "富山県氷見市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市",
    "place": "百谷",
    "reading": "ももなや",
    "desc": "富山県氷見市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市中波の小字",
    "place": "女子",
    "reading": "めいこ",
    "desc": "富山県氷見市中波の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市新保の小字",
    "place": "伊尾田",
    "reading": "よおだ",
    "desc": "富山県氷見市新保の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市熊無の小字",
    "place": "御林",
    "reading": "おはい",
    "desc": "富山県氷見市熊無の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市北八代の小字",
    "place": "絈谷",
    "reading": "かせだに",
    "desc": "富山県氷見市北八代の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市上田の小字",
    "place": "外手",
    "reading": "そで",
    "desc": "富山県氷見市上田の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市上田の小字",
    "place": "狢窪",
    "reading": "もしだくぼ",
    "desc": "富山県氷見市上田の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市上田の小字",
    "place": "谷内山",
    "reading": "やっちやま",
    "desc": "富山県氷見市上田の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市森寺の小字",
    "place": "中圦",
    "reading": "なかんにょう",
    "desc": "富山県氷見市森寺の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市泊の小字",
    "place": "鬮ヶ谷内",
    "reading": "くじがやち",
    "desc": "富山県氷見市泊の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市田江の小字",
    "place": "堅田",
    "reading": "いくた",
    "desc": "富山県氷見市田江の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市白川の小字",
    "place": "播ケ山",
    "reading": "はたがやま",
    "desc": "富山県氷見市白川の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市下久津呂の小字",
    "place": "弥ふと谷内",
    "reading": "ねふとやち",
    "desc": "富山県氷見市下久津呂の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市川尻の小字",
    "place": "北方",
    "reading": "きたかど",
    "desc": "富山県氷見市川尻の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市大浦の小字",
    "place": "粂島",
    "reading": "くめじま",
    "desc": "富山県氷見市大浦の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市中谷内の小字",
    "place": "糸沢",
    "reading": "けいさわ",
    "desc": "富山県氷見市中谷内の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市布施の小字",
    "place": "藺田",
    "reading": "いだ",
    "desc": "富山県氷見市布施の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市布施の小字",
    "place": "五良平越",
    "reading": "ごろべいごし",
    "desc": "富山県氷見市布施の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市堀田の小字",
    "place": "蚰蛇谷",
    "reading": "うわばみだに",
    "desc": "富山県氷見市堀田の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市国見の小字",
    "place": "小艾",
    "reading": "こがい",
    "desc": "富山県氷見市国見の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "氷見市仏生寺の小字",
    "place": "久り戸",
    "reading": "くくりど",
    "desc": "富山県氷見市仏生寺の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "滑川市",
    "place": "滑川",
    "reading": "なめりかわ",
    "desc": "富山県滑川市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "滑川市",
    "place": "魚躬",
    "reading": "うおのみ",
    "desc": "富山県滑川市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "滑川市",
    "place": "寺家",
    "reading": "じけい",
    "desc": "富山県滑川市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "滑川市",
    "place": "菰原",
    "reading": "こもはら",
    "desc": "富山県滑川市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "滑川市",
    "place": "瓢町",
    "reading": "ふくべちょう",
    "desc": "富山県滑川市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "滑川市",
    "place": "夷子町",
    "reading": "えびすまち",
    "desc": "富山県滑川市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "滑川市",
    "place": "晒屋",
    "reading": "さらしや",
    "desc": "富山県滑川市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "滑川市",
    "place": "武平太町",
    "reading": "ぶへだまち",
    "desc": "富山県滑川市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "滑川市",
    "place": "法花寺",
    "reading": "ほっけじ",
    "desc": "富山県滑川市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "滑川市東福寺野の小字",
    "place": "不水掛",
    "reading": "みずかからず",
    "desc": "富山県滑川市東福寺野の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "滑川市魚躬の小字",
    "place": "大硲",
    "reading": "おおはざま",
    "desc": "富山県滑川市魚躬の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "滑川市魚躬の小字",
    "place": "公門木",
    "reading": "くもんぎ",
    "desc": "富山県滑川市魚躬の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "滑川市曲渕の小字",
    "place": "水掛",
    "reading": "みずかり",
    "desc": "富山県滑川市曲渕の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "滑川市柳原の小字",
    "place": "首戸割",
    "reading": "おびとわり",
    "desc": "富山県滑川市柳原の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "滑川市柳原の小字",
    "place": "大法",
    "reading": "おおのり",
    "desc": "富山県滑川市柳原の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "滑川市中村の小字",
    "place": "陀瀾神",
    "reading": "だらんじん",
    "desc": "富山県滑川市中村の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "滑川市小森の小字",
    "place": "扇平",
    "reading": "おんべら",
    "desc": "富山県滑川市小森の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "黒部市",
    "place": "生地",
    "reading": "いくじ",
    "desc": "富山県黒部市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "黒部市",
    "place": "神谷",
    "reading": "こんたに",
    "desc": "富山県黒部市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "黒部市",
    "place": "田家角内",
    "reading": "たいがぐち",
    "desc": "富山県黒部市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "黒部市",
    "place": "阿朴",
    "reading": "あほ",
    "desc": "富山県黒部市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "黒部市",
    "place": "朴谷",
    "reading": "ほおのきだに",
    "desc": "富山県黒部市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "黒部市",
    "place": "内生谷",
    "reading": "うちゅうだに",
    "desc": "富山県黒部市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "黒部市",
    "place": "沓掛",
    "reading": "くつかけ",
    "desc": "富山県黒部市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "黒部市",
    "place": "荻生",
    "reading": "おぎゅう",
    "desc": "富山県黒部市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "黒部市",
    "place": "古御堂",
    "reading": "ふろんど",
    "desc": "富山県黒部市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "黒部市",
    "place": "宇奈月町明日",
    "reading": "うなづきまちあけび",
    "desc": "富山県黒部市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "黒部市",
    "place": "宇奈月町下立",
    "reading": "うなづきまちおりたて",
    "desc": "富山県黒部市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "黒部市",
    "place": "宇奈月町中谷",
    "reading": "うなづきまちなかだん",
    "desc": "富山県黒部市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "黒部市荻生の小字",
    "place": "西小路",
    "reading": "にしょうじ",
    "desc": "富山県黒部市荻生の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "黒部市堀切の小字",
    "place": "高堰",
    "reading": "たかい",
    "desc": "富山県黒部市堀切の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "黒部市生地の小字",
    "place": "真無",
    "reading": "まはな",
    "desc": "富山県黒部市生地の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "黒部市荒俣の小字",
    "place": "鎗硎",
    "reading": "やりとぎ",
    "desc": "富山県黒部市荒俣の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "黒部市荒町の小字",
    "place": "四石",
    "reading": "しんこく",
    "desc": "富山県黒部市荒町の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "黒部市内生谷の小字",
    "place": "平均",
    "reading": "ならし",
    "desc": "富山県黒部市内生谷の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "宇奈月町浦山の小字",
    "place": "氷解",
    "reading": "ひょうげ",
    "desc": "富山県宇奈月町浦山の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "宇奈月町下立の小字",
    "place": "黒巣",
    "reading": "くるす",
    "desc": "富山県宇奈月町下立の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "宇奈月町下立の小字",
    "place": "角雲谷",
    "reading": "かくもだに",
    "desc": "富山県宇奈月町下立の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "宇奈月町内山の小字",
    "place": "大滝",
    "reading": "おだき",
    "desc": "富山県宇奈月町内山の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "宇奈月町舟見の小字",
    "place": "揚放",
    "reading": "あげっぱなし",
    "desc": "富山県宇奈月町舟見の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "黒部市宇奈月町音澤【黒部奥山国有林】",
    "place": "祖母谷",
    "reading": "ばばだに",
    "desc": "富山県黒部市宇奈月町音澤【黒部奥山国有林】にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "黒部市宇奈月町音澤",
    "place": "祖父谷",
    "reading": "じじだに",
    "desc": "富山県黒部市宇奈月町音澤にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "砺波市",
    "place": "砺波",
    "reading": "となみ",
    "desc": "富山県砺波市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "砺波市",
    "place": "頼成",
    "reading": "らんじょう",
    "desc": "富山県砺波市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "砺波市",
    "place": "浅谷",
    "reading": "あさんたに",
    "desc": "富山県砺波市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "砺波市",
    "place": "高道",
    "reading": "たかんど",
    "desc": "富山県砺波市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "砺波市",
    "place": "苗加",
    "reading": "のうか",
    "desc": "富山県砺波市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "砺波市",
    "place": "油田",
    "reading": "あぶらでん",
    "desc": "富山県砺波市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "砺波市",
    "place": "大門",
    "reading": "おおかど",
    "desc": "富山県砺波市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "砺波市",
    "place": "川内",
    "reading": "こうち",
    "desc": "富山県砺波市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "砺波市",
    "place": "江波",
    "reading": "よなみ",
    "desc": "富山県砺波市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "砺波市",
    "place": "庄川町隠尾",
    "reading": "しょうがわまちかくりょう",
    "desc": "富山県砺波市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "砺波市",
    "place": "庄川町落シ",
    "reading": "しょうがわまちおとし",
    "desc": "富山県砺波市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "砺波市の広域地区名",
    "place": "栴檀野",
    "reading": "せんだんの",
    "desc": "富山県砺波市の広域地区名にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "砺波市頼成の小字",
    "place": "北明",
    "reading": "きため",
    "desc": "富山県砺波市頼成の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "砺波市庄川町青島の小字",
    "place": "松川除",
    "reading": "まつかわよけ / まつがいけ",
    "desc": "富山県砺波市庄川町青島の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "砺波市庄川町青島の小字",
    "place": "権三島",
    "reading": "ごんそじま",
    "desc": "富山県砺波市庄川町青島の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "砺波市庄川町前山の小字",
    "place": "動山",
    "reading": "いぶりやま",
    "desc": "富山県砺波市庄川町前山の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "砺波市庄川町三谷の小字",
    "place": "七百山",
    "reading": "ひっちゃくざん",
    "desc": "富山県砺波市庄川町三谷の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "砺波市庄川町庄の小字",
    "place": "加羅谷",
    "reading": "がらだん",
    "desc": "富山県砺波市庄川町庄の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "砺波市庄川町庄の小字",
    "place": "銭瓶谷",
    "reading": "ぜにがめだん",
    "desc": "富山県砺波市庄川町庄の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "砺波市庄川町金屋の小字",
    "place": "鼓野",
    "reading": "ぽんぽんの",
    "desc": "富山県砺波市庄川町金屋の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "砺波市庄川町金屋の小字",
    "place": "小川原",
    "reading": "おがら",
    "desc": "富山県砺波市庄川町金屋の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "砺波市庄川町金屋の小字",
    "place": "南部野",
    "reading": "なぶの",
    "desc": "富山県砺波市庄川町金屋の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "砺波市庄川町高儀新の小字",
    "place": "分卦",
    "reading": "ぶんけい",
    "desc": "富山県砺波市庄川町高儀新の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "砺波市庄川町示野の小字",
    "place": "雁沢",
    "reading": "がんそ",
    "desc": "富山県砺波市庄川町示野の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "砺波市庄川町名ヶ原の小字",
    "place": "扌込場",
    "reading": "にょうば",
    "desc": "富山県砺波市庄川町名ヶ原の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "小矢部市",
    "place": "石動町",
    "reading": "いするぎまち",
    "desc": "富山県小矢部市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "小矢部市",
    "place": "小神",
    "reading": "おこ",
    "desc": "富山県小矢部市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "小矢部市",
    "place": "杉谷内",
    "reading": "すんないち",
    "desc": "富山県小矢部市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "小矢部市",
    "place": "下後亟",
    "reading": "しもごぜ",
    "desc": "富山県小矢部市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "小矢部市",
    "place": "埴生",
    "reading": "はにゅう",
    "desc": "富山県小矢部市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "小矢部市",
    "place": "野端",
    "reading": "のばな",
    "desc": "富山県小矢部市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "小矢部市",
    "place": "管ケ原",
    "reading": "すがはら",
    "desc": "富山県小矢部市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "小矢部市",
    "place": "鷲島",
    "reading": "わしがしま",
    "desc": "富山県小矢部市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "小矢部市",
    "place": "蟹谷",
    "reading": "かんだ",
    "desc": "富山県小矢部市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "小矢部市埴生の小字",
    "place": "北反畝",
    "reading": "きたたんせ",
    "desc": "富山県小矢部市埴生の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "小矢部市平桜の小字",
    "place": "辷坂",
    "reading": "しじさか",
    "desc": "富山県小矢部市平桜の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "南砺市",
    "place": "南砺",
    "reading": "なんと",
    "desc": "富山県南砺市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "南砺市",
    "place": "城端",
    "reading": "じょうはな",
    "desc": "富山県南砺市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "南砺市",
    "place": "福野上町",
    "reading": "ふくのかんまち",
    "desc": "富山県南砺市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "南砺市",
    "place": "苗島",
    "reading": "のじま",
    "desc": "富山県南砺市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "南砺市",
    "place": "利波河",
    "reading": "とのご",
    "desc": "富山県南砺市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "南砺市",
    "place": "一日市",
    "reading": "していち",
    "desc": "富山県南砺市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "南砺市",
    "place": "塔尾",
    "reading": "とうの",
    "desc": "富山県南砺市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "南砺市",
    "place": "晩田",
    "reading": "ばんで",
    "desc": "富山県南砺市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "南砺市",
    "place": "蛇喰",
    "reading": "じゃばみ",
    "desc": "富山県南砺市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "南砺市",
    "place": "院瀬見",
    "reading": "いぜみ",
    "desc": "富山県南砺市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "南砺市",
    "place": "安室",
    "reading": "あじつ",
    "desc": "富山県南砺市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "南砺市",
    "place": "土生",
    "reading": "はぶ",
    "desc": "富山県南砺市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "南砺市",
    "place": "新屋",
    "reading": "あたらしや",
    "desc": "富山県南砺市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "南砺市",
    "place": "雨潜",
    "reading": "あめくぐり",
    "desc": "富山県南砺市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "南砺市",
    "place": "大鋸屋",
    "reading": "おがや",
    "desc": "富山県南砺市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "南砺市",
    "place": "皆葎",
    "reading": "かいむくら",
    "desc": "富山県南砺市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "南砺市",
    "place": "葎島",
    "reading": "むくらじま",
    "desc": "富山県南砺市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "南砺市",
    "place": "楮",
    "reading": "こうず",
    "desc": "富山県南砺市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "南砺市",
    "place": "人母",
    "reading": "ひとぶ",
    "desc": "富山県南砺市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "南砺市",
    "place": "利屋",
    "reading": "とぎや",
    "desc": "富山県南砺市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "南砺市坪野の小字",
    "place": "雪舟田",
    "reading": "そりだ",
    "desc": "富山県南砺市坪野の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "南砺市川上中の小字",
    "place": "梆谷",
    "reading": "ほうたに",
    "desc": "富山県南砺市川上中の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "南砺市竹林の小字",
    "place": "団子林",
    "reading": "だごばやし",
    "desc": "富山県南砺市竹林の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡上市町",
    "place": "開谷",
    "reading": "かいだん",
    "desc": "富山県中新川郡上市町にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡上市町",
    "place": "眼目",
    "reading": "さっか",
    "desc": "富山県中新川郡上市町にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡上市町",
    "place": "塩谷",
    "reading": "しおんたん",
    "desc": "富山県中新川郡上市町にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡上市町",
    "place": "大永田",
    "reading": "おながた",
    "desc": "富山県中新川郡上市町にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡上市町",
    "place": "湯神子",
    "reading": "ゆのみこ",
    "desc": "富山県中新川郡上市町にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡上市町",
    "place": "正印",
    "reading": "しょいん",
    "desc": "富山県中新川郡上市町にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡立山町",
    "place": "下田",
    "reading": "みさだ",
    "desc": "富山県中新川郡立山町にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡立山町",
    "place": "芦峅寺",
    "reading": "あしくらじ",
    "desc": "富山県中新川郡立山町にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡立山町",
    "place": "半屋",
    "reading": "なかりや",
    "desc": "富山県中新川郡立山町にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡立山町",
    "place": "目桑",
    "reading": "めっか、めつか、めっくわ",
    "desc": "富山県中新川郡立山町にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡立山町",
    "place": "座主坊",
    "reading": "ざしゅうぼう",
    "desc": "富山県中新川郡立山町にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡立山町",
    "place": "上末",
    "reading": "うわずえ",
    "desc": "富山県中新川郡立山町にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡立山町",
    "place": "樺平",
    "reading": "かんばだいら",
    "desc": "富山県中新川郡立山町にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡立山町芦峅寺の小字",
    "place": "小豆谷",
    "reading": "あずたん",
    "desc": "富山県中新川郡立山町芦峅寺の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡立山町芦峅寺の小字",
    "place": "大崩",
    "reading": "おおなだれ",
    "desc": "富山県中新川郡立山町芦峅寺の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡立山町伊勢屋の小字",
    "place": "右近谷",
    "reading": "おこんたん",
    "desc": "富山県中新川郡立山町伊勢屋の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡立山町上末の小字",
    "place": "尼兵屋敷",
    "reading": "びくにやしき",
    "desc": "富山県中新川郡立山町上末の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡立山町浦田の小字",
    "place": "靄気",
    "reading": "あいのき",
    "desc": "富山県中新川郡立山町浦田の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡立山町浦田の小字",
    "place": "上小森",
    "reading": "かみがもり",
    "desc": "富山県中新川郡立山町浦田の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡立山町目桑の小字",
    "place": "大柏山",
    "reading": "おおがすやま",
    "desc": "富山県中新川郡立山町目桑の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡立山町目桑の小字",
    "place": "後妻林",
    "reading": "ごけばやし",
    "desc": "富山県中新川郡立山町目桑の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡立山町目桑の小字",
    "place": "中鈎",
    "reading": "なかつる",
    "desc": "富山県中新川郡立山町目桑の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡立山町米道の小字",
    "place": "金谷",
    "reading": "こんたん",
    "desc": "富山県中新川郡立山町米道の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡立山町米道の小字",
    "place": "馬清",
    "reading": "ませ",
    "desc": "富山県中新川郡立山町米道の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡立山町六郎谷の小字",
    "place": "経墳割",
    "reading": "きょうつかわり",
    "desc": "富山県中新川郡立山町六郎谷の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡立山町若林の小字",
    "place": "蟹沢",
    "reading": "かんざわ",
    "desc": "富山県中新川郡立山町若林の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡立山町若宮の小字",
    "place": "中荅田",
    "reading": "なかどうだ",
    "desc": "富山県中新川郡立山町若宮の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡舟橋村古海老江の小字",
    "place": "西堤ノ内",
    "reading": "にしどてのうち",
    "desc": "富山県中新川郡舟橋村古海老江の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "中新川郡舟橋村古海老江の小字",
    "place": "戈角",
    "reading": "さいかく",
    "desc": "富山県中新川郡舟橋村古海老江の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "下新川郡入善町",
    "place": "下山",
    "reading": "にざやま",
    "desc": "富山県下新川郡入善町にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "下新川郡入善町",
    "place": "東狐",
    "reading": "とっこ",
    "desc": "富山県下新川郡入善町にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "下新川郡入善町",
    "place": "神子沢",
    "reading": "みこざわ",
    "desc": "富山県下新川郡入善町にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "下新川郡入善町",
    "place": "一宿",
    "reading": "いちやどり",
    "desc": "富山県下新川郡入善町にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "下新川郡入善町",
    "place": "道市",
    "reading": "どいち",
    "desc": "富山県下新川郡入善町にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "下新川郡入善町",
    "place": "椚山",
    "reading": "くぬぎやま",
    "desc": "富山県下新川郡入善町にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "下新川郡入善町",
    "place": "島迷",
    "reading": "しまめぐり",
    "desc": "富山県下新川郡入善町にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "下新川郡入善町新屋",
    "place": "上村",
    "reading": "かんむら",
    "desc": "富山県下新川郡入善町新屋にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "下新川郡朝日町",
    "place": "大平",
    "reading": "だいら",
    "desc": "富山県下新川郡朝日町にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "下新川郡朝日町",
    "place": "小在池",
    "reading": "こざいけ",
    "desc": "富山県下新川郡朝日町にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "下新川郡朝日町",
    "place": "大家庄",
    "reading": "おいのしょう / おおえのしょう / おおいえのしょう",
    "desc": "富山県下新川郡朝日町にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "下新川郡朝日町",
    "place": "蛭谷",
    "reading": "びるだん / びるだに",
    "desc": "富山県下新川郡朝日町にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "下新川郡朝日町泊",
    "place": "松濤町",
    "reading": "まつなみちょう",
    "desc": "富山県下新川郡朝日町泊にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "下新川郡朝日町荒川エリア",
    "place": "上町",
    "reading": "かんまち",
    "desc": "富山県下新川郡朝日町荒川エリアにある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "下新川郡朝日町泊エリア",
    "place": "下町",
    "reading": "しんまち",
    "desc": "富山県下新川郡朝日町泊エリアにある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "下新川郡朝日町笹川の小字",
    "place": "七重滝",
    "reading": "しっちゃだき",
    "desc": "富山県下新川郡朝日町笹川の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "下新川郡朝日町桜町の小字",
    "place": "城ノ脇",
    "reading": "しろのこし",
    "desc": "富山県下新川郡朝日町桜町の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "下新川郡朝日町桜町の小字",
    "place": "尻居尻",
    "reading": "しりえじり",
    "desc": "富山県下新川郡朝日町桜町の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "下新川郡朝日町南保の小字",
    "place": "揚里",
    "reading": "のほり",
    "desc": "富山県下新川郡朝日町南保の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "下新川郡朝日町南保の小字",
    "place": "部野",
    "reading": "べんの",
    "desc": "富山県下新川郡朝日町南保の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "下新川郡朝日町境の小字",
    "place": "大榜",
    "reading": "おおぶな",
    "desc": "富山県下新川郡朝日町境の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "高岡市、下新川郡入善町、黒部市植木の小字",
    "place": "五十里",
    "reading": "いかり",
    "desc": "富山県高岡市、下新川郡入善町、黒部市植木の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "黒部市生地、射水市八幡町",
    "place": "四十物町",
    "reading": "あいものちょう",
    "desc": "富山県黒部市生地、射水市八幡町にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市、南砺市",
    "place": "開発",
    "reading": "かいほつ",
    "desc": "富山県富山市、南砺市にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "富山市婦中町下瀬の小字、滑川市小森の小字",
    "place": "茸山",
    "reading": "こけやま",
    "desc": "富山県富山市婦中町下瀬の小字、滑川市小森の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "魚津市東山の小字、中新川郡立山町目桑の小字",
    "place": "迯山",
    "reading": "にげやま",
    "desc": "富山県魚津市東山の小字、中新川郡立山町目桑の小字にある難読地名。"
  },
  {
    "pref": "富山県",
    "city": "射水市黒河の小字、同市塚越の小字",
    "place": "金屎",
    "reading": "かなくそ",
    "desc": "富山県射水市黒河の小字、同市塚越の小字にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "相合谷町",
    "reading": "あおだにまち",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "榎尾町",
    "reading": "えのきおまち",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "大河端町",
    "reading": "おこばたまち",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "大平沢町",
    "reading": "おおひらそうまち",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "鴛原町",
    "reading": "おしはらまち",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "蚊爪町",
    "reading": "かがつめまち",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "⁻ 金沢市",
    "place": "稚日野町",
    "reading": "わかひのまち",
    "desc": "石川県⁻ 金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "山川町",
    "reading": "やまごまち",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "主計町",
    "reading": "かずえまち",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "金石",
    "reading": "かないわ",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "大菱池町",
    "reading": "おびしけまち",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "折違町",
    "reading": "すじかいまち",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "子来町",
    "reading": "こらいまち",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "御供田町",
    "reading": "ごくでんまち",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "問屋町",
    "reading": "といやまち",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "中川除町",
    "reading": "なかかわよけまち",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "醒ケ井町",
    "reading": "さめがいちょう",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "十間町",
    "reading": "じっけんまち",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "千木町",
    "reading": "せぎまち",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "伝燈寺町",
    "reading": "でんどうじまち",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "四十万",
    "reading": "しじま",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "土清水",
    "reading": "つっちょうず・つしょうず",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "利屋町",
    "reading": "とぎやまち",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "長土塀",
    "reading": "ながどへ",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "三小牛町",
    "reading": "みつこうじまち",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "間明町",
    "reading": "まぎらまち",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "大豆田本町",
    "reading": "まめだほんまち",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "娚杉町",
    "reading": "めおとすぎまち",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "博労町",
    "reading": "ばくろうまち",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "三馬",
    "reading": "みんま",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "芳斉",
    "reading": "ほうさい",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "金沢市",
    "place": "米泉町",
    "reading": "よないずみまち",
    "desc": "石川県金沢市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "小松市",
    "place": "安宅町",
    "reading": "あたかまち",
    "desc": "石川県小松市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "小松市",
    "place": "観音下町",
    "reading": "かながそまち",
    "desc": "石川県小松市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "小松市",
    "place": "埴田町",
    "reading": "はねだまち",
    "desc": "石川県小松市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "小松市",
    "place": "小馬出町",
    "reading": "こんまでまち",
    "desc": "石川県小松市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "小松市",
    "place": "池城町",
    "reading": "いけのじょうまち",
    "desc": "石川県小松市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "白山市",
    "place": "行町",
    "reading": "あるきまち",
    "desc": "石川県白山市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "白山市",
    "place": "尾添",
    "reading": "おぞう",
    "desc": "石川県白山市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "白山市",
    "place": "相川町",
    "reading": "そうごまち",
    "desc": "石川県白山市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "白山市",
    "place": "木津町",
    "reading": "こうづまち",
    "desc": "石川県白山市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "白山市",
    "place": "木滑",
    "reading": "きなめり",
    "desc": "石川県白山市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "白山市",
    "place": "河内町下折",
    "reading": "かわちまちそそり",
    "desc": "石川県白山市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市",
    "place": "海士町",
    "reading": "あままち",
    "desc": "石川県輪島市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市",
    "place": "鳳至町",
    "reading": "ふげしまち",
    "desc": "石川県輪島市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市",
    "place": "尊利地町",
    "reading": "そりじまち",
    "desc": "石川県輪島市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市",
    "place": "中段町",
    "reading": "ちゅうだまち",
    "desc": "石川県輪島市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市",
    "place": "久手川町",
    "reading": "ふてがわまち",
    "desc": "石川県輪島市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市",
    "place": "水守町",
    "reading": "みともりまち",
    "desc": "石川県輪島市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市海士町",
    "place": "舳倉島",
    "reading": "へぐらじま",
    "desc": "石川県輪島市海士町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市",
    "place": "町野町真久",
    "reading": "まちのまちさんさ",
    "desc": "石川県輪島市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市",
    "place": "町野町井面",
    "reading": "まちのまちいのもて",
    "desc": "石川県輪島市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市",
    "place": "町野町麦生野",
    "reading": "むぎゅうの",
    "desc": "石川県輪島市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市",
    "place": "三井町洲衛",
    "reading": "みいまちすえ",
    "desc": "石川県輪島市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市",
    "place": "三井町本江",
    "reading": "みいまちほんこう",
    "desc": "石川県輪島市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市",
    "place": "門前町五十洲",
    "reading": "もんぜんまちいぎす",
    "desc": "石川県輪島市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市",
    "place": "門前町窕",
    "reading": "もんぜんまちうつろ",
    "desc": "石川県輪島市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市",
    "place": "門前町百成",
    "reading": "もんぜんまちどうめき",
    "desc": "石川県輪島市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市",
    "place": "門前町浅生田",
    "reading": "もんぜんまちあそだ",
    "desc": "石川県輪島市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市",
    "place": "門前町飯川谷",
    "reading": "もんぜんまちいがわだに",
    "desc": "石川県輪島市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市",
    "place": "門前町大生",
    "reading": "もんぜんまちおはえ",
    "desc": "石川県輪島市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市",
    "place": "門前町切狭",
    "reading": "もんぜんまちきりばさみ",
    "desc": "石川県輪島市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市",
    "place": "門前町神明原",
    "reading": "もんぜんまちしめはら",
    "desc": "石川県輪島市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市",
    "place": "門前町薄野",
    "reading": "もんぜんまちすすきの",
    "desc": "石川県輪島市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市",
    "place": "門前町道下",
    "reading": "もんぜんまちとうげ",
    "desc": "石川県輪島市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市",
    "place": "門前町能納屋",
    "reading": "もんぜんまちのうのや",
    "desc": "石川県輪島市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市",
    "place": "門前町六郎木",
    "reading": "もんぜんまちろくろぎ",
    "desc": "石川県輪島市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市",
    "place": "七浦",
    "reading": "しつら",
    "desc": "石川県輪島市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市",
    "place": "南志見",
    "reading": "なじみ",
    "desc": "石川県輪島市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市",
    "place": "鵠巣",
    "reading": "こうのす",
    "desc": "石川県輪島市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市大野町の小字",
    "place": "弓中上野",
    "reading": "いんなかうわの",
    "desc": "石川県輪島市大野町の小字にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市大野町の小字",
    "place": "角屋敷",
    "reading": "つなやしき",
    "desc": "石川県輪島市大野町の小字にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市大野町の小字",
    "place": "代永",
    "reading": "よなご",
    "desc": "石川県輪島市大野町の小字にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "輪島市大野町の小字",
    "place": "菰沢",
    "reading": "こもそ / こもさわ",
    "desc": "石川県輪島市大野町の小字にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "珠洲市",
    "place": "珠洲",
    "reading": "すず",
    "desc": "石川県珠洲市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "珠洲市",
    "place": "狼煙町",
    "reading": "のろしまち",
    "desc": "石川県珠洲市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "珠洲市",
    "place": "熊谷町",
    "reading": "くまんたにまち",
    "desc": "石川県珠洲市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "珠洲市",
    "place": "馬緤町",
    "reading": "まつなぎまち",
    "desc": "石川県珠洲市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "珠洲市",
    "place": "宝立町",
    "reading": "ほうりゅうまち",
    "desc": "石川県珠洲市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "珠洲市",
    "place": "宝立町二艘丹",
    "reading": "ほうりゅうまちにそうふね",
    "desc": "石川県珠洲市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "珠洲市",
    "place": "三崎町雲津",
    "reading": "みさきまちもづ",
    "desc": "石川県珠洲市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "珠洲市",
    "place": "若山町出田",
    "reading": "わかやままちすった",
    "desc": "石川県珠洲市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "珠洲市",
    "place": "日置",
    "reading": "ひき",
    "desc": "石川県珠洲市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "加賀市",
    "place": "動橋町",
    "reading": "いぶりはしまち",
    "desc": "石川県加賀市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "加賀市",
    "place": "直下町",
    "reading": "そそりまち",
    "desc": "石川県加賀市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "加賀市",
    "place": "百々町",
    "reading": "どどまち",
    "desc": "石川県加賀市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "加賀市",
    "place": "大聖寺木呂場町",
    "reading": "だいしょうじころばまち",
    "desc": "石川県加賀市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "加賀市",
    "place": "大聖寺平床",
    "reading": "だいしょうじひらとこ",
    "desc": "石川県加賀市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "加賀市",
    "place": "勅使町",
    "reading": "ちょくしまち",
    "desc": "石川県加賀市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "加賀市",
    "place": "山中温泉片谷町",
    "reading": "やまなかおんせんへきたにまち",
    "desc": "石川県加賀市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "加賀市",
    "place": "山中温泉真砂町",
    "reading": "やまなかおんせんまなごまち",
    "desc": "石川県加賀市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "加賀市",
    "place": "山中温泉栢野町",
    "reading": "やまなかおんせんかやのまち",
    "desc": "石川県加賀市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "加賀市",
    "place": "七日市町",
    "reading": "なんかいちまち",
    "desc": "石川県加賀市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "加賀市",
    "place": "分校町",
    "reading": "ぶんぎょうまち",
    "desc": "石川県加賀市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋市",
    "place": "羽咋町",
    "reading": "はくいまち",
    "desc": "石川県羽咋市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋市",
    "place": "柳田町",
    "reading": "やないだまち",
    "desc": "石川県羽咋市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋市",
    "place": "粟生町",
    "reading": "あおまち",
    "desc": "石川県羽咋市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋市",
    "place": "飯山町",
    "reading": "いのやままち",
    "desc": "石川県羽咋市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋市",
    "place": "垣内田町",
    "reading": "かくったまち",
    "desc": "石川県羽咋市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋市",
    "place": "次場町",
    "reading": "すばまち",
    "desc": "石川県羽咋市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋市",
    "place": "円井町",
    "reading": "つむらいまち",
    "desc": "石川県羽咋市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋市",
    "place": "神子原町",
    "reading": "みこはらまち",
    "desc": "石川県羽咋市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋市",
    "place": "立開町",
    "reading": "りゅうがいまち",
    "desc": "石川県羽咋市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋市",
    "place": "邑知",
    "reading": "おうち",
    "desc": "石川県羽咋市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋市",
    "place": "御祖",
    "reading": "みおや",
    "desc": "石川県羽咋市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "七尾市",
    "place": "中島町外",
    "reading": "なかじままちそで",
    "desc": "石川県七尾市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "七尾市",
    "place": "中島町上町",
    "reading": "なかじままちかんまち",
    "desc": "石川県七尾市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "七尾市",
    "place": "飯川町",
    "reading": "いがわまち",
    "desc": "石川県七尾市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "七尾市",
    "place": "伊久留町",
    "reading": "いくろまち",
    "desc": "石川県七尾市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "七尾市",
    "place": "柑子町",
    "reading": "こうじまち",
    "desc": "石川県七尾市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "七尾市",
    "place": "七原町",
    "reading": "しつはらまち",
    "desc": "石川県七尾市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "七尾市",
    "place": "津向町",
    "reading": "つむぎまち",
    "desc": "石川県七尾市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "七尾市",
    "place": "盤若野町",
    "reading": "はんにゃのまち",
    "desc": "石川県七尾市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "七尾市",
    "place": "舟尾町",
    "reading": "ふのおまち",
    "desc": "石川県七尾市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "七尾市",
    "place": "古府町",
    "reading": "ふるこまち",
    "desc": "石川県七尾市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "七尾市",
    "place": "松百町",
    "reading": "まっとうまち",
    "desc": "石川県七尾市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "七尾市",
    "place": "満仁町",
    "reading": "まにまち",
    "desc": "石川県七尾市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "七尾市",
    "place": "御祓町",
    "reading": "みそぎちょう",
    "desc": "石川県七尾市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "七尾市山崎町",
    "place": "小川内町",
    "reading": "こうちまち",
    "desc": "石川県七尾市山崎町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "七尾市庵町",
    "place": "百海町",
    "reading": "どうみまち",
    "desc": "石川県七尾市庵町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "七尾市",
    "place": "能登島鰀目町",
    "reading": "のとじまえのめまち",
    "desc": "石川県七尾市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "七尾市",
    "place": "能登島閨町",
    "reading": "のとじまねやまち",
    "desc": "石川県七尾市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "七尾市",
    "place": "能登島祖母ヶ浦町",
    "reading": "のとじまばがうらまち",
    "desc": "石川県七尾市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "七尾市",
    "place": "高階",
    "reading": "たかしな",
    "desc": "石川県七尾市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "能美市",
    "place": "灯台笹町",
    "reading": "とだしのまち",
    "desc": "石川県能美市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "能美市",
    "place": "莇生町",
    "reading": "あんぞまち・あぞうまち",
    "desc": "石川県能美市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "能美市",
    "place": "末寺町",
    "reading": "まつじまち",
    "desc": "石川県能美市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "かほく市",
    "place": "宇野気",
    "reading": "うのけ",
    "desc": "石川県かほく市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "かほく市",
    "place": "箕打",
    "reading": "みうち",
    "desc": "石川県かほく市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "野々市市",
    "place": "矢作",
    "reading": "やはぎ",
    "desc": "石川県野々市市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "野々市市",
    "place": "上林",
    "reading": "かんばやし",
    "desc": "石川県野々市市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "野々市市",
    "place": "徳用",
    "reading": "とくもと",
    "desc": "石川県野々市市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "野々市市",
    "place": "藤平田",
    "reading": "とへいだ",
    "desc": "石川県野々市市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "野々市市",
    "place": "三納",
    "reading": "さんの",
    "desc": "石川県野々市市にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "河北郡内灘町",
    "place": "大根布",
    "reading": "おおねぶ",
    "desc": "石川県河北郡内灘町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "河北郡内灘町",
    "place": "向粟崎",
    "reading": "むかいあわがさき",
    "desc": "石川県河北郡内灘町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "能美郡川北町",
    "place": "木呂場",
    "reading": "ころば",
    "desc": "石川県能美郡川北町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "能美郡川北町",
    "place": "上先出",
    "reading": "かみせんでん",
    "desc": "石川県能美郡川北町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "河北郡津幡町",
    "place": "倶利伽羅",
    "reading": "くりから",
    "desc": "石川県河北郡津幡町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "河北郡津幡町",
    "place": "浅谷",
    "reading": "あさんたに",
    "desc": "石川県河北郡津幡町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "河北郡津幡町",
    "place": "瓜生",
    "reading": "うりゅう",
    "desc": "石川県河北郡津幡町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "河北郡津幡町",
    "place": "大熊",
    "reading": "おんま",
    "desc": "石川県河北郡津幡町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "河北郡津幡町",
    "place": "小熊",
    "reading": "こんま",
    "desc": "石川県河北郡津幡町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "河北郡津幡町",
    "place": "九折",
    "reading": "つづらおり",
    "desc": "石川県河北郡津幡町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "河北郡津幡町",
    "place": "莇谷",
    "reading": "あざみだに",
    "desc": "石川県河北郡津幡町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "河北郡津幡町",
    "place": "仮生",
    "reading": "けしょう",
    "desc": "石川県河北郡津幡町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "河北郡津幡町",
    "place": "籠月",
    "reading": "こもつき",
    "desc": "石川県河北郡津幡町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "河北郡津幡町",
    "place": "英田",
    "reading": "あがた",
    "desc": "石川県河北郡津幡町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡志賀町",
    "place": "代田",
    "reading": "しなんた",
    "desc": "石川県羽咋郡志賀町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡志賀町",
    "place": "灯",
    "reading": "とぼし",
    "desc": "石川県羽咋郡志賀町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡志賀町",
    "place": "仏木",
    "reading": "ほとぎり",
    "desc": "石川県羽咋郡志賀町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡志賀町",
    "place": "阿川",
    "reading": "あこう",
    "desc": "石川県羽咋郡志賀町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡志賀町",
    "place": "安部屋",
    "reading": "あぶや",
    "desc": "石川県羽咋郡志賀町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡志賀町",
    "place": "大島",
    "reading": "おしま",
    "desc": "石川県羽咋郡志賀町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡志賀町",
    "place": "栢木",
    "reading": "かいのき",
    "desc": "石川県羽咋郡志賀町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡志賀町",
    "place": "神代",
    "reading": "かくみ",
    "desc": "石川県羽咋郡志賀町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡志賀町",
    "place": "小室",
    "reading": "こもろ",
    "desc": "石川県羽咋郡志賀町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡志賀町",
    "place": "東小室",
    "reading": "ひがしおもろ",
    "desc": "石川県羽咋郡志賀町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡志賀町",
    "place": "米町",
    "reading": "こんまち",
    "desc": "石川県羽咋郡志賀町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡志賀町",
    "place": "西海風戸",
    "reading": "さいかいふと",
    "desc": "石川県羽咋郡志賀町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡志賀町",
    "place": "里本江",
    "reading": "さとほんご",
    "desc": "石川県羽咋郡志賀町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡志賀町",
    "place": "鹿頭",
    "reading": "ししず",
    "desc": "石川県羽咋郡志賀町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡志賀町",
    "place": "草江",
    "reading": "そうご",
    "desc": "石川県羽咋郡志賀町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡志賀町",
    "place": "直海",
    "reading": "のうみ",
    "desc": "石川県羽咋郡志賀町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡志賀町",
    "place": "豊後名",
    "reading": "ぶんごめ",
    "desc": "石川県羽咋郡志賀町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡志賀町",
    "place": "谷神",
    "reading": "やちかみ",
    "desc": "石川県羽咋郡志賀町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡志賀町",
    "place": "福浦港",
    "reading": "ふくらこう",
    "desc": "石川県羽咋郡志賀町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡志賀町",
    "place": "富来牛下",
    "reading": "とぎうしおろし",
    "desc": "石川県羽咋郡志賀町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡志賀町",
    "place": "富来生神",
    "reading": "とぎうるかみ",
    "desc": "石川県羽咋郡志賀町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡志賀町",
    "place": "富来七海",
    "reading": "とぎしつみ",
    "desc": "石川県羽咋郡志賀町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡志賀町",
    "place": "富来",
    "reading": "とぎ",
    "desc": "石川県羽咋郡志賀町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡志賀町小浦の小字",
    "place": "大人坊",
    "reading": "おとなんぼう",
    "desc": "石川県羽咋郡志賀町小浦の小字にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡宝達志水町",
    "place": "宝達志水町",
    "reading": "ほうだつしみずちょう",
    "desc": "石川県羽咋郡宝達志水町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡宝達志水町",
    "place": "下石",
    "reading": "さがりし",
    "desc": "石川県羽咋郡宝達志水町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡宝達志水町",
    "place": "子浦",
    "reading": "しお",
    "desc": "石川県羽咋郡宝達志水町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "羽咋郡宝達志水町",
    "place": "竹生野",
    "reading": "たこの",
    "desc": "石川県羽咋郡宝達志水町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鹿島郡中能登町",
    "place": "一青",
    "reading": "ひとと",
    "desc": "石川県鹿島郡中能登町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鹿島郡中能登町",
    "place": "廿九日",
    "reading": "ひずめ",
    "desc": "石川県鹿島郡中能登町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鹿島郡中能登町",
    "place": "在江",
    "reading": "あるえ",
    "desc": "石川県鹿島郡中能登町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鹿島郡中能登町",
    "place": "最勝講",
    "reading": "さいすこ",
    "desc": "石川県鹿島郡中能登町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鹿島郡中能登町",
    "place": "水白",
    "reading": "みじろ",
    "desc": "石川県鹿島郡中能登町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鹿島郡中能登町",
    "place": "鹿西",
    "reading": "ろくせい",
    "desc": "石川県鹿島郡中能登町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡穴水町",
    "place": "甲",
    "reading": "かぶと",
    "desc": "石川県鳳珠郡穴水町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡穴水町",
    "place": "伊久留",
    "reading": "いくろ",
    "desc": "石川県鳳珠郡穴水町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡穴水町",
    "place": "七海",
    "reading": "しつみ",
    "desc": "石川県鳳珠郡穴水町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡穴水町",
    "place": "此木",
    "reading": "くのぎ",
    "desc": "石川県鳳珠郡穴水町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡穴水町",
    "place": "樟谷",
    "reading": "くのぎたに",
    "desc": "石川県鳳珠郡穴水町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡穴水町",
    "place": "菅谷",
    "reading": "すげんたに",
    "desc": "石川県鳳珠郡穴水町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡穴水町",
    "place": "新崎",
    "reading": "にんざき",
    "desc": "石川県鳳珠郡穴水町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡穴水町",
    "place": "挾石",
    "reading": "はさみし",
    "desc": "石川県鳳珠郡穴水町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡穴水町",
    "place": "波志借",
    "reading": "はじかし",
    "desc": "石川県鳳珠郡穴水町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡穴水町",
    "place": "東中谷",
    "reading": "ひがしなかんたに",
    "desc": "石川県鳳珠郡穴水町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡穴水町",
    "place": "女良川",
    "reading": "めらがわ",
    "desc": "石川県鳳珠郡穴水町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡穴水町",
    "place": "鹿路",
    "reading": "ろくろ",
    "desc": "石川県鳳珠郡穴水町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡能登町",
    "place": "宇出津",
    "reading": "うしつ",
    "desc": "石川県鳳珠郡能登町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡能登町",
    "place": "上町",
    "reading": "かんまち",
    "desc": "石川県鳳珠郡能登町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡能登町",
    "place": "四方山",
    "reading": "よもやま",
    "desc": "石川県鳳珠郡能登町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡能登町",
    "place": "小間生",
    "reading": "おもう",
    "desc": "石川県鳳珠郡能登町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡能登町",
    "place": "五十里",
    "reading": "いかり",
    "desc": "石川県鳳珠郡能登町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡能登町",
    "place": "内浦長尾",
    "reading": "うちうらなご",
    "desc": "石川県鳳珠郡能登町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡能登町",
    "place": "越坂",
    "reading": "おっさか",
    "desc": "石川県鳳珠郡能登町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡能登町",
    "place": "柿生",
    "reading": "かきお",
    "desc": "石川県鳳珠郡能登町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡能登町",
    "place": "合鹿",
    "reading": "ごうろく",
    "desc": "石川県鳳珠郡能登町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡能登町",
    "place": "十郎原",
    "reading": "じゅうろばら",
    "desc": "石川県鳳珠郡能登町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡能登町",
    "place": "滝ノ坊",
    "reading": "たきのぼ",
    "desc": "石川県鳳珠郡能登町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡能登町",
    "place": "爼倉",
    "reading": "まないたぐら",
    "desc": "石川県鳳珠郡能登町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡能登町",
    "place": "武連",
    "reading": "むれ",
    "desc": "石川県鳳珠郡能登町にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡能登町宇出津",
    "place": "源平",
    "reading": "げんだろ",
    "desc": "石川県鳳珠郡能登町宇出津にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡能登町宇出津",
    "place": "大平",
    "reading": "おおでら",
    "desc": "石川県鳳珠郡能登町宇出津にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡能登町合鹿",
    "place": "言若",
    "reading": "こんじゃく",
    "desc": "石川県鳳珠郡能登町合鹿にある難読地名。"
  },
  {
    "pref": "石川県",
    "city": "鳳珠郡能登町布浦",
    "place": "鹿泊",
    "reading": "しどまる",
    "desc": "石川県鳳珠郡能登町布浦にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "福井市",
    "place": "浅水",
    "reading": "あそうず",
    "desc": "福井県福井市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "福井市",
    "place": "大丹生町",
    "reading": "おにゅうちょう",
    "desc": "福井県福井市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "福井市",
    "place": "下一光町",
    "reading": "しもいかりちょう",
    "desc": "福井県福井市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "福井市",
    "place": "下天下町",
    "reading": "しもてがちょう",
    "desc": "福井県福井市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "福井市",
    "place": "曽万布町",
    "reading": "そんぼちょう",
    "desc": "福井県福井市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "福井市",
    "place": "花堂町",
    "reading": "はなんどうちょう",
    "desc": "福井県福井市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "福井市",
    "place": "甑谷町",
    "reading": "こしきだにちょう",
    "desc": "福井県福井市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "福井市",
    "place": "椙谷町",
    "reading": "すいだにちょう",
    "desc": "福井県福井市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "福井市",
    "place": "越廼",
    "reading": "こしの",
    "desc": "福井県福井市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "福井市",
    "place": "下莇生田町",
    "reading": "しもあぞうだちょう",
    "desc": "福井県福井市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "福井市",
    "place": "主計中町",
    "reading": "かずえなかちょう",
    "desc": "福井県福井市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "福井市",
    "place": "小丹生町",
    "reading": "こにゅうちょう",
    "desc": "福井県福井市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "福井市",
    "place": "上莇生田町",
    "reading": "かみあぞうだちょう",
    "desc": "福井県福井市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "福井市",
    "place": "足羽",
    "reading": "あすわ",
    "desc": "福井県福井市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "福井市",
    "place": "謡谷町",
    "reading": "うたいだにちょう",
    "desc": "福井県福井市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "福井市",
    "place": "和布町",
    "reading": "めらちょう",
    "desc": "福井県福井市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "福井市",
    "place": "獺ケ口町",
    "reading": "うそがぐちちょう",
    "desc": "福井県福井市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "福井市",
    "place": "栂野町",
    "reading": "とがのちょう",
    "desc": "福井県福井市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "福井市",
    "place": "乾徳",
    "reading": "けんとく",
    "desc": "福井県福井市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "敦賀市",
    "place": "愛発",
    "reading": "あらち",
    "desc": "福井県敦賀市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "敦賀市",
    "place": "敦賀",
    "reading": "つるが",
    "desc": "福井県敦賀市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "敦賀市",
    "place": "獺河内",
    "reading": "うそごうち",
    "desc": "福井県敦賀市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "敦賀市",
    "place": "小河",
    "reading": "おご",
    "desc": "福井県敦賀市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "敦賀市",
    "place": "御名",
    "reading": "ごみょう",
    "desc": "福井県敦賀市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "敦賀市",
    "place": "杉津",
    "reading": "すいづ、すいず",
    "desc": "福井県敦賀市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "敦賀市",
    "place": "黒河",
    "reading": "くろこ",
    "desc": "福井県敦賀市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "敦賀市",
    "place": "角鹿町",
    "reading": "つのがちょう",
    "desc": "福井県敦賀市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "敦賀市",
    "place": "長沢",
    "reading": "ながそ",
    "desc": "福井県敦賀市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "敦賀市",
    "place": "縄間",
    "reading": "のうま",
    "desc": "福井県敦賀市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "敦賀市",
    "place": "花城",
    "reading": "はなじり",
    "desc": "福井県敦賀市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "敦賀市",
    "place": "莇生野",
    "reading": "あぞの",
    "desc": "福井県敦賀市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "敦賀市",
    "place": "相生町",
    "reading": "あいおいちょう",
    "desc": "福井県敦賀市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "敦賀市",
    "place": "鉄輪町",
    "reading": "かなわちょう",
    "desc": "福井県敦賀市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "敦賀市",
    "place": "鞠山",
    "reading": "まるやま",
    "desc": "福井県敦賀市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "敦賀市",
    "place": "疋田",
    "reading": "ひきだ",
    "desc": "福井県敦賀市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "小浜市",
    "place": "生守",
    "reading": "いごもり",
    "desc": "福井県小浜市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "小浜市",
    "place": "雲浜",
    "reading": "うんぴん",
    "desc": "福井県小浜市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "小浜市",
    "place": "奥田縄",
    "reading": "おくだの",
    "desc": "福井県小浜市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "小浜市",
    "place": "遠敷",
    "reading": "おにゅう",
    "desc": "福井県小浜市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "小浜市",
    "place": "上根来",
    "reading": "かみねごり",
    "desc": "福井県小浜市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "小浜市",
    "place": "下根来",
    "reading": "しもねごり",
    "desc": "福井県小浜市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "小浜市",
    "place": "竹原",
    "reading": "たわら",
    "desc": "福井県小浜市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "小浜市",
    "place": "谷及",
    "reading": "たんぎょ",
    "desc": "福井県小浜市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "小浜市",
    "place": "釣姫",
    "reading": "つるべ",
    "desc": "福井県小浜市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "小浜市",
    "place": "東市場",
    "reading": "といちば",
    "desc": "福井県小浜市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "小浜市",
    "place": "法海",
    "reading": "のりかい",
    "desc": "福井県小浜市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "大野市",
    "place": "阿難祖地頭方",
    "reading": "あどそじとうほう",
    "desc": "福井県大野市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "大野市",
    "place": "西勝原",
    "reading": "にしかどはら",
    "desc": "福井県大野市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "大野市",
    "place": "東勝原",
    "reading": "ひがしかどはら",
    "desc": "福井県大野市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "大野市",
    "place": "中据",
    "reading": "なかしがらみ",
    "desc": "福井県大野市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "大野市",
    "place": "丁坂",
    "reading": "ようろうざか",
    "desc": "福井県大野市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "大野市",
    "place": "糸魚町",
    "reading": "いとよちょう",
    "desc": "福井県大野市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "大野市",
    "place": "清水",
    "reading": "しょうず",
    "desc": "福井県大野市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "大野市",
    "place": "蕨生",
    "reading": "わらびょ",
    "desc": "福井県大野市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "大野市",
    "place": "下若生子",
    "reading": "しもわかご",
    "desc": "福井県大野市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "大野市",
    "place": "下丁",
    "reading": "しもようろ",
    "desc": "福井県大野市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "大野市",
    "place": "上丁",
    "reading": "かみようろ",
    "desc": "福井県大野市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "大野市",
    "place": "篠座",
    "reading": "しのくら",
    "desc": "福井県大野市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "大野市",
    "place": "富嶋",
    "reading": "とびしま",
    "desc": "福井県大野市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "大野市",
    "place": "米俵",
    "reading": "とめどうろ",
    "desc": "福井県大野市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "勝山市",
    "place": "遅羽町嵭崎",
    "reading": "おそわちょうほうき",
    "desc": "福井県勝山市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "勝山市",
    "place": "遅羽町蓬生",
    "reading": "おそわちょうよもぎ",
    "desc": "福井県勝山市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "勝山市",
    "place": "野向町聖丸",
    "reading": "のむきちょうひじりまる",
    "desc": "福井県勝山市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "鯖江市",
    "place": "南井",
    "reading": "なおい",
    "desc": "福井県鯖江市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "鯖江市",
    "place": "糺町",
    "reading": "ただすちょう",
    "desc": "福井県鯖江市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "あわら市",
    "place": "芦原",
    "reading": "あわら",
    "desc": "福井県あわら市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "あわら市",
    "place": "椚",
    "reading": "くぬぎ",
    "desc": "福井県あわら市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "あわら市",
    "place": "谷畠",
    "reading": "たんばく",
    "desc": "福井県あわら市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "越前市",
    "place": "不老町",
    "reading": "おいずちょう",
    "desc": "福井県越前市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "越前市",
    "place": "北府",
    "reading": "きたご",
    "desc": "福井県越前市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "越前市",
    "place": "朽飯町",
    "reading": "くだしちょう",
    "desc": "福井県越前市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "越前市",
    "place": "余田町",
    "reading": "はぐりちょう",
    "desc": "福井県越前市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "坂井市",
    "place": "丸岡町長畝",
    "reading": "まるおかちょうのうね",
    "desc": "福井県坂井市にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "吉田郡永平寺町",
    "place": "轟",
    "reading": "どめき",
    "desc": "福井県吉田郡永平寺町にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "吉田郡永平寺町",
    "place": "松岡椚",
    "reading": "まつおかくぬぎ",
    "desc": "福井県吉田郡永平寺町にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "丹生郡越前町",
    "place": "大玉",
    "reading": "いかだま",
    "desc": "福井県丹生郡越前町にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "丹生郡越前町",
    "place": "大樟",
    "reading": "おこのぎ",
    "desc": "福井県丹生郡越前町にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "丹生郡越前町",
    "place": "左右",
    "reading": "そう",
    "desc": "福井県丹生郡越前町にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "丹生郡越前町",
    "place": "茱原",
    "reading": "ぐみわら",
    "desc": "福井県丹生郡越前町にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "丹生郡越前町",
    "place": "笈松",
    "reading": "おいまつ",
    "desc": "福井県丹生郡越前町にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "丹生郡越前町",
    "place": "厨",
    "reading": "くりや",
    "desc": "福井県丹生郡越前町にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "三方郡美浜町",
    "place": "新庄",
    "reading": "しんじょ",
    "desc": "福井県三方郡美浜町にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "三方郡美浜町",
    "place": "日向",
    "reading": "ひるが",
    "desc": "福井県三方郡美浜町にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "三方郡美浜町",
    "place": "五十谷",
    "reading": "いさだに",
    "desc": "福井県三方郡美浜町にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "大飯郡高浜町",
    "place": "下車持",
    "reading": "しもくらもち",
    "desc": "福井県大飯郡高浜町にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "大飯郡高浜町",
    "place": "子生",
    "reading": "こび",
    "desc": "福井県大飯郡高浜町にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "大飯郡高浜町",
    "place": "小黒飯",
    "reading": "おぐるい",
    "desc": "福井県大飯郡高浜町にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "大飯郡高浜町",
    "place": "日置",
    "reading": "ひきだ",
    "desc": "福井県大飯郡高浜町にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "大飯郡高浜町",
    "place": "蒜畠",
    "reading": "ひるばたけ",
    "desc": "福井県大飯郡高浜町にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "大飯郡おおい町",
    "place": "名田庄納田終",
    "reading": "なたしょうのたおい",
    "desc": "福井県大飯郡おおい町にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "三方上中郡若狭町",
    "place": "無悪",
    "reading": "さかなし",
    "desc": "福井県三方上中郡若狭町にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "三方上中郡若狭町",
    "place": "塩坂越",
    "reading": "しゃくし",
    "desc": "福井県三方上中郡若狭町にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "三方上中郡若狭町",
    "place": "武生",
    "reading": "むしゅう",
    "desc": "福井県三方上中郡若狭町にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "三方上中郡若狭町",
    "place": "玉置",
    "reading": "たまき",
    "desc": "福井県三方上中郡若狭町にある難読地名。"
  },
  {
    "pref": "福井県",
    "city": "三方上中郡若狭町",
    "place": "海士坂",
    "reading": "あまさか",
    "desc": "福井県三方上中郡若狭町にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "甲府市",
    "place": "右左口",
    "reading": "うばぐち",
    "desc": "山梨県甲府市にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "甲府市",
    "place": "国玉町",
    "reading": "くだまちょう",
    "desc": "山梨県甲府市にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "甲府市",
    "place": "金手",
    "reading": "かねんて",
    "desc": "山梨県甲府市にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "甲府市",
    "place": "黒平町",
    "reading": "くろべらちょう",
    "desc": "山梨県甲府市にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "笛吹市",
    "place": "石和町",
    "reading": "いさわちょう",
    "desc": "山梨県笛吹市にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "南アルプス市",
    "place": "百々",
    "reading": "どうどう",
    "desc": "山梨県南アルプス市にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "南アルプス市",
    "place": "荊沢",
    "reading": "ばらざわ",
    "desc": "山梨県南アルプス市にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "南アルプス市",
    "place": "野牛島",
    "reading": "やごしま",
    "desc": "山梨県南アルプス市にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "南アルプス市",
    "place": "曲輪田",
    "reading": "くるわだ",
    "desc": "山梨県南アルプス市にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "上野原市",
    "place": "猪丸",
    "reading": "いまる",
    "desc": "山梨県上野原市にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "上野原市",
    "place": "四方津",
    "reading": "しおつ",
    "desc": "山梨県上野原市にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "上野原市",
    "place": "棡原",
    "reading": "ゆずりはら",
    "desc": "山梨県上野原市にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "北都留郡丹波山村",
    "place": "丹波山",
    "reading": "たばやま",
    "desc": "山梨県北都留郡丹波山村にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "都留市",
    "place": "禾生",
    "reading": "かせい",
    "desc": "山梨県都留市にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "南都留郡忍野村",
    "place": "忍草",
    "reading": "しぼくさ",
    "desc": "山梨県南都留郡忍野村にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "甲州市",
    "place": "塩山西広門田",
    "reading": "えんざんかわだ",
    "desc": "山梨県甲州市にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "甲州市",
    "place": "福生里",
    "reading": "ふこおり",
    "desc": "山梨県甲州市にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "甲州市",
    "place": "大和町初鹿野",
    "reading": "やまとちょうはじかの",
    "desc": "山梨県甲州市にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "山梨市",
    "place": "切差",
    "reading": "きっさつ",
    "desc": "山梨県山梨市にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "山梨市",
    "place": "上神内川",
    "reading": "かみかのがわ",
    "desc": "山梨県山梨市にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "韮崎市",
    "place": "上祖母石",
    "reading": "かみうばいし",
    "desc": "山梨県韮崎市にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "韮崎市",
    "place": "円野町入戸野",
    "reading": "まるのまちにっとの",
    "desc": "山梨県韮崎市にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "北杜市",
    "place": "須玉町大豆生田",
    "reading": "すたまちょうまみょうだ",
    "desc": "山梨県北杜市にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "北杜市",
    "place": "白州町上教来石",
    "reading": "はくしゅうちょうかみきょうらいし",
    "desc": "山梨県北杜市にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "中巨摩郡昭和町",
    "place": "飯喰",
    "reading": "いっくい",
    "desc": "山梨県中巨摩郡昭和町にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "南巨摩郡早川町",
    "place": "黒桂",
    "reading": "つづら",
    "desc": "山梨県南巨摩郡早川町にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "南巨摩郡早川町",
    "place": "薬袋",
    "reading": "みない",
    "desc": "山梨県南巨摩郡早川町にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "南巨摩郡南部町",
    "place": "楮根",
    "reading": "かぞね",
    "desc": "山梨県南巨摩郡南部町にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "南巨摩郡富士川町",
    "place": "舂米",
    "reading": "つきよね",
    "desc": "山梨県南巨摩郡富士川町にある難読地名。"
  },
  {
    "pref": "山梨県",
    "city": "西八代郡市川三郷町",
    "place": "四尾連",
    "reading": "しびれ",
    "desc": "山梨県西八代郡市川三郷町にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "長野市",
    "place": "篠ノ井御幣川",
    "reading": "しののいおんべがわ",
    "desc": "長野県長野市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "長野市",
    "place": "鬼無里",
    "reading": "きなさ",
    "desc": "長野県長野市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "長野市",
    "place": "伺去",
    "reading": "しゃり",
    "desc": "長野県長野市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "長野市",
    "place": "塩生甲",
    "reading": "しょうぶこう",
    "desc": "長野県長野市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "長野市",
    "place": "住良木",
    "reading": "すめらぎ",
    "desc": "長野県長野市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "長野市",
    "place": "鑪",
    "reading": "たたら",
    "desc": "長野県長野市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "長野市",
    "place": "問御所町",
    "reading": "といごしょまち",
    "desc": "長野県長野市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "長野市",
    "place": "氷鉋",
    "reading": "ひがの",
    "desc": "長野県長野市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "長野市",
    "place": "檀田",
    "reading": "まゆみだ",
    "desc": "長野県長野市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "長野市",
    "place": "川中島町御厨",
    "reading": "かわなかじままちみくりや",
    "desc": "長野県長野市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "長野市",
    "place": "上庭",
    "reading": "じょうてい",
    "desc": "長野県長野市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "長野市",
    "place": "茂菅",
    "reading": "もすげ",
    "desc": "長野県長野市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "長野市",
    "place": "七二会",
    "reading": "なにあい",
    "desc": "長野県長野市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "千曲市",
    "place": "寂蒔",
    "reading": "じゃくまく",
    "desc": "長野県千曲市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "千曲市",
    "place": "鋳物師屋",
    "reading": "いもじや",
    "desc": "長野県千曲市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "茅野市",
    "place": "蓼科",
    "reading": "たてしな",
    "desc": "長野県茅野市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "松本市",
    "place": "安曇",
    "reading": "あづみ",
    "desc": "長野県松本市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "松本市",
    "place": "赤怒田",
    "reading": "あかぬた",
    "desc": "長野県松本市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "松本市",
    "place": "出川",
    "reading": "いでがわ",
    "desc": "長野県松本市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "松本市",
    "place": "稲核",
    "reading": "いねこき",
    "desc": "長野県松本市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "松本市",
    "place": "埋橋",
    "reading": "うずはし",
    "desc": "長野県松本市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "松本市",
    "place": "稲倉",
    "reading": "しなぐら",
    "desc": "長野県松本市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "松本市",
    "place": "下原",
    "reading": "しもっぱら",
    "desc": "長野県松本市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "松本市",
    "place": "雪中",
    "reading": "せっしょう",
    "desc": "長野県松本市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "松本市",
    "place": "惣社",
    "reading": "そうざ",
    "desc": "長野県松本市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "松本市",
    "place": "安曇沢渡",
    "reading": "あづみさわんど",
    "desc": "長野県松本市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "松本市",
    "place": "筑摩",
    "reading": "つかま",
    "desc": "長野県松本市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "松本市",
    "place": "奈川渡",
    "reading": "ながわと",
    "desc": "長野県松本市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "松本市",
    "place": "三才山",
    "reading": "みさやま",
    "desc": "長野県松本市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "松本市",
    "place": "水汲",
    "reading": "みずくま",
    "desc": "長野県松本市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "松本市",
    "place": "八景山",
    "reading": "やけやま",
    "desc": "長野県松本市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "東御市",
    "place": "和",
    "reading": "かのう",
    "desc": "長野県東御市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "東御市",
    "place": "牧家",
    "reading": "ぼくや",
    "desc": "長野県東御市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "東御市",
    "place": "新張",
    "reading": "みはり",
    "desc": "長野県東御市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "東御市",
    "place": "本海野",
    "reading": "もとうんの",
    "desc": "長野県東御市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "上田市",
    "place": "鹿教湯温泉",
    "reading": "かけゆおんせん",
    "desc": "長野県上田市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "上田市",
    "place": "神畑",
    "reading": "かばたけ",
    "desc": "長野県上田市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "上田市",
    "place": "神川",
    "reading": "かんがわ",
    "desc": "長野県上田市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "上田市",
    "place": "真田町長",
    "reading": "さなだまちおさ",
    "desc": "長野県上田市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "飯田市",
    "place": "主税町",
    "reading": "ちからまち",
    "desc": "長野県飯田市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "飯田市",
    "place": "雲母",
    "reading": "きらら",
    "desc": "長野県飯田市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "須坂市",
    "place": "相森町",
    "reading": "おおもりまち",
    "desc": "長野県須坂市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "小諸市",
    "place": "六供",
    "reading": "ろっく",
    "desc": "長野県小諸市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "伊那市",
    "place": "上戸",
    "reading": "あがっと",
    "desc": "長野県伊那市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "伊那市西春近の小字",
    "place": "沢渡",
    "reading": "さわんど",
    "desc": "長野県伊那市西春近の小字にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "伊那市",
    "place": "美篶",
    "reading": "みすず",
    "desc": "長野県伊那市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "伊那市高遠町藤澤の小字",
    "place": "御堂垣外",
    "reading": "みどがいと",
    "desc": "長野県伊那市高遠町藤澤の小字にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "伊那市",
    "place": "高遠町芝平",
    "reading": "たかとおまちしびら",
    "desc": "長野県伊那市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "伊那市",
    "place": "高遠町荊口",
    "reading": "たかとおまちばらぐち",
    "desc": "長野県伊那市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "伊那市",
    "place": "長谷非持",
    "reading": "はせひじ",
    "desc": "長野県伊那市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "駒ヶ根市",
    "place": "上穂",
    "reading": "うわぶ",
    "desc": "長野県駒ヶ根市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "駒ヶ根市",
    "place": "上穂沢",
    "reading": "わぶさわ",
    "desc": "長野県駒ヶ根市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "駒ヶ根市",
    "place": "神田",
    "reading": "じんで",
    "desc": "長野県駒ヶ根市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "駒ヶ根市",
    "place": "百々目木",
    "reading": "どどめき",
    "desc": "長野県駒ヶ根市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "駒ヶ根市",
    "place": "桃平",
    "reading": "もんだいら",
    "desc": "長野県駒ヶ根市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "駒ヶ根市",
    "place": "桜大臣",
    "reading": "さくらんど",
    "desc": "長野県駒ヶ根市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "大町市",
    "place": "青具",
    "reading": "あおく",
    "desc": "長野県大町市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "大町市",
    "place": "上原",
    "reading": "わっぱら",
    "desc": "長野県大町市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "飯山市",
    "place": "其綿",
    "reading": "そのわた",
    "desc": "長野県飯山市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "飯山市",
    "place": "蓮",
    "reading": "はちす",
    "desc": "長野県飯山市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "岡谷市",
    "place": "長地",
    "reading": "おさち",
    "desc": "長野県岡谷市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "塩尻市",
    "place": "勝弦",
    "reading": "かっつる",
    "desc": "長野県塩尻市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "塩尻市",
    "place": "強清水",
    "reading": "こわしみず",
    "desc": "長野県塩尻市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "塩尻市",
    "place": "贄川",
    "reading": "にえかわ",
    "desc": "長野県塩尻市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "塩尻市",
    "place": "白膠木",
    "reading": "ぬるで",
    "desc": "長野県塩尻市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "塩尻市",
    "place": "洗馬",
    "reading": "せば",
    "desc": "長野県塩尻市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "安曇野市",
    "place": "安曇野",
    "reading": "あづみの",
    "desc": "長野県安曇野市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "安曇野市",
    "place": "須砂渡",
    "reading": "すさど",
    "desc": "長野県安曇野市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "安曇野市",
    "place": "豊科高家",
    "reading": "とよしなたきべ",
    "desc": "長野県安曇野市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "安曇野市",
    "place": "三郷明盛",
    "reading": "みさとめいせい",
    "desc": "長野県安曇野市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "安曇野市",
    "place": "一日市場",
    "reading": "ひといちば",
    "desc": "長野県安曇野市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "安曇野市",
    "place": "三郷温",
    "reading": "みさとゆたか",
    "desc": "長野県安曇野市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "安曇野市穂高北穂高の小字",
    "place": "青木花見",
    "reading": "あおけみ",
    "desc": "長野県安曇野市穂高北穂高の小字にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "安曇野市",
    "place": "明科",
    "reading": "あかしな",
    "desc": "長野県安曇野市にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "下伊那郡阿智村",
    "place": "伍和",
    "reading": "ごか",
    "desc": "長野県下伊那郡阿智村にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "下伊那郡阿智村",
    "place": "治部坂",
    "reading": "じぶざか",
    "desc": "長野県下伊那郡阿智村にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "下伊那郡根羽村",
    "place": "萸野",
    "reading": "ぐみの",
    "desc": "長野県下伊那郡根羽村にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "下伊那郡泰阜村",
    "place": "漆平野",
    "reading": "しっぺの",
    "desc": "長野県下伊那郡泰阜村にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "下伊那郡泰阜村",
    "place": "泰阜",
    "reading": "やすおか",
    "desc": "長野県下伊那郡泰阜村にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "下伊那郡喬木村",
    "place": "喬木",
    "reading": "たかぎ",
    "desc": "長野県下伊那郡喬木村にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "木曽郡上松町",
    "place": "桟温泉",
    "reading": "かけはしおんせん",
    "desc": "長野県木曽郡上松町にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "木曽郡南木曽町",
    "place": "南木曽",
    "reading": "なぎそ",
    "desc": "長野県木曽郡南木曽町にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "東筑摩郡麻績村",
    "place": "麻績",
    "reading": "おみ",
    "desc": "長野県東筑摩郡麻績村にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "東筑摩郡麻績村",
    "place": "麻",
    "reading": "お",
    "desc": "長野県東筑摩郡麻績村にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "北安曇郡白馬村",
    "place": "青鬼",
    "reading": "あおに",
    "desc": "長野県北安曇郡白馬村にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "北安曇郡小谷村",
    "place": "小谷",
    "reading": "おたり",
    "desc": "長野県北安曇郡小谷村にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "北安曇郡小谷村",
    "place": "大網",
    "reading": "おあみ",
    "desc": "長野県北安曇郡小谷村にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "北安曇郡小谷村",
    "place": "李平",
    "reading": "すももだいら",
    "desc": "長野県北安曇郡小谷村にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "北安曇郡小谷村",
    "place": "奉納",
    "reading": "ぶのう",
    "desc": "長野県北安曇郡小谷村にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "北安曇郡池田町",
    "place": "有明",
    "reading": "うみょう",
    "desc": "長野県北安曇郡池田町にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "北安曇郡池田町",
    "place": "小実平",
    "reading": "こじっぺ",
    "desc": "長野県北安曇郡池田町にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "北安曇郡池田町",
    "place": "正科",
    "reading": "しょうじな",
    "desc": "長野県北安曇郡池田町にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "諏訪郡下諏訪町",
    "place": "上馬場",
    "reading": "かみばっぱ",
    "desc": "長野県諏訪郡下諏訪町にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "諏訪郡富士見町",
    "place": "乙事",
    "reading": "おっこと",
    "desc": "長野県諏訪郡富士見町にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "北佐久郡御代田町",
    "place": "御代田",
    "reading": "みよた",
    "desc": "長野県北佐久郡御代田町にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "南佐久郡小海町",
    "place": "馬流",
    "reading": "まながし",
    "desc": "長野県南佐久郡小海町にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "南佐久郡川上村",
    "place": "川端下",
    "reading": "かわはけ",
    "desc": "長野県南佐久郡川上村にある難読地名。"
  },
  {
    "pref": "長野県",
    "city": "上水内郡飯綱町",
    "place": "牟礼",
    "reading": "むれ",
    "desc": "長野県上水内郡飯綱町にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "岐阜市",
    "place": "茜部",
    "reading": "あかなべ",
    "desc": "岐阜県岐阜市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "岐阜市",
    "place": "鏡島",
    "reading": "かがしま",
    "desc": "岐阜県岐阜市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "岐阜市",
    "place": "加納長刀堀",
    "reading": "かのうなぎなたぼり",
    "desc": "岐阜県岐阜市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "岐阜市",
    "place": "城田寺",
    "reading": "きだいじ",
    "desc": "岐阜県岐阜市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "岐阜市",
    "place": "御望",
    "reading": "ごも",
    "desc": "岐阜県岐阜市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "岐阜市",
    "place": "尻毛",
    "reading": "しっけ",
    "desc": "岐阜県岐阜市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "岐阜市",
    "place": "次木",
    "reading": "なめき",
    "desc": "岐阜県岐阜市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "岐阜市",
    "place": "世保",
    "reading": "よやす",
    "desc": "岐阜県岐阜市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "岐阜市",
    "place": "旭見ヶ池町",
    "reading": "ひみがいけちょう",
    "desc": "岐阜県岐阜市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "岐阜市",
    "place": "七軒町",
    "reading": "ひちけんちょう",
    "desc": "岐阜県岐阜市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "岐阜市",
    "place": "葭町",
    "reading": "よしちょう",
    "desc": "岐阜県岐阜市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "岐阜市",
    "place": "県町",
    "reading": "あがたまち",
    "desc": "岐阜県岐阜市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "岐阜市",
    "place": "主水町",
    "reading": "かこまち",
    "desc": "岐阜県岐阜市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "岐阜市",
    "place": "西荘",
    "reading": "にしのしょう",
    "desc": "岐阜県岐阜市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "岐阜市",
    "place": "近島",
    "reading": "ごんのしま",
    "desc": "岐阜県岐阜市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "岐阜市",
    "place": "日置江",
    "reading": "ひきえ",
    "desc": "岐阜県岐阜市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "岐阜市",
    "place": "一日市場",
    "reading": "ひといちば",
    "desc": "岐阜県岐阜市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "岐阜市",
    "place": "交人",
    "reading": "ましと",
    "desc": "岐阜県岐阜市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "岐阜市",
    "place": "御手洗",
    "reading": "みたらし",
    "desc": "岐阜県岐阜市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "岐阜市",
    "place": "雄総",
    "reading": "おぶさ",
    "desc": "岐阜県岐阜市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "岐阜市",
    "place": "安食",
    "reading": "あじき",
    "desc": "岐阜県岐阜市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "岐阜市",
    "place": "西改田七石",
    "reading": "にしかいでんひちこく",
    "desc": "岐阜県岐阜市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "岐阜市",
    "place": "太郎丸向良",
    "reading": "たろうまるむがいら",
    "desc": "岐阜県岐阜市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "大垣市",
    "place": "歩行町",
    "reading": "おかちまち",
    "desc": "岐阜県大垣市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "大垣市",
    "place": "郭町",
    "reading": "くるわまち",
    "desc": "岐阜県大垣市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "大垣市",
    "place": "墨俣町墨俣",
    "reading": "すのまたちょうすのまた",
    "desc": "岐阜県大垣市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "大垣市",
    "place": "外渕",
    "reading": "そぶつ",
    "desc": "岐阜県大垣市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "大垣市",
    "place": "南頬町",
    "reading": "みなみのかわちょう",
    "desc": "岐阜県大垣市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "大垣市",
    "place": "上石津町祢宜上",
    "reading": "かみいしづちょうねぎかみ",
    "desc": "岐阜県大垣市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "高山市",
    "place": "苧生茂",
    "reading": "おいも",
    "desc": "岐阜県高山市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "高山市",
    "place": "黍生谷",
    "reading": "きびゅうだに",
    "desc": "岐阜県高山市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "高山市",
    "place": "木賊洞",
    "reading": "とくさぼら",
    "desc": "岐阜県高山市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "高山市",
    "place": "本母町",
    "reading": "ほのぶまち",
    "desc": "岐阜県高山市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "高山市",
    "place": "荘川町六厩",
    "reading": "しょうかわちょうむまや",
    "desc": "岐阜県高山市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "高山市",
    "place": "朝日町甲",
    "reading": "あさひちょうかぶと",
    "desc": "岐阜県高山市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "高山市",
    "place": "清見町大原",
    "reading": "きよみちょうおっぱら",
    "desc": "岐阜県高山市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "高山市",
    "place": "清見町夏厩",
    "reading": "きよみちょうなつまや",
    "desc": "岐阜県高山市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "高山市",
    "place": "久々野町無数河",
    "reading": "くぐのちょうむすご",
    "desc": "岐阜県高山市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "高山市",
    "place": "久々野町長淀",
    "reading": "くぐのちょうながとろ",
    "desc": "岐阜県高山市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "高山市",
    "place": "国府町漆垣内",
    "reading": "こくふちょううるしがいとう",
    "desc": "岐阜県高山市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "‐ 高山市",
    "place": "丹生川町板殿",
    "reading": "にゅうかわちょういたんど",
    "desc": "岐阜県‐ 高山市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "高山市",
    "place": "丹生川町根方",
    "reading": "にゅうかわちょうごんぼう",
    "desc": "岐阜県高山市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "高山市",
    "place": "一之宮町渡瀬",
    "reading": "いちのみやまちわたぜ",
    "desc": "岐阜県高山市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "多治見市",
    "place": "廿原町",
    "reading": "つづはらちょう",
    "desc": "岐阜県多治見市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "多治見市",
    "place": "小名田町別山",
    "reading": "おなだちょうはなれやま",
    "desc": "岐阜県多治見市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "関市",
    "place": "十六所",
    "reading": "じゅうろくせん",
    "desc": "岐阜県関市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "中津川市",
    "place": "駒場",
    "reading": "こまんば",
    "desc": "岐阜県中津川市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "中津川市",
    "place": "馬籠",
    "reading": "まごめ",
    "desc": "岐阜県中津川市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "中津川市",
    "place": "神坂",
    "reading": "みさか",
    "desc": "岐阜県中津川市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "中津川市",
    "place": "安楽満",
    "reading": "あらま",
    "desc": "岐阜県中津川市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "中津川市",
    "place": "加子母",
    "reading": "かしも",
    "desc": "岐阜県中津川市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "中津川市",
    "place": "上大起",
    "reading": "かみおごせ",
    "desc": "岐阜県中津川市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "中津川市",
    "place": "下大起",
    "reading": "しもおごせ",
    "desc": "岐阜県中津川市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "中津川市",
    "place": "鳥屋脇",
    "reading": "とやき",
    "desc": "岐阜県中津川市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "美濃市",
    "place": "安毛",
    "reading": "あたげ",
    "desc": "岐阜県美濃市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "美濃市",
    "place": "蕨生",
    "reading": "わらび",
    "desc": "岐阜県美濃市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "瑞浪市",
    "place": "大湫",
    "reading": "おおくて",
    "desc": "岐阜県瑞浪市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "恵那市",
    "place": "上手向",
    "reading": "かみとうげ",
    "desc": "岐阜県恵那市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "恵那市",
    "place": "下手向",
    "reading": "しもとうげ",
    "desc": "岐阜県恵那市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "恵那市",
    "place": "串原閑羅瀬",
    "reading": "くしはらしずらせ",
    "desc": "岐阜県恵那市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "恵那市",
    "place": "笠置町毛呂窪",
    "reading": "かさぎちょうけろくぼ",
    "desc": "岐阜県恵那市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "美濃加茂市",
    "place": "古井町",
    "reading": "こびちょう",
    "desc": "岐阜県美濃加茂市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "美濃加茂市",
    "place": "三和町廿屋",
    "reading": "みわちょうつづや",
    "desc": "岐阜県美濃加茂市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "土岐市",
    "place": "下石町",
    "reading": "おろしちょう",
    "desc": "岐阜県土岐市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "各務原市",
    "place": "苧ヶ瀬",
    "reading": "おがせ",
    "desc": "岐阜県各務原市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "各務原市",
    "place": "各務",
    "reading": "かかみ",
    "desc": "岐阜県各務原市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "はら、かがみはら） - 各務原市",
    "place": "各務原",
    "reading": "かかみ（が",
    "desc": "岐阜県はら、かがみはら） - 各務原市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "可児市",
    "place": "帷子",
    "reading": "かたびら",
    "desc": "岐阜県可児市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "可児市",
    "place": "塩河",
    "reading": "しゅうが",
    "desc": "岐阜県可児市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "可児市",
    "place": "谷迫間",
    "reading": "やばさま",
    "desc": "岐阜県可児市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "山県市",
    "place": "大桑",
    "reading": "おおが",
    "desc": "岐阜県山県市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "瑞穂市",
    "place": "牛牧",
    "reading": "うしき",
    "desc": "岐阜県瑞穂市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "飛騨市",
    "place": "神岡町東雲",
    "reading": "かみおかちょうあずも",
    "desc": "岐阜県飛騨市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "飛騨市",
    "place": "宮川町祢宜ケ沢上",
    "reading": "みやがわちょうねがそれ",
    "desc": "岐阜県飛騨市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "飛騨市",
    "place": "古川町信包",
    "reading": "ふるかわちょうのぶか",
    "desc": "岐阜県飛騨市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "本巣市",
    "place": "神海",
    "reading": "こうみ",
    "desc": "岐阜県本巣市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "本巣市",
    "place": "木知原",
    "reading": "こちぼら",
    "desc": "岐阜県本巣市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "本巣市",
    "place": "七五三",
    "reading": "しめ",
    "desc": "岐阜県本巣市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "本巣市",
    "place": "根尾越卒",
    "reading": "ねおおっそ",
    "desc": "岐阜県本巣市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "本巣市",
    "place": "根尾越波",
    "reading": "ねおおっぱ",
    "desc": "岐阜県本巣市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "本巣市",
    "place": "根尾水鳥",
    "reading": "ねおみどり",
    "desc": "岐阜県本巣市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "郡上市",
    "place": "白鳥町石徹白",
    "reading": "しろとりちょういとしろ",
    "desc": "岐阜県郡上市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "郡上市",
    "place": "高鷲町",
    "reading": "たかすちょう",
    "desc": "岐阜県郡上市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "郡上市",
    "place": "白鳥町為真",
    "reading": "しろとりちょうためざに",
    "desc": "岐阜県郡上市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "郡上市",
    "place": "明宝寒水",
    "reading": "めいほうかのみず",
    "desc": "岐阜県郡上市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "郡上市",
    "place": "大和町場皿",
    "reading": "やまとちょうばっさら",
    "desc": "岐阜県郡上市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "郡上市",
    "place": "和良町安郷野",
    "reading": "わらちょうあごの",
    "desc": "岐阜県郡上市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "郡上市",
    "place": "和良町法師丸",
    "reading": "わらちょうほしまる",
    "desc": "岐阜県郡上市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "海津市",
    "place": "南濃町上野河戸",
    "reading": "なんのうちょううえのこうず",
    "desc": "岐阜県海津市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "海津市",
    "place": "平田町者結",
    "reading": "ひらたちょうじゃけつ",
    "desc": "岐阜県海津市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "海津市",
    "place": "海津町馬目",
    "reading": "かいづちょうまのめ",
    "desc": "岐阜県海津市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "海津市",
    "place": "平田町仏師川",
    "reading": "ひらたちょうぶしがわ",
    "desc": "岐阜県海津市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "下呂市",
    "place": "小坂町赤沼田",
    "reading": "おさかちょうあかんた",
    "desc": "岐阜県下呂市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "下呂市",
    "place": "小坂町坂下",
    "reading": "おさかちょうさこれ",
    "desc": "岐阜県下呂市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "下呂市",
    "place": "馬瀬川上",
    "reading": "まぜかおれ",
    "desc": "岐阜県下呂市にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "不破郡垂井町",
    "place": "表佐",
    "reading": "おさ",
    "desc": "岐阜県不破郡垂井町にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "安八郡神戸町",
    "place": "神戸",
    "reading": "ごうど",
    "desc": "岐阜県安八郡神戸町にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "安八郡輪之内町",
    "place": "下大榑",
    "reading": "しもおおぐれ",
    "desc": "岐阜県安八郡輪之内町にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "安八郡輪之内町",
    "place": "海松新田",
    "reading": "みるしんでん",
    "desc": "岐阜県安八郡輪之内町にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "安八郡輪之内町",
    "place": "塩喰",
    "reading": "しおばみ",
    "desc": "岐阜県安八郡輪之内町にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "揖斐郡池田町",
    "place": "小牛",
    "reading": "こうじ",
    "desc": "岐阜県揖斐郡池田町にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "揖斐郡揖斐川町",
    "place": "脛永",
    "reading": "はぎなが",
    "desc": "岐阜県揖斐郡揖斐川町にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "揖斐郡揖斐川町",
    "place": "門入",
    "reading": "かどにゅう",
    "desc": "岐阜県揖斐郡揖斐川町にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "揖斐郡揖斐川町",
    "place": "小谷",
    "reading": "こたて",
    "desc": "岐阜県揖斐郡揖斐川町にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "揖斐郡揖斐川町",
    "place": "谷汲有鳥",
    "reading": "たにぐみあっとり",
    "desc": "岐阜県揖斐郡揖斐川町にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "揖斐郡揖斐川町",
    "place": "谷汲岐礼",
    "reading": "たにぐみきれ",
    "desc": "岐阜県揖斐郡揖斐川町にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "揖斐郡揖斐川町",
    "place": "春日美束",
    "reading": "かすがみつか",
    "desc": "岐阜県揖斐郡揖斐川町にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "揖斐郡大野町",
    "place": "上秋",
    "reading": "かんだけ",
    "desc": "岐阜県揖斐郡大野町にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "揖斐郡大野町",
    "place": "大衣斐",
    "reading": "おおえび",
    "desc": "岐阜県揖斐郡大野町にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "揖斐郡大野町",
    "place": "小衣斐",
    "reading": "こえび",
    "desc": "岐阜県揖斐郡大野町にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "本巣郡北方町",
    "place": "曲路",
    "reading": "すじかい",
    "desc": "岐阜県本巣郡北方町にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "可児郡御嵩町",
    "place": "顔戸",
    "reading": "ごうど",
    "desc": "岐阜県可児郡御嵩町にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "可児郡御嵩町",
    "place": "謡坂",
    "reading": "うとうざか",
    "desc": "岐阜県可児郡御嵩町にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "可児郡御嵩町",
    "place": "次月",
    "reading": "しづき",
    "desc": "岐阜県可児郡御嵩町にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "加茂郡坂祝町",
    "place": "坂祝",
    "reading": "さかほぎ",
    "desc": "岐阜県加茂郡坂祝町にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "加茂郡東白川村",
    "place": "越原",
    "reading": "おっぱら",
    "desc": "岐阜県加茂郡東白川村にある難読地名。"
  },
  {
    "pref": "岐阜県",
    "city": "大野郡白川村",
    "place": "御母衣",
    "reading": "みぼろ",
    "desc": "岐阜県大野郡白川村にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "静岡市葵区",
    "place": "産女",
    "reading": "うぶめ",
    "desc": "静岡県静岡市葵区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "静岡市葵区",
    "place": "大鋸町",
    "reading": "おおがまち",
    "desc": "静岡県静岡市葵区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "静岡市葵区",
    "place": "桂山",
    "reading": "かやま",
    "desc": "静岡県静岡市葵区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "静岡市葵区",
    "place": "沓谷",
    "reading": "くつのや",
    "desc": "静岡県静岡市葵区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "静岡市葵区",
    "place": "慈悲尾",
    "reading": "しいのお",
    "desc": "静岡県静岡市葵区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "静岡市葵区",
    "place": "千代",
    "reading": "せんだい",
    "desc": "静岡県静岡市葵区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "静岡市葵区",
    "place": "建穂",
    "reading": "たきょう",
    "desc": "静岡県静岡市葵区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "静岡市葵区",
    "place": "富沢",
    "reading": "とんざわ",
    "desc": "静岡県静岡市葵区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "静岡市葵区",
    "place": "馬場町",
    "reading": "ばばんちょう",
    "desc": "静岡県静岡市葵区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "静岡市葵区",
    "place": "蕨野",
    "reading": "わらびの",
    "desc": "静岡県静岡市葵区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "静岡市駿河区",
    "place": "安居",
    "reading": "あご",
    "desc": "静岡県静岡市駿河区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "静岡市駿河区",
    "place": "丸子",
    "reading": "まりこ",
    "desc": "静岡県静岡市駿河区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "静岡市駿河区",
    "place": "聖一色",
    "reading": "ひじりいっしき",
    "desc": "静岡県静岡市駿河区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "静岡市駿河区",
    "place": "用宗",
    "reading": "もちむね",
    "desc": "静岡県静岡市駿河区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "静岡市清水区",
    "place": "蒲原堰沢",
    "reading": "かんばらせぎざわ",
    "desc": "静岡県静岡市清水区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "静岡市清水区",
    "place": "葛沢",
    "reading": "とずらざわ",
    "desc": "静岡県静岡市清水区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "静岡市清水区",
    "place": "馬走",
    "reading": "まばせ",
    "desc": "静岡県静岡市清水区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "静岡市清水区",
    "place": "山原",
    "reading": "やんばら",
    "desc": "静岡県静岡市清水区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市中央区",
    "place": "利町",
    "reading": "とぎまち",
    "desc": "静岡県浜松市中央区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市中央区",
    "place": "平田町",
    "reading": "なめだちょう",
    "desc": "静岡県浜松市中央区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市中央区",
    "place": "茄子町",
    "reading": "なすびちょう",
    "desc": "静岡県浜松市中央区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市中央区",
    "place": "曳馬",
    "reading": "ひくま",
    "desc": "静岡県浜松市中央区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市中央区",
    "place": "将監町",
    "reading": "しょうげんちょう",
    "desc": "静岡県浜松市中央区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市中央区",
    "place": "大柳町",
    "reading": "おおやぎちょう",
    "desc": "静岡県浜松市中央区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市中央区",
    "place": "参野町",
    "reading": "さんじのちょう",
    "desc": "静岡県浜松市中央区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市中央区",
    "place": "鼡野町",
    "reading": "ねずみのちょう",
    "desc": "静岡県浜松市中央区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市中央区",
    "place": "神立町",
    "reading": "こうだちちょう",
    "desc": "静岡県浜松市中央区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市中央区",
    "place": "小沢渡町",
    "reading": "こざわたりちょう",
    "desc": "静岡県浜松市中央区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市中央区",
    "place": "篠ケ瀬町",
    "reading": "ささがせちょう",
    "desc": "静岡県浜松市中央区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市中央区",
    "place": "蜆塚",
    "reading": "しじみづか",
    "desc": "静岡県浜松市中央区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市中央区",
    "place": "早出町",
    "reading": "そうでちょう",
    "desc": "静岡県浜松市中央区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市中央区",
    "place": "増楽町",
    "reading": "ぞうらちょう",
    "desc": "静岡県浜松市中央区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市中央区",
    "place": "新橋町",
    "reading": "にっぱしちょう",
    "desc": "静岡県浜松市中央区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市中央区",
    "place": "芳川町",
    "reading": "ほうがわちょう",
    "desc": "静岡県浜松市中央区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市浜名区",
    "place": "引佐町",
    "reading": "いなさちょう",
    "desc": "静岡県浜松市浜名区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市浜名区",
    "place": "三ヶ日町鵺代",
    "reading": "みっかびちょうぬえしろ",
    "desc": "静岡県浜松市浜名区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市浜名区",
    "place": "麁玉",
    "reading": "あらたま",
    "desc": "静岡県浜松市浜名区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市天竜区",
    "place": "春野町筏戸大上",
    "reading": "はるのちょういかんどおおかみ",
    "desc": "静岡県浜松市天竜区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市天竜区",
    "place": "熊",
    "reading": "くんま",
    "desc": "静岡県浜松市天竜区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市天竜区",
    "place": "日明",
    "reading": "ひあり",
    "desc": "静岡県浜松市天竜区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市天竜区",
    "place": "船明",
    "reading": "ふなぎら",
    "desc": "静岡県浜松市天竜区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市天竜区",
    "place": "伊砂",
    "reading": "いすか",
    "desc": "静岡県浜松市天竜区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市天竜区",
    "place": "水窪町",
    "reading": "みさくぼちょう",
    "desc": "静岡県浜松市天竜区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市天竜区",
    "place": "米沢",
    "reading": "みなざわ",
    "desc": "静岡県浜松市天竜区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市天竜区",
    "place": "向皆外",
    "reading": "むかがいと",
    "desc": "静岡県浜松市天竜区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市天竜区",
    "place": "白神",
    "reading": "しらなみ",
    "desc": "静岡県浜松市天竜区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市天竜区",
    "place": "木葉島",
    "reading": "きのこじま",
    "desc": "静岡県浜松市天竜区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市天竜区",
    "place": "大嵐",
    "reading": "おおぞれ",
    "desc": "静岡県浜松市天竜区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市天竜区",
    "place": "生島",
    "reading": "おくしま",
    "desc": "静岡県浜松市天竜区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市天竜区",
    "place": "下里",
    "reading": "くだり",
    "desc": "静岡県浜松市天竜区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市天竜区",
    "place": "大里",
    "reading": "だいり",
    "desc": "静岡県浜松市天竜区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市天竜区",
    "place": "中部",
    "reading": "なかっぺ",
    "desc": "静岡県浜松市天竜区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市天竜区",
    "place": "切開",
    "reading": "きいなま",
    "desc": "静岡県浜松市天竜区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市天竜区",
    "place": "両久頭",
    "reading": "もろくず",
    "desc": "静岡県浜松市天竜区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市天竜区",
    "place": "難場道",
    "reading": "なんばんど",
    "desc": "静岡県浜松市天竜区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "浜松市天竜区",
    "place": "巻頭",
    "reading": "まきほつ",
    "desc": "静岡県浜松市天竜区にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "沼津市",
    "place": "西浦木負",
    "reading": "にしうらきしょう",
    "desc": "静岡県沼津市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "沼津市",
    "place": "戸田",
    "reading": "へだ",
    "desc": "静岡県沼津市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "沼津市",
    "place": "鵰町",
    "reading": "くまたかちょう",
    "desc": "静岡県沼津市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "沼津市",
    "place": "白銀町",
    "reading": "しろがねちょう",
    "desc": "静岡県沼津市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "沼津市",
    "place": "蓼原町",
    "reading": "たではらちょう",
    "desc": "静岡県沼津市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "沼津市",
    "place": "鳥谷",
    "reading": "とや",
    "desc": "静岡県沼津市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "熱海市",
    "place": "熱海",
    "reading": "あたみ",
    "desc": "静岡県熱海市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "熱海市",
    "place": "網代",
    "reading": "あじろ",
    "desc": "静岡県熱海市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "島田市",
    "place": "金谷猪土居",
    "reading": "かなやししどい",
    "desc": "静岡県島田市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "島田市",
    "place": "旗指",
    "reading": "はっさし",
    "desc": "静岡県島田市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "島田市",
    "place": "湯日",
    "reading": "ゆい",
    "desc": "静岡県島田市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "富士宮市",
    "place": "安居山",
    "reading": "あごやま",
    "desc": "静岡県富士宮市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "富士宮市",
    "place": "大晦日",
    "reading": "おおずもり",
    "desc": "静岡県富士宮市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "伊東市",
    "place": "富戸",
    "reading": "ふと",
    "desc": "静岡県伊東市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "伊東市",
    "place": "十足",
    "reading": "とおたり",
    "desc": "静岡県伊東市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "伊東市",
    "place": "猪戸",
    "reading": "ししど",
    "desc": "静岡県伊東市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "富士市",
    "place": "赫夜姫",
    "reading": "かぐやひめ",
    "desc": "静岡県富士市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "富士市",
    "place": "須津",
    "reading": "すど",
    "desc": "静岡県富士市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "磐田市",
    "place": "五十子",
    "reading": "いかご",
    "desc": "静岡県磐田市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "磐田市",
    "place": "匂坂",
    "reading": "さぎさか",
    "desc": "静岡県磐田市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "磐田市",
    "place": "福田",
    "reading": "ふくで",
    "desc": "静岡県磐田市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "磐田市",
    "place": "虫生",
    "reading": "むしゅう",
    "desc": "静岡県磐田市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "焼津市",
    "place": "焼津",
    "reading": "やいづ",
    "desc": "静岡県焼津市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "焼津市",
    "place": "小川",
    "reading": "こがわ",
    "desc": "静岡県焼津市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "焼津市",
    "place": "小土",
    "reading": "こひじ",
    "desc": "静岡県焼津市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "焼津市",
    "place": "飯淵",
    "reading": "はぶち",
    "desc": "静岡県焼津市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "焼津市",
    "place": "五ケ堀之内",
    "reading": "ごかほりのうち",
    "desc": "静岡県焼津市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "焼津市",
    "place": "三ケ名",
    "reading": "さんがみょう",
    "desc": "静岡県焼津市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "焼津市",
    "place": "道原",
    "reading": "どうばら",
    "desc": "静岡県焼津市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "焼津市",
    "place": "祢宜島",
    "reading": "ねぎしま",
    "desc": "静岡県焼津市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "焼津市",
    "place": "八楠",
    "reading": "やぐす",
    "desc": "静岡県焼津市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "焼津市",
    "place": "与惣次",
    "reading": "よそうじ",
    "desc": "静岡県焼津市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "焼津市",
    "place": "策牛",
    "reading": "むちうし",
    "desc": "静岡県焼津市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "掛川市",
    "place": "孕石",
    "reading": "はらみいし",
    "desc": "静岡県掛川市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "掛川市",
    "place": "葛ヶ丘",
    "reading": "かつらがおか",
    "desc": "静岡県掛川市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "掛川市",
    "place": "上土方旦付新田",
    "reading": "かみひじかただんつくしんでん",
    "desc": "静岡県掛川市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "掛川市",
    "place": "国包",
    "reading": "くにかね",
    "desc": "静岡県掛川市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "掛川市",
    "place": "逆川",
    "reading": "さかがわ",
    "desc": "静岡県掛川市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "掛川市",
    "place": "肴町",
    "reading": "さかなまち",
    "desc": "静岡県掛川市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "掛川市",
    "place": "佐夜鹿",
    "reading": "さよしか",
    "desc": "静岡県掛川市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "掛川市",
    "place": "満水",
    "reading": "たまり",
    "desc": "静岡県掛川市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "掛川市",
    "place": "富部",
    "reading": "とんべ",
    "desc": "静岡県掛川市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "掛川市",
    "place": "幡鎌",
    "reading": "はたかま",
    "desc": "静岡県掛川市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "掛川市",
    "place": "水垂",
    "reading": "みずたり",
    "desc": "静岡県掛川市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "掛川市",
    "place": "遊家",
    "reading": "ゆけ",
    "desc": "静岡県掛川市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "藤枝市",
    "place": "五十海",
    "reading": "いかるみ",
    "desc": "静岡県藤枝市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "藤枝市",
    "place": "岡部町新舟",
    "reading": "おかべちょうにゅうふね",
    "desc": "静岡県藤枝市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "藤枝市",
    "place": "築地",
    "reading": "ついじ",
    "desc": "静岡県藤枝市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "藤枝市",
    "place": "益津下",
    "reading": "ましづしも",
    "desc": "静岡県藤枝市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "御殿場市",
    "place": "大堰",
    "reading": "おおせぎ",
    "desc": "静岡県御殿場市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "御殿場市",
    "place": "竈",
    "reading": "かまど",
    "desc": "静岡県御殿場市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "御殿場市",
    "place": "茱萸沢",
    "reading": "ぐみざわ",
    "desc": "静岡県御殿場市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "御殿場市",
    "place": "柴怒田",
    "reading": "しばんた",
    "desc": "静岡県御殿場市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "御殿場市",
    "place": "北久原",
    "reading": "ほっくばら",
    "desc": "静岡県御殿場市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "袋井市",
    "place": "西同笠",
    "reading": "にしどうり",
    "desc": "静岡県袋井市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "下田市",
    "place": "板戸一色",
    "reading": "いたどいちき",
    "desc": "静岡県下田市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "下田市",
    "place": "田牛",
    "reading": "とうじ",
    "desc": "静岡県下田市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "下田市",
    "place": "吉佐美",
    "reading": "きさみ",
    "desc": "静岡県下田市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "伊豆市",
    "place": "土肥",
    "reading": "とい",
    "desc": "静岡県伊豆市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "伊豆市",
    "place": "八幡",
    "reading": "はつま",
    "desc": "静岡県伊豆市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "菊川市",
    "place": "沢水加",
    "reading": "さばか",
    "desc": "静岡県菊川市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "伊豆の国市",
    "place": "墹之上",
    "reading": "ままのうえ",
    "desc": "静岡県伊豆の国市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "牧之原市",
    "place": "相良",
    "reading": "さがら",
    "desc": "静岡県牧之原市にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "賀茂郡東伊豆町",
    "place": "熱川",
    "reading": "あたがわ",
    "desc": "静岡県賀茂郡東伊豆町にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "賀茂郡南伊豆町",
    "place": "石廊崎",
    "reading": "いろうざき",
    "desc": "静岡県賀茂郡南伊豆町にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "賀茂郡南伊豆町",
    "place": "日野",
    "reading": "ひんの",
    "desc": "静岡県賀茂郡南伊豆町にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "駿東郡長泉町",
    "place": "納米里",
    "reading": "なめり",
    "desc": "静岡県駿東郡長泉町にある難読地名。"
  },
  {
    "pref": "静岡県",
    "city": "榛原郡吉田町",
    "place": "神戸",
    "reading": "かんど",
    "desc": "静岡県榛原郡吉田町にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "名古屋市千種区",
    "place": "香流橋",
    "reading": "かなればし",
    "desc": "愛知県名古屋市千種区にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "名古屋市東区[2]",
    "place": "主税町",
    "reading": "ちからまち",
    "desc": "愛知県名古屋市東区[2]にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "名古屋市東区[2]",
    "place": "橦木町",
    "reading": "しゅもくちょう",
    "desc": "愛知県名古屋市東区[2]にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "名古屋市北区[2]",
    "place": "味鋺",
    "reading": "あじま",
    "desc": "愛知県名古屋市北区[2]にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "名古屋市西区[2]",
    "place": "香呑町",
    "reading": "こうのみちょう",
    "desc": "愛知県名古屋市西区[2]にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "名古屋市西区・中村区[3][2]",
    "place": "栄生",
    "reading": "さこう・さこ",
    "desc": "愛知県名古屋市西区・中村区[3][2]にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "名古屋市中村区",
    "place": "長筬町",
    "reading": "ながおさちょう",
    "desc": "愛知県名古屋市中村区にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "名古屋市中村区",
    "place": "泥江町",
    "reading": "ひじえちょう",
    "desc": "愛知県名古屋市中村区にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "名古屋市中村区[3]",
    "place": "水主町",
    "reading": "かこまち",
    "desc": "愛知県名古屋市中村区[3]にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "名古屋市昭和区",
    "place": "杁中",
    "reading": "いりなか",
    "desc": "愛知県名古屋市昭和区にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "名古屋市昭和区",
    "place": "御器所",
    "reading": "ごきそ",
    "desc": "愛知県名古屋市昭和区にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "名古屋市瑞穂区",
    "place": "新瑞橋",
    "reading": "あらたまばし",
    "desc": "愛知県名古屋市瑞穂区にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "名古屋市瑞穂区",
    "place": "御莨町",
    "reading": "おたばこちょう",
    "desc": "愛知県名古屋市瑞穂区にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "名古屋市瑞穂区",
    "place": "春敲町",
    "reading": "しゅんこうちょう",
    "desc": "愛知県名古屋市瑞穂区にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "名古屋市中川区、中村区",
    "place": "烏森",
    "reading": "かすもり",
    "desc": "愛知県名古屋市中川区、中村区にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "名古屋市中川区",
    "place": "包里",
    "reading": "かのさと",
    "desc": "愛知県名古屋市中川区にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "名古屋市中川区[4]",
    "place": "大蟷螂町",
    "reading": "だいとうろうちょう",
    "desc": "愛知県名古屋市中川区[4]にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "名古屋市港区[4]",
    "place": "土古町",
    "reading": "どんこちょう",
    "desc": "愛知県名古屋市港区[4]にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "名古屋市南区[5]",
    "place": "呼続",
    "reading": "よびつぎ",
    "desc": "愛知県名古屋市南区[5]にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "名古屋市守山区[6]",
    "place": "吉根",
    "reading": "きっこ",
    "desc": "愛知県名古屋市守山区[6]にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "名古屋市守山区",
    "place": "志段味",
    "reading": "しだみ",
    "desc": "愛知県名古屋市守山区にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "名古屋市名東区",
    "place": "香流",
    "reading": "かなれ",
    "desc": "愛知県名古屋市名東区にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "豊橋市",
    "place": "飯村町",
    "reading": "いむれちょう",
    "desc": "愛知県豊橋市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "豊橋市",
    "place": "雲谷町",
    "reading": "うのやちょう",
    "desc": "愛知県豊橋市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "豊橋市",
    "place": "曲尺手町",
    "reading": "かねんてちょう",
    "desc": "愛知県豊橋市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "豊橋市",
    "place": "嵩山町",
    "reading": "すせちょう",
    "desc": "愛知県豊橋市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "岡崎市",
    "place": "木下町",
    "reading": "きくだしちょう",
    "desc": "愛知県岡崎市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "岡崎市",
    "place": "千万町町",
    "reading": "ぜまんぢょうちょう",
    "desc": "愛知県岡崎市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "岡崎市保久町の字",
    "place": "外々外",
    "reading": "そとがいと",
    "desc": "愛知県岡崎市保久町の字にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "岡崎市",
    "place": "百々町",
    "reading": "どうどちょう",
    "desc": "愛知県岡崎市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "岡崎市",
    "place": "冨尾町",
    "reading": "どんびゅうちょう",
    "desc": "愛知県岡崎市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "岡崎市",
    "place": "合歓木町",
    "reading": "ねむのきちょう",
    "desc": "愛知県岡崎市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "岡崎市",
    "place": "矢作町",
    "reading": "やはぎちょう",
    "desc": "愛知県岡崎市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "岡崎市宇頭町の小字",
    "place": "楮山",
    "reading": "ろくえやま",
    "desc": "愛知県岡崎市宇頭町の小字にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "一宮市",
    "place": "丹陽町吾鬘",
    "reading": "たんようちょうあづら",
    "desc": "愛知県一宮市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "一宮市",
    "place": "大和町毛受",
    "reading": "やまとちょうめんじょ",
    "desc": "愛知県一宮市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "一宮市",
    "place": "真清田",
    "reading": "ますみだ",
    "desc": "愛知県一宮市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "一宮市玉野の小字",
    "place": "涜漉",
    "reading": "どぶろく",
    "desc": "愛知県一宮市玉野の小字にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "半田市",
    "place": "成岩",
    "reading": "ならわ",
    "desc": "愛知県半田市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "半田市",
    "place": "兀山町",
    "reading": "はげやまちょう",
    "desc": "愛知県半田市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "半田市",
    "place": "岩滑",
    "reading": "やなべ",
    "desc": "愛知県半田市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "春日井市",
    "place": "神屋町",
    "reading": "かぎやちょう",
    "desc": "愛知県春日井市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "春日井市",
    "place": "田楽町",
    "reading": "たらがちょう",
    "desc": "愛知県春日井市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "春日井市",
    "place": "出川町",
    "reading": "てがわちょう",
    "desc": "愛知県春日井市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "豊川市",
    "place": "国府町",
    "reading": "こうちょう",
    "desc": "愛知県豊川市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "豊川市",
    "place": "千両町",
    "reading": "ちぎりちょう",
    "desc": "愛知県豊川市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "豊川市",
    "place": "御津町",
    "reading": "みとちょう",
    "desc": "愛知県豊川市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "津島市",
    "place": "莪原町",
    "reading": "ばいばらちょう",
    "desc": "愛知県津島市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "刈谷市",
    "place": "瀊",
    "reading": "さかのぼり",
    "desc": "愛知県刈谷市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "刈谷市",
    "place": "半城土",
    "reading": "はじょうど",
    "desc": "愛知県刈谷市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "豊田市",
    "place": "足助町",
    "reading": "あすけちょう",
    "desc": "愛知県豊田市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "豊田市",
    "place": "挙母町",
    "reading": "ころもちょう",
    "desc": "愛知県豊田市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "豊田市",
    "place": "閑羅瀬町",
    "reading": "しずらせちょう",
    "desc": "愛知県豊田市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "豊田市",
    "place": "枝下町",
    "reading": "しだれちょう",
    "desc": "愛知県豊田市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "豊田市",
    "place": "百月町",
    "reading": "どうづきちょう",
    "desc": "愛知県豊田市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "豊田市坂上町の小字",
    "place": "仁王沢連",
    "reading": "におうぞうれ",
    "desc": "愛知県豊田市坂上町の小字にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "豊田市",
    "place": "林添町",
    "reading": "はやしぞれちょう",
    "desc": "愛知県豊田市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "豊田市",
    "place": "月原町",
    "reading": "わちばらちょう",
    "desc": "愛知県豊田市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "稲沢市",
    "place": "陸田",
    "reading": "くがた",
    "desc": "愛知県稲沢市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "稲沢市",
    "place": "長束町",
    "reading": "なづかちょう",
    "desc": "愛知県稲沢市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "新城市作手杉平の小字",
    "place": "宇連",
    "reading": "うり",
    "desc": "愛知県新城市作手杉平の小字にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "新城市",
    "place": "黄柳野",
    "reading": "つげの",
    "desc": "愛知県新城市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "知多市",
    "place": "佐布里",
    "reading": "そうり",
    "desc": "愛知県知多市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "知立市",
    "place": "池鯉鮒",
    "reading": "ちりゅう",
    "desc": "愛知県知立市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "田原市",
    "place": "乾改",
    "reading": "いぬいあらため",
    "desc": "愛知県田原市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "弥富市",
    "place": "鯏浦町",
    "reading": "うぐいうらちょう",
    "desc": "愛知県弥富市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "弥富市",
    "place": "三稲",
    "reading": "さんと",
    "desc": "愛知県弥富市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "弥富市",
    "place": "楽平",
    "reading": "よしひら",
    "desc": "愛知県弥富市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "長久手市",
    "place": "長湫",
    "reading": "ながくて",
    "desc": "愛知県長久手市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "長久手市",
    "place": "岩作",
    "reading": "やざこ",
    "desc": "愛知県長久手市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "海部郡",
    "place": "海部",
    "reading": "あま",
    "desc": "愛知県海部郡にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "海部郡",
    "place": "目比川",
    "reading": "むくいがわ",
    "desc": "愛知県海部郡にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "知多郡阿久比町",
    "place": "阿久比",
    "reading": "あぐい",
    "desc": "愛知県知多郡阿久比町にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "阿久比町",
    "place": "凸清水",
    "reading": "でこしみず",
    "desc": "愛知県阿久比町にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "阿久比町",
    "place": "凹清水",
    "reading": "へこしみず",
    "desc": "愛知県阿久比町にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "額田郡幸田町",
    "place": "深溝",
    "reading": "ふこうず",
    "desc": "愛知県額田郡幸田町にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "みよし市",
    "place": "莇生町",
    "reading": "あざぶちょう",
    "desc": "愛知県みよし市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "みよし市",
    "place": "福谷町",
    "reading": "うきがいちょう",
    "desc": "愛知県みよし市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "北設楽郡設楽町",
    "place": "神田",
    "reading": "かだ",
    "desc": "愛知県北設楽郡設楽町にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "北設楽郡設楽町",
    "place": "設楽",
    "reading": "したら",
    "desc": "愛知県北設楽郡設楽町にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "宝飯郡",
    "place": "宝飯",
    "reading": "ほい",
    "desc": "愛知県宝飯郡にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "名古屋市北区、豊田市",
    "place": "猿投町",
    "reading": "さなげちょう",
    "desc": "愛知県名古屋市北区、豊田市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "岡崎市、田原市",
    "place": "百々",
    "reading": "どうどう",
    "desc": "愛知県岡崎市、田原市にある難読地名。"
  },
  {
    "pref": "愛知県",
    "city": "沼津市公式ページ",
    "place": "↑ 鵰町",
    "reading": "くまたかちょう",
    "desc": "愛知県沼津市公式ページにある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "津市",
    "place": "家城",
    "reading": "いえき",
    "desc": "三重県津市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "‐ 津市",
    "place": "井関",
    "reading": "いせぎ",
    "desc": "三重県‐ 津市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "津市",
    "place": "雲林院",
    "reading": "うじい",
    "desc": "三重県津市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "津市",
    "place": "奥津",
    "reading": "おきつ",
    "desc": "三重県津市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "津市",
    "place": "粟加",
    "reading": "おおか",
    "desc": "三重県津市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "津市[2]",
    "place": "大仰",
    "reading": "おのき",
    "desc": "三重県津市[2]にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "津市",
    "place": "雲出",
    "reading": "くもず",
    "desc": "三重県津市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "津市[2]",
    "place": "村主",
    "reading": "すぐり",
    "desc": "三重県津市[2]にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "津市",
    "place": "新家",
    "reading": "にのみ",
    "desc": "三重県津市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "津市",
    "place": "波氐",
    "reading": "はて",
    "desc": "三重県津市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "津市[2]",
    "place": "戸木",
    "reading": "へき",
    "desc": "三重県津市[2]にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "四日市市",
    "place": "朝明",
    "reading": "あさけ",
    "desc": "三重県四日市市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "四日市市",
    "place": "内部",
    "reading": "うつべ",
    "desc": "三重県四日市市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "四日市市[2]",
    "place": "釆女",
    "reading": "うねめ",
    "desc": "三重県四日市市[2]にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "四日市市",
    "place": "志氐",
    "reading": "しで",
    "desc": "三重県四日市市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "四日市市",
    "place": "海山道",
    "reading": "みやまど",
    "desc": "三重県四日市市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "四日市市[2]",
    "place": "和無田",
    "reading": "わんだ",
    "desc": "三重県四日市市[2]にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "伊勢市",
    "place": "朝熊",
    "reading": "あさま",
    "desc": "三重県伊勢市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "伊勢市",
    "place": "鹿海",
    "reading": "かのみ",
    "desc": "三重県伊勢市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "伊勢市",
    "place": "神社港",
    "reading": "かみやしろこう",
    "desc": "三重県伊勢市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "伊勢市",
    "place": "城田",
    "reading": "きだ",
    "desc": "三重県伊勢市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "伊勢市",
    "place": "佐八",
    "reading": "そうち",
    "desc": "三重県伊勢市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "伊勢市",
    "place": "高向",
    "reading": "たかぶく",
    "desc": "三重県伊勢市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "伊勢市",
    "place": "東大淀",
    "reading": "ひがしおいず",
    "desc": "三重県伊勢市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "伊勢市",
    "place": "宮後",
    "reading": "みやじり",
    "desc": "三重県伊勢市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "松阪市",
    "place": "揥水",
    "reading": "ていすい",
    "desc": "三重県松阪市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "松阪市",
    "place": "深長町",
    "reading": "ふこさちょう",
    "desc": "三重県松阪市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "松阪市",
    "place": "駅部田町",
    "reading": "まえのへたちょう",
    "desc": "三重県松阪市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "松阪市",
    "place": "御麻生薗",
    "reading": "みおぞの",
    "desc": "三重県松阪市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "鈴鹿市",
    "place": "稲生",
    "reading": "いのう",
    "desc": "三重県鈴鹿市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "鈴鹿市",
    "place": "河曲",
    "reading": "かわの",
    "desc": "三重県鈴鹿市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "鈴鹿市",
    "place": "徳居町",
    "reading": "とくすいちょう",
    "desc": "三重県鈴鹿市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "鈴鹿市",
    "place": "長太",
    "reading": "なご",
    "desc": "三重県鈴鹿市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "名張市",
    "place": "薦生",
    "reading": "こも",
    "desc": "三重県名張市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "名張市",
    "place": "箕曲",
    "reading": "みのわ",
    "desc": "三重県名張市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "名張市",
    "place": "八幡",
    "reading": "やはた、やばた",
    "desc": "三重県名張市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "尾鷲市",
    "place": "尾鷲",
    "reading": "おわせ",
    "desc": "三重県尾鷲市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "尾鷲市",
    "place": "早田町",
    "reading": "はいだちょう",
    "desc": "三重県尾鷲市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "亀山市",
    "place": "能褒野",
    "reading": "のぼの",
    "desc": "三重県亀山市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "鳥羽市",
    "place": "畔蛸",
    "reading": "あだこ",
    "desc": "三重県鳥羽市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "鳥羽市",
    "place": "安楽島",
    "reading": "あらしま",
    "desc": "三重県鳥羽市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "鳥羽市[3][2]",
    "place": "石鏡",
    "reading": "いじか",
    "desc": "三重県鳥羽市[3][2]にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "鳥羽市",
    "place": "相差",
    "reading": "おうさつ",
    "desc": "三重県鳥羽市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "鳥羽市",
    "place": "国崎",
    "reading": "くざき",
    "desc": "三重県鳥羽市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "いなべ市[2]",
    "place": "石榑",
    "reading": "いしぐれ",
    "desc": "三重県いなべ市[2]にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "いなべ市",
    "place": "員弁",
    "reading": "いなべ",
    "desc": "三重県いなべ市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "いなべ市",
    "place": "麻生田",
    "reading": "おうだ",
    "desc": "三重県いなべ市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "志摩市",
    "place": "安乗",
    "reading": "あのり",
    "desc": "三重県志摩市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "志摩市",
    "place": "波切",
    "reading": "なきり",
    "desc": "三重県志摩市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "伊賀市",
    "place": "阿保",
    "reading": "あお",
    "desc": "三重県伊賀市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "伊賀市",
    "place": "印代",
    "reading": "いじろ",
    "desc": "三重県伊賀市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "伊賀市",
    "place": "鸕宮",
    "reading": "うのみや",
    "desc": "三重県伊賀市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "伊賀市",
    "place": "大滝",
    "reading": "おおだい",
    "desc": "三重県伊賀市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "伊賀市",
    "place": "神戸",
    "reading": "かんべ",
    "desc": "三重県伊賀市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "伊賀市",
    "place": "才良",
    "reading": "ざいりょう",
    "desc": "三重県伊賀市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "伊賀市",
    "place": "枒ノ木",
    "reading": "しでのき",
    "desc": "三重県伊賀市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "伊賀市",
    "place": "柘植",
    "reading": "つげ",
    "desc": "三重県伊賀市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "伊賀市",
    "place": "友生",
    "reading": "ともの",
    "desc": "三重県伊賀市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "伊賀市",
    "place": "枅川",
    "reading": "ひじきがわ",
    "desc": "三重県伊賀市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "伊賀市",
    "place": "生琉里",
    "reading": "ふるさと",
    "desc": "三重県伊賀市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "伊賀市",
    "place": "猿野",
    "reading": "ましの",
    "desc": "三重県伊賀市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "伊賀市",
    "place": "真泥",
    "reading": "みどろ",
    "desc": "三重県伊賀市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "伊賀市",
    "place": "壬生野",
    "reading": "みぶの",
    "desc": "三重県伊賀市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "伊賀市",
    "place": "八幡",
    "reading": "やはた",
    "desc": "三重県伊賀市にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "桑名郡木曽岬町",
    "place": "木曽岬",
    "reading": "きそさき",
    "desc": "三重県桑名郡木曽岬町にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "多気郡多気町",
    "place": "弟国",
    "reading": "おおぐに",
    "desc": "三重県多気郡多気町にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "多気郡明和町[4]",
    "place": "大淀",
    "reading": "おいず、おおよど",
    "desc": "三重県多気郡明和町[4]にある難読地名。"
  },
  {
    "pref": "三重県",
    "city": "度会郡大紀町",
    "place": "椻井原",
    "reading": "ひついばら",
    "desc": "三重県度会郡大紀町にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "大津市[3]",
    "place": "穴太",
    "reading": "あのう、あのお",
    "desc": "滋賀県大津市[3]にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "大津市[2]",
    "place": "石居",
    "reading": "いしずえ",
    "desc": "滋賀県大津市[2]にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "大津市",
    "place": "逢坂",
    "reading": "おうさか",
    "desc": "滋賀県大津市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "大津市",
    "place": "大萱",
    "reading": "おおがや",
    "desc": "滋賀県大津市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "大津市",
    "place": "笧田",
    "reading": "かがた",
    "desc": "滋賀県大津市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "大津市",
    "place": "膳所",
    "reading": "ぜぜ",
    "desc": "滋賀県大津市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "大津市",
    "place": "大物",
    "reading": "だいもつ",
    "desc": "滋賀県大津市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "大津市",
    "place": "田上",
    "reading": "たなかみ",
    "desc": "滋賀県大津市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "大津市",
    "place": "苗鹿",
    "reading": "のうか",
    "desc": "滋賀県大津市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "大津市",
    "place": "和邇",
    "reading": "わに",
    "desc": "滋賀県大津市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "彦根市",
    "place": "男鬼町",
    "reading": "おおりちょう",
    "desc": "滋賀県彦根市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "彦根市",
    "place": "出路町",
    "reading": "でっちちょう",
    "desc": "滋賀県彦根市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "彦根市",
    "place": "外町",
    "reading": "とまち",
    "desc": "滋賀県彦根市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "彦根市",
    "place": "楡町",
    "reading": "にれちょう",
    "desc": "滋賀県彦根市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "彦根市",
    "place": "沼波",
    "reading": "のなみ",
    "desc": "滋賀県彦根市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "彦根市",
    "place": "葉枝見",
    "reading": "はえみ",
    "desc": "滋賀県彦根市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "彦根市",
    "place": "法士町",
    "reading": "ほうぜちょう",
    "desc": "滋賀県彦根市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "彦根市",
    "place": "物生山",
    "reading": "むしやま、むしゃやま",
    "desc": "滋賀県彦根市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "長浜市",
    "place": "阿閉",
    "reading": "あつじ",
    "desc": "滋賀県長浜市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "長浜市",
    "place": "檔鳥坂",
    "reading": "あっとりざか",
    "desc": "滋賀県長浜市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "長浜市",
    "place": "大音",
    "reading": "おおと",
    "desc": "滋賀県長浜市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "長浜市",
    "place": "大路町",
    "reading": "おちちょう",
    "desc": "滋賀県長浜市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "長浜市",
    "place": "垣籠町",
    "reading": "かいごめちょう",
    "desc": "滋賀県長浜市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "長浜市",
    "place": "主計",
    "reading": "かずえ",
    "desc": "滋賀県長浜市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "長浜市[3]",
    "place": "口分田",
    "reading": "くもで",
    "desc": "滋賀県長浜市[3]にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "長浜市",
    "place": "香花寺町",
    "reading": "こうけいじちょう",
    "desc": "滋賀県長浜市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "長浜市",
    "place": "相撲",
    "reading": "すまい",
    "desc": "滋賀県長浜市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "長浜市",
    "place": "相撲庭",
    "reading": "すまいにわ",
    "desc": "滋賀県長浜市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "長浜市",
    "place": "渡岸寺",
    "reading": "どうがんじ",
    "desc": "滋賀県長浜市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "長浜市",
    "place": "新居町",
    "reading": "にのいちょう",
    "desc": "滋賀県長浜市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "長浜市",
    "place": "文室",
    "reading": "ふむろ",
    "desc": "滋賀県長浜市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "長浜市",
    "place": "保田町",
    "reading": "ほうでちょう",
    "desc": "滋賀県長浜市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "長浜市",
    "place": "祝山",
    "reading": "ほりやま",
    "desc": "滋賀県長浜市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "長浜市",
    "place": "馬上",
    "reading": "まけ",
    "desc": "滋賀県長浜市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "長浜市",
    "place": "䳄鳥谷",
    "reading": "めんどりだに",
    "desc": "滋賀県長浜市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "長浜市",
    "place": "馬渡",
    "reading": "もうたり",
    "desc": "滋賀県長浜市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "長浜市",
    "place": "岩熊",
    "reading": "やのくま",
    "desc": "滋賀県長浜市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "長浜市",
    "place": "山階",
    "reading": "やましな",
    "desc": "滋賀県長浜市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "長浜市",
    "place": "山梨子",
    "reading": "やまなし",
    "desc": "滋賀県長浜市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "長浜市",
    "place": "丁野",
    "reading": "ようの",
    "desc": "滋賀県長浜市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "長浜市",
    "place": "列見町",
    "reading": "れつけちょう",
    "desc": "滋賀県長浜市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "近江八幡市",
    "place": "赤尾町",
    "reading": "あこうちょう",
    "desc": "滋賀県近江八幡市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "近江八幡市",
    "place": "香庄",
    "reading": "このしょう",
    "desc": "滋賀県近江八幡市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "近江八幡市",
    "place": "下豊浦",
    "reading": "しもといら",
    "desc": "滋賀県近江八幡市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "近江八幡市",
    "place": "仲屋町",
    "reading": "すわいちょう",
    "desc": "滋賀県近江八幡市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "近江八幡市",
    "place": "千僧供町",
    "reading": "せんぞくちょう",
    "desc": "滋賀県近江八幡市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "近江八幡市",
    "place": "鉄炮町",
    "reading": "てっぽうちょう",
    "desc": "滋賀県近江八幡市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "近江八幡市",
    "place": "西生来町",
    "reading": "にしょうらいちょう",
    "desc": "滋賀県近江八幡市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "近江八幡市",
    "place": "博労町",
    "reading": "ばくろちょう",
    "desc": "滋賀県近江八幡市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "近江八幡市",
    "place": "日吉野町",
    "reading": "ひよのちょう",
    "desc": "滋賀県近江八幡市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "草津市[2]",
    "place": "下物町",
    "reading": "おろしもちょう",
    "desc": "滋賀県草津市[2]にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "草津市",
    "place": "長束町",
    "reading": "なつかちょう",
    "desc": "滋賀県草津市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "草津市",
    "place": "矢橋町",
    "reading": "やばせちょう",
    "desc": "滋賀県草津市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "守山市",
    "place": "焔魔堂",
    "reading": "えんまどう",
    "desc": "滋賀県守山市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "守山市",
    "place": "大曲",
    "reading": "おまがり",
    "desc": "滋賀県守山市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "守山市",
    "place": "幸津川町",
    "reading": "さづかわちょう",
    "desc": "滋賀県守山市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "守山市",
    "place": "十二里",
    "reading": "じゅんのり",
    "desc": "滋賀県守山市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "守山市",
    "place": "浮気町",
    "reading": "ふけちょう",
    "desc": "滋賀県守山市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "栗東市[2]",
    "place": "小坂",
    "reading": "おっさか",
    "desc": "滋賀県栗東市[2]にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "栗東市",
    "place": "川辺",
    "reading": "かわづら",
    "desc": "滋賀県栗東市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "栗東市",
    "place": "金勝",
    "reading": "こんぜ",
    "desc": "滋賀県栗東市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "栗東市",
    "place": "綣",
    "reading": "へそ",
    "desc": "滋賀県栗東市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "栗東市",
    "place": "鈎",
    "reading": "まがり",
    "desc": "滋賀県栗東市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "甲賀市",
    "place": "山女原",
    "reading": "あけびはら",
    "desc": "滋賀県甲賀市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "甲賀市",
    "place": "鯎川",
    "reading": "うぐいがわ",
    "desc": "滋賀県甲賀市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "甲賀市",
    "place": "宇田",
    "reading": "うつた",
    "desc": "滋賀県甲賀市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "甲賀市",
    "place": "青土",
    "reading": "おおづち",
    "desc": "滋賀県甲賀市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "甲賀市[2]",
    "place": "神",
    "reading": "かむら",
    "desc": "滋賀県甲賀市[2]にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "甲賀市",
    "place": "嶬峨",
    "reading": "ぎか",
    "desc": "滋賀県甲賀市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "甲賀市",
    "place": "貴生川",
    "reading": "きぶかわ",
    "desc": "滋賀県甲賀市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "甲賀市",
    "place": "酒人",
    "reading": "さこうど",
    "desc": "滋賀県甲賀市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "甲賀市[3][2]",
    "place": "信楽",
    "reading": "しがらき",
    "desc": "滋賀県甲賀市[3][2]にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "甲賀市",
    "place": "杣中",
    "reading": "そまなか",
    "desc": "滋賀県甲賀市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "甲賀市",
    "place": "幸ケ平",
    "reading": "はとがひろ",
    "desc": "滋賀県甲賀市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "甲賀市",
    "place": "深川",
    "reading": "ふかわ",
    "desc": "滋賀県甲賀市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "甲賀市",
    "place": "柞原",
    "reading": "ほそはら",
    "desc": "滋賀県甲賀市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "甲賀市",
    "place": "虫生野",
    "reading": "むしょうの",
    "desc": "滋賀県甲賀市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "甲賀市",
    "place": "毛枚",
    "reading": "もびら",
    "desc": "滋賀県甲賀市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "野洲市",
    "place": "安治",
    "reading": "あわじ",
    "desc": "滋賀県野洲市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "野洲市",
    "place": "竹生",
    "reading": "たけじょう、たけんじょ",
    "desc": "滋賀県野洲市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "野洲市",
    "place": "虫生",
    "reading": "むしゅう",
    "desc": "滋賀県野洲市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "高島市",
    "place": "饗庭",
    "reading": "あいば",
    "desc": "滋賀県高島市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "高島市",
    "place": "安曇川",
    "reading": "あどがわ",
    "desc": "滋賀県高島市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "高島市",
    "place": "天増川",
    "reading": "あますがわ",
    "desc": "滋賀県高島市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "高島市",
    "place": "雲洞谷",
    "reading": "うとうだに",
    "desc": "滋賀県高島市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "高島市",
    "place": "小入谷",
    "reading": "おにゅうだに",
    "desc": "滋賀県高島市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "高島市",
    "place": "開田",
    "reading": "かいで",
    "desc": "滋賀県高島市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "高島市",
    "place": "柏",
    "reading": "かせ",
    "desc": "滋賀県高島市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "高島市",
    "place": "北仰",
    "reading": "きとげ",
    "desc": "滋賀県高島市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "高島市",
    "place": "朽木",
    "reading": "くつき",
    "desc": "滋賀県高島市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "高島市",
    "place": "木津",
    "reading": "こうつ",
    "desc": "滋賀県高島市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "高島市",
    "place": "酒波",
    "reading": "さなみ",
    "desc": "滋賀県高島市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "高島市",
    "place": "栃生",
    "reading": "とちゅう",
    "desc": "滋賀県高島市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "高島市",
    "place": "西万木",
    "reading": "にしゆるぎ",
    "desc": "滋賀県高島市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "高島市",
    "place": "藺生",
    "reading": "ゆう",
    "desc": "滋賀県高島市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "東近江市[2][5]",
    "place": "妹",
    "reading": "いもと",
    "desc": "滋賀県東近江市[2][5]にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "、清水中、南清水 - 東近江市[5]",
    "place": "大清水",
    "reading": "おおしゅうず",
    "desc": "滋賀県、清水中、南清水 - 東近江市[5]にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "東近江市",
    "place": "綺田町",
    "reading": "かばたちょう",
    "desc": "滋賀県東近江市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "東近江市",
    "place": "上南町",
    "reading": "かみなちょう",
    "desc": "滋賀県東近江市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "東近江市",
    "place": "蒲生堂町",
    "reading": "かもうどうちょう、かもど",
    "desc": "滋賀県東近江市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "東近江市[5]",
    "place": "木流",
    "reading": "きながせ",
    "desc": "滋賀県東近江市[5]にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "東近江市",
    "place": "五位田町",
    "reading": "ごいでちょう",
    "desc": "滋賀県東近江市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "東近江市",
    "place": "佐生町",
    "reading": "さそちょう",
    "desc": "滋賀県東近江市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "東近江市",
    "place": "尻無町",
    "reading": "しなしちょう",
    "desc": "滋賀県東近江市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "東近江市[5]",
    "place": "蓼畑",
    "reading": "たてはた",
    "desc": "滋賀県東近江市[5]にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "東近江市",
    "place": "外町",
    "reading": "とのちょう",
    "desc": "滋賀県東近江市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "東近江市[5]",
    "place": "杠葉尾",
    "reading": "ゆずりお",
    "desc": "滋賀県東近江市[5]にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "東近江市",
    "place": "和南町",
    "reading": "わなみちょう",
    "desc": "滋賀県東近江市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "米原市",
    "place": "梓河内",
    "reading": "あんさかわち",
    "desc": "滋賀県米原市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "米原市",
    "place": "岩脇",
    "reading": "いおぎ",
    "desc": "滋賀県米原市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "米原市",
    "place": "河南",
    "reading": "かわなみ",
    "desc": "滋賀県米原市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "米原市",
    "place": "榑ヶ畑",
    "reading": "くれがはた",
    "desc": "滋賀県米原市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "米原市",
    "place": "顔戸",
    "reading": "ごうど",
    "desc": "滋賀県米原市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "米原市",
    "place": "醒井",
    "reading": "さめがい",
    "desc": "滋賀県米原市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "米原市",
    "place": "春照",
    "reading": "すいじょう、すんじょ",
    "desc": "滋賀県米原市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "米原市",
    "place": "菅江",
    "reading": "すえ",
    "desc": "滋賀県米原市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "米原市",
    "place": "夫馬",
    "reading": "ぶま",
    "desc": "滋賀県米原市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "米原市",
    "place": "小田",
    "reading": "やないだ",
    "desc": "滋賀県米原市にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "蒲生郡日野町",
    "place": "鎌掛",
    "reading": "かいがけ",
    "desc": "滋賀県蒲生郡日野町にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "蒲生郡日野町",
    "place": "三十坪",
    "reading": "みそつ",
    "desc": "滋賀県蒲生郡日野町にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "蒲生郡竜王町",
    "place": "薬師",
    "reading": "くずし",
    "desc": "滋賀県蒲生郡竜王町にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "愛知郡愛荘町",
    "place": "愛知川",
    "reading": "えちがわ",
    "desc": "滋賀県愛知郡愛荘町にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "愛知郡愛荘町",
    "place": "蚊野外",
    "reading": "かのとの",
    "desc": "滋賀県愛知郡愛荘町にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "愛知郡愛荘町",
    "place": "香之庄",
    "reading": "このしょう",
    "desc": "滋賀県愛知郡愛荘町にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "愛知郡愛荘町",
    "place": "不飲橋",
    "reading": "のまずばし",
    "desc": "滋賀県愛知郡愛荘町にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "愛知郡愛荘町",
    "place": "深草",
    "reading": "ふこそ",
    "desc": "滋賀県愛知郡愛荘町にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "愛知郡愛荘町",
    "place": "斧磨",
    "reading": "よきとぎ",
    "desc": "滋賀県愛知郡愛荘町にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "犬上郡豊郷町",
    "place": "日栄",
    "reading": "ひえ",
    "desc": "滋賀県犬上郡豊郷町にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "犬上郡多賀町",
    "place": "𡚴原",
    "reading": "あけんばら",
    "desc": "滋賀県犬上郡多賀町にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "犬上郡多賀町",
    "place": "大君ヶ畑",
    "reading": "おじがはた",
    "desc": "滋賀県犬上郡多賀町にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "犬上郡多賀町",
    "place": "萱原",
    "reading": "かいはら",
    "desc": "滋賀県犬上郡多賀町にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "犬上郡多賀町",
    "place": "川相",
    "reading": "かわない",
    "desc": "滋賀県犬上郡多賀町にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "犬上郡多賀町",
    "place": "栗栖",
    "reading": "くるす",
    "desc": "滋賀県犬上郡多賀町にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "犬上郡多賀町",
    "place": "仏ケ後",
    "reading": "ほとけら",
    "desc": "滋賀県犬上郡多賀町にある難読地名。"
  },
  {
    "pref": "滋賀県",
    "city": "犬上郡多賀町",
    "place": "桃原",
    "reading": "もばら",
    "desc": "滋賀県犬上郡多賀町にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京都市",
    "place": "不明門通",
    "reading": "あけずどおり",
    "desc": "京都府京都市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京都市",
    "place": "烏丸通",
    "reading": "からすまどおり",
    "desc": "京都府京都市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京都市",
    "place": "御幸町通",
    "reading": "ごこまちどおり",
    "desc": "京都府京都市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京都市北区、左京区",
    "place": "深泥池",
    "reading": "みどろがいけ",
    "desc": "京都府京都市北区、左京区にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京都市上京区",
    "place": "新ン町",
    "reading": "しんちょう",
    "desc": "京都府京都市上京区にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京都市左京区",
    "place": "上終町",
    "reading": "かみはてちょう",
    "desc": "京都府京都市左京区にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京都市左京区",
    "place": "雲母坂",
    "reading": "きららざか",
    "desc": "京都府京都市左京区にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京都市左京区",
    "place": "糺の森",
    "reading": "ただすのもり",
    "desc": "京都府京都市左京区にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京都市右京区",
    "place": "化野",
    "reading": "あだしの",
    "desc": "京都府京都市右京区にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京都市右京区[3]",
    "place": "太秦",
    "reading": "うずまさ",
    "desc": "京都府京都市右京区[3]にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京都市右京区",
    "place": "生田口",
    "reading": "おいたぐち",
    "desc": "京都府京都市右京区にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京都市右京区",
    "place": "西院",
    "reading": "さい",
    "desc": "京都府京都市右京区にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京都市右京区",
    "place": "栂尾",
    "reading": "とがのお",
    "desc": "京都府京都市右京区にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京都市右京区",
    "place": "罧原",
    "reading": "ふしはら",
    "desc": "京都府京都市右京区にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京都市中京区[3]",
    "place": "先斗町",
    "reading": "ぽんとちょう",
    "desc": "京都府京都市中京区[3]にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京都市中京区[3]",
    "place": "壬生",
    "reading": "みぶ",
    "desc": "京都府京都市中京区[3]にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京都市東山区[3]",
    "place": "蹴上",
    "reading": "けあげ",
    "desc": "京都府京都市東山区[3]にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京都市下京区",
    "place": "艮町",
    "reading": "うしとらちょう",
    "desc": "京都府京都市下京区にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京都市伏見区",
    "place": "久我",
    "reading": "こが",
    "desc": "京都府京都市伏見区にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京都市伏見区",
    "place": "直違橋",
    "reading": "すじかいばし",
    "desc": "京都府京都市伏見区にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京都市伏見区[3]",
    "place": "納所",
    "reading": "のうそ",
    "desc": "京都府京都市伏見区[3]にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京都市伏見区",
    "place": "羽束師",
    "reading": "はづかし",
    "desc": "京都府京都市伏見区にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京都市山科区",
    "place": "椥辻",
    "reading": "なぎつじ",
    "desc": "京都府京都市山科区にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京都市山科区",
    "place": "御陵",
    "reading": "みささぎ",
    "desc": "京都府京都市山科区にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京都市西京区",
    "place": "樫原",
    "reading": "かたぎはら",
    "desc": "京都府京都市西京区にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "福知山市",
    "place": "石原",
    "reading": "いさ",
    "desc": "京都府福知山市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "福知山市[2]",
    "place": "行積",
    "reading": "いつもり",
    "desc": "京都府福知山市[2]にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "福知山市",
    "place": "鋳物師",
    "reading": "いもじ",
    "desc": "京都府福知山市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "福知山市",
    "place": "大油子",
    "reading": "おゆご",
    "desc": "京都府福知山市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "福知山市",
    "place": "門垣",
    "reading": "かづか",
    "desc": "京都府福知山市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "福知山市",
    "place": "私市",
    "reading": "きさいち",
    "desc": "京都府福知山市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "福知山市",
    "place": "篠尾",
    "reading": "さそお",
    "desc": "京都府福知山市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "福知山市",
    "place": "額塚",
    "reading": "すくもづか",
    "desc": "京都府福知山市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "福知山市",
    "place": "住所大山",
    "reading": "すみんじょおおやま",
    "desc": "京都府福知山市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "福知山市",
    "place": "三河",
    "reading": "そうご",
    "desc": "京都府福知山市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "福知山市",
    "place": "多保市",
    "reading": "とおのいち",
    "desc": "京都府福知山市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "福知山市",
    "place": "土師",
    "reading": "はぜ",
    "desc": "京都府福知山市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "福知山市",
    "place": "日置",
    "reading": "へき",
    "desc": "京都府福知山市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "福知山市",
    "place": "報恩寺",
    "reading": "ほおじ",
    "desc": "京都府福知山市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "福知山市",
    "place": "六十内",
    "reading": "むそち",
    "desc": "京都府福知山市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "福知山市",
    "place": "六人部",
    "reading": "むとべ",
    "desc": "京都府福知山市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "福知山市",
    "place": "森垣",
    "reading": "もりがい",
    "desc": "京都府福知山市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "福知山市",
    "place": "岼",
    "reading": "ゆり",
    "desc": "京都府福知山市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "舞鶴市",
    "place": "朝来",
    "reading": "あせく",
    "desc": "京都府舞鶴市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "舞鶴市",
    "place": "鸕鶿",
    "reading": "うの",
    "desc": "京都府舞鶴市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "舞鶴市",
    "place": "河原",
    "reading": "こうら",
    "desc": "京都府舞鶴市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "舞鶴市",
    "place": "女布",
    "reading": "にょう",
    "desc": "京都府舞鶴市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "舞鶴市",
    "place": "室牛",
    "reading": "むろじ",
    "desc": "京都府舞鶴市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "綾部市",
    "place": "私市町",
    "reading": "きさいちちょう",
    "desc": "京都府綾部市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "宇治市",
    "place": "旦椋",
    "reading": "あさくら",
    "desc": "京都府宇治市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "宇治市",
    "place": "黄檗",
    "reading": "おうばく",
    "desc": "京都府宇治市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "亀岡市",
    "place": "穴太",
    "reading": "あなお",
    "desc": "京都府亀岡市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "亀岡市",
    "place": "印地",
    "reading": "いじ",
    "desc": "京都府亀岡市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "亀岡市",
    "place": "大槻並",
    "reading": "おおつくなみ",
    "desc": "京都府亀岡市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "亀岡市",
    "place": "小林",
    "reading": "おばやし",
    "desc": "京都府亀岡市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "亀岡市",
    "place": "柏原",
    "reading": "かせばら",
    "desc": "京都府亀岡市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "亀岡市",
    "place": "北金岐",
    "reading": "きたかなげ",
    "desc": "京都府亀岡市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "亀岡市",
    "place": "神前",
    "reading": "こうざき",
    "desc": "京都府亀岡市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "亀岡市",
    "place": "小金岐",
    "reading": "こかなげ",
    "desc": "京都府亀岡市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "亀岡市",
    "place": "小米田",
    "reading": "こごめだ",
    "desc": "京都府亀岡市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "亀岡市",
    "place": "突抜町",
    "reading": "つきぬけちょう",
    "desc": "京都府亀岡市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "亀岡市",
    "place": "土田",
    "reading": "つった",
    "desc": "京都府亀岡市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "亀岡市",
    "place": "天川",
    "reading": "てんが",
    "desc": "京都府亀岡市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "亀岡市",
    "place": "土ケ畑",
    "reading": "どんがはた",
    "desc": "京都府亀岡市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "亀岡市",
    "place": "西竪町",
    "reading": "にしたつちょう",
    "desc": "京都府亀岡市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "亀岡市",
    "place": "薭田野",
    "reading": "ひえだの",
    "desc": "京都府亀岡市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "亀岡市",
    "place": "東竪町",
    "reading": "ひがしたつちょう",
    "desc": "京都府亀岡市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "亀岡市",
    "place": "東本梅",
    "reading": "ひがしほんめ",
    "desc": "京都府亀岡市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "亀岡市",
    "place": "本梅",
    "reading": "ほんめ",
    "desc": "京都府亀岡市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "亀岡市",
    "place": "南金岐",
    "reading": "みなみかなげ",
    "desc": "京都府亀岡市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "亀岡市",
    "place": "宮前",
    "reading": "みやざき",
    "desc": "京都府亀岡市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "亀岡市",
    "place": "山階",
    "reading": "やましな",
    "desc": "京都府亀岡市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "亀岡市",
    "place": "笑路",
    "reading": "わろうじ",
    "desc": "京都府亀岡市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "城陽市",
    "place": "茶𥓙山",
    "reading": "ちゃうすやま",
    "desc": "京都府城陽市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "城陽市",
    "place": "水度坂",
    "reading": "みとさか",
    "desc": "京都府城陽市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "城陽市・八幡市",
    "place": "上津屋",
    "reading": "こうづや",
    "desc": "京都府城陽市・八幡市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "向日市",
    "place": "鶏冠井",
    "reading": "かいで",
    "desc": "京都府向日市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "向日市",
    "place": "向日",
    "reading": "むこう",
    "desc": "京都府向日市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "向日市[3]",
    "place": "物集女",
    "reading": "もずめ",
    "desc": "京都府向日市[3]にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "長岡京市",
    "place": "神足",
    "reading": "こうたり",
    "desc": "京都府長岡京市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "八幡市",
    "place": "長田",
    "reading": "おさだ",
    "desc": "京都府八幡市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "八幡市",
    "place": "女郎花",
    "reading": "おみなえし",
    "desc": "京都府八幡市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "八幡市",
    "place": "指月",
    "reading": "しげつ",
    "desc": "京都府八幡市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京丹後市",
    "place": "五十河",
    "reading": "いかが",
    "desc": "京都府京丹後市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京丹後市",
    "place": "間人",
    "reading": "たいざ",
    "desc": "京都府京丹後市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京丹後市",
    "place": "坳",
    "reading": "たわ",
    "desc": "京都府京丹後市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "京丹後市",
    "place": "雞塚",
    "reading": "ひなづか",
    "desc": "京都府京丹後市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "南丹市",
    "place": "越方",
    "reading": "おちかた",
    "desc": "京都府南丹市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "南丹市",
    "place": "音海",
    "reading": "おとみ",
    "desc": "京都府南丹市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "南丹市",
    "place": "川溿",
    "reading": "かわばた",
    "desc": "京都府南丹市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "南丹市[2]",
    "place": "口人",
    "reading": "くちうど",
    "desc": "京都府南丹市[2]にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "南丹市",
    "place": "宍人",
    "reading": "ししうど",
    "desc": "京都府南丹市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "南丹市",
    "place": "西本梅",
    "reading": "にしほんめ",
    "desc": "京都府南丹市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "南丹市",
    "place": "八乙女",
    "reading": "はつとめ",
    "desc": "京都府南丹市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "南丹市",
    "place": "武刕口",
    "reading": "むしゅうぐち",
    "desc": "京都府南丹市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "南丹市",
    "place": "文字畾地",
    "reading": "もじがいち",
    "desc": "京都府南丹市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "南丹市",
    "place": "涌湗",
    "reading": "ゆうけ",
    "desc": "京都府南丹市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "木津川市",
    "place": "綺田",
    "reading": "かばた",
    "desc": "京都府木津川市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "木津川市",
    "place": "相楽台",
    "reading": "さがなかだい",
    "desc": "京都府木津川市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "木津川市",
    "place": "銭司",
    "reading": "ぜず",
    "desc": "京都府木津川市にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "久世郡久御山町[2]",
    "place": "一口",
    "reading": "いもあらい",
    "desc": "京都府久世郡久御山町[2]にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "久世郡久御山町[2]",
    "place": "巨椋",
    "reading": "おぐら",
    "desc": "京都府久世郡久御山町[2]にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "相楽郡精華町",
    "place": "祝園",
    "reading": "ほうその",
    "desc": "京都府相楽郡精華町にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "船井郡京丹波町[2]",
    "place": "安栖里",
    "reading": "あせり",
    "desc": "京都府船井郡京丹波町[2]にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "船井郡京丹波町",
    "place": "蒲生",
    "reading": "こも",
    "desc": "京都府船井郡京丹波町にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "船井郡京丹波町",
    "place": "質志",
    "reading": "しずし",
    "desc": "京都府船井郡京丹波町にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "船井郡京丹波町[3]",
    "place": "須知",
    "reading": "しゅうち",
    "desc": "京都府船井郡京丹波町[3]にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "与謝郡伊根町",
    "place": "耳鼻",
    "reading": "にび",
    "desc": "京都府与謝郡伊根町にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "与謝郡与謝野町",
    "place": "嗎",
    "reading": "いななき",
    "desc": "京都府与謝郡与謝野町にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "与謝郡与謝野町[3]",
    "place": "加悦",
    "reading": "かや",
    "desc": "京都府与謝郡与謝野町[3]にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "与謝郡与謝野町",
    "place": "三河内",
    "reading": "みごち",
    "desc": "京都府与謝郡与謝野町にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "与謝郡与謝野町",
    "place": "与謝",
    "reading": "よさ、よざ",
    "desc": "京都府与謝郡与謝野町にある難読地名。"
  },
  {
    "pref": "京都府",
    "city": "",
    "place": "河梨峠",
    "reading": "こうなしとうげ",
    "desc": "京都府にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "都島区",
    "place": "内代町",
    "reading": "うちんだいちょう",
    "desc": "大阪府都島区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "福島区",
    "place": "大開",
    "reading": "おおひらき",
    "desc": "大阪府福島区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "此花区",
    "place": "夢洲",
    "reading": "ゆめしま",
    "desc": "大阪府此花区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "西区",
    "place": "立売堀",
    "reading": "いたちぼり",
    "desc": "大阪府西区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "西区",
    "place": "靱",
    "reading": "うつぼ",
    "desc": "大阪府西区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "西区",
    "place": "本田",
    "reading": "ほんでん",
    "desc": "大阪府西区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "港区",
    "place": "波除",
    "reading": "なみよけ",
    "desc": "大阪府港区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "大正区",
    "place": "泉尾",
    "reading": "いずお",
    "desc": "大阪府大正区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "大正区",
    "place": "恩加島",
    "reading": "おかじま",
    "desc": "大阪府大正区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "天王寺区",
    "place": "小橋町",
    "reading": "おばせちょう",
    "desc": "大阪府天王寺区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "天王寺区",
    "place": "伶人町",
    "reading": "れいにんちょう",
    "desc": "大阪府天王寺区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "浪速区",
    "place": "浪速",
    "reading": "なにわ",
    "desc": "大阪府浪速区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "西淀川区",
    "place": "御幣島",
    "reading": "みてじま",
    "desc": "大阪府西淀川区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "東淀川区",
    "place": "柴島",
    "reading": "くにじま",
    "desc": "大阪府東淀川区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "東淀川区",
    "place": "大桐",
    "reading": "だいどう",
    "desc": "大阪府東淀川区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "東淀川区",
    "place": "大道南",
    "reading": "だいどうみなみ",
    "desc": "大阪府東淀川区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "東淀川区",
    "place": "豊新",
    "reading": "ほうしん",
    "desc": "大阪府東淀川区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "東成区",
    "place": "東小橋",
    "reading": "ひがしおばせ",
    "desc": "大阪府東成区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "生野区",
    "place": "生野",
    "reading": "いくの",
    "desc": "大阪府生野区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "旭区",
    "place": "生江",
    "reading": "いくえ",
    "desc": "大阪府旭区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "城東区、",
    "place": "新喜多",
    "reading": "しぎた",
    "desc": "大阪府城東区、にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "城東区",
    "place": "鴫野",
    "reading": "しぎの",
    "desc": "大阪府城東区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "城東区、鶴見区[3]",
    "place": "放出",
    "reading": "はなてん",
    "desc": "大阪府城東区、鶴見区[3]にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "阿倍野区",
    "place": "河堀口",
    "reading": "こぼれぐち",
    "desc": "大阪府阿倍野区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "住吉区、泉大津市[3]",
    "place": "我孫子",
    "reading": "あびこ",
    "desc": "大阪府住吉区、泉大津市[3]にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "住吉区、堺市堺区",
    "place": "遠里小野",
    "reading": "おりおの",
    "desc": "大阪府住吉区、堺市堺区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "住吉区、阿倍野区",
    "place": "帝塚山",
    "reading": "てづかやま",
    "desc": "大阪府住吉区、阿倍野区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "住吉区[2]",
    "place": "千躰",
    "reading": "せんたい",
    "desc": "大阪府住吉区[2]にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "住吉区",
    "place": "長峡町",
    "reading": "ながおちょう",
    "desc": "大阪府住吉区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "住吉区",
    "place": "楠珺社",
    "reading": "なんくんしゃ",
    "desc": "大阪府住吉区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "住吉区",
    "place": "依羅",
    "reading": "よさみ",
    "desc": "大阪府住吉区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "東住吉区",
    "place": "百済",
    "reading": "くだら",
    "desc": "大阪府東住吉区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "東住吉区",
    "place": "杭全",
    "reading": "くまた",
    "desc": "大阪府東住吉区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "東住吉区",
    "place": "住道矢田",
    "reading": "すんじやた",
    "desc": "大阪府東住吉区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "西成区",
    "place": "聖天下",
    "reading": "しょうてんした",
    "desc": "大阪府西成区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "西成区",
    "place": "天下茶屋",
    "reading": "てんがちゃや",
    "desc": "大阪府西成区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "淀川区[3][2]",
    "place": "十三",
    "reading": "じゅうそう",
    "desc": "大阪府淀川区[3][2]にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "淀川区",
    "place": "新高",
    "reading": "にいたか",
    "desc": "大阪府淀川区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "鶴見区",
    "place": "茨田大宮",
    "reading": "まったおおみや",
    "desc": "大阪府鶴見区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "住之江区",
    "place": "安立",
    "reading": "あんりゅう",
    "desc": "大阪府住之江区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "平野区",
    "place": "瓜破",
    "reading": "うりわり",
    "desc": "大阪府平野区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "－平野区",
    "place": "加美鞍作",
    "reading": "かみくらつくり",
    "desc": "大阪府－平野区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "平野区",
    "place": "喜連",
    "reading": "きれ",
    "desc": "大阪府平野区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "北区",
    "place": "天満",
    "reading": "てんま",
    "desc": "大阪府北区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "北区",
    "place": "兎我野町",
    "reading": "とがのちょう",
    "desc": "大阪府北区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "北区",
    "place": "長柄",
    "reading": "ながら",
    "desc": "大阪府北区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "北区",
    "place": "浪花町",
    "reading": "なにわちょう",
    "desc": "大阪府北区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "中央区",
    "place": "道修町",
    "reading": "どしょうまち",
    "desc": "大阪府中央区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "中央区",
    "place": "丼池",
    "reading": "どぶいけ",
    "desc": "大阪府中央区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "中央区",
    "place": "馬場町",
    "reading": "ばんばちょう",
    "desc": "大阪府中央区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "堺市堺区",
    "place": "神南辺町",
    "reading": "かんなべちょう",
    "desc": "大阪府堺市堺区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "堺市堺区",
    "place": "北旅籠町",
    "reading": "きたはたごちょう",
    "desc": "大阪府堺市堺区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "堺市堺区",
    "place": "南旅篭町",
    "reading": "みなみはたごちょう",
    "desc": "大阪府堺市堺区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "堺市堺区",
    "place": "百舌鳥夕雲町",
    "reading": "もずせきうんちょう",
    "desc": "大阪府堺市堺区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "堺市堺区",
    "place": "文珠橋通",
    "reading": "もんじゅばしどおり",
    "desc": "大阪府堺市堺区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "堺市中区",
    "place": "毛穴町",
    "reading": "けなちょう",
    "desc": "大阪府堺市中区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "堺市中区",
    "place": "土師町",
    "reading": "はぜちょう",
    "desc": "大阪府堺市中区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "堺市中区、西区",
    "place": "八田寺町",
    "reading": "はんだいじちょう",
    "desc": "大阪府堺市中区、西区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "堺市中区",
    "place": "八田",
    "reading": "はんだ",
    "desc": "大阪府堺市中区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "堺市東区",
    "place": "日置荘",
    "reading": "ひきしょう",
    "desc": "大阪府堺市東区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "堺市西区",
    "place": "家原寺町",
    "reading": "えばらじちょう",
    "desc": "大阪府堺市西区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "堺市西区",
    "place": "神野町",
    "reading": "こうのちょう",
    "desc": "大阪府堺市西区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "堺市南区",
    "place": "逆瀬川",
    "reading": "さかせがわ",
    "desc": "大阪府堺市南区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "堺市南区",
    "place": "栂",
    "reading": "とが",
    "desc": "大阪府堺市南区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "堺市南区",
    "place": "三木閉",
    "reading": "みきとじ",
    "desc": "大阪府堺市南区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "堺市南区",
    "place": "上神谷",
    "reading": "にわだに",
    "desc": "大阪府堺市南区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "堺市北区",
    "place": "大豆塚町",
    "reading": "まめづかちょう",
    "desc": "大阪府堺市北区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "堺市北区[3]",
    "place": "百舌鳥",
    "reading": "もず",
    "desc": "大阪府堺市北区[3]にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "堺市美原区",
    "place": "余部",
    "reading": "あまべ",
    "desc": "大阪府堺市美原区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "堺市美原区",
    "place": "大饗",
    "reading": "おわい",
    "desc": "大阪府堺市美原区にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "岸和田市",
    "place": "有真香",
    "reading": "あまか、ありまか",
    "desc": "大阪府岸和田市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "岸和田市",
    "place": "包近町",
    "reading": "かねちかちょう",
    "desc": "大阪府岸和田市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "岸和田市",
    "place": "神於町",
    "reading": "こうのちょう",
    "desc": "大阪府岸和田市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "岸和田市",
    "place": "作才町",
    "reading": "ざくざいちょう",
    "desc": "大阪府岸和田市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "岸和田市",
    "place": "積川町",
    "reading": "つがわちょう",
    "desc": "大阪府岸和田市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "岸和田市",
    "place": "塔原町",
    "reading": "とのはらちょう",
    "desc": "大阪府岸和田市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "岸和田市",
    "place": "並松町",
    "reading": "なんまつちょう",
    "desc": "大阪府岸和田市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "岸和田市",
    "place": "土生町",
    "reading": "はぶちょう",
    "desc": "大阪府岸和田市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "岸和田市",
    "place": "箕土路町",
    "reading": "みどろちょう",
    "desc": "大阪府岸和田市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "岸和田市",
    "place": "山直中町",
    "reading": "やまだいなかちょう",
    "desc": "大阪府岸和田市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "岸和田市",
    "place": "行遇町",
    "reading": "ゆきあいちょう",
    "desc": "大阪府岸和田市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "豊中市",
    "place": "上津島",
    "reading": "こうづしま",
    "desc": "大阪府豊中市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "豊中市",
    "place": "利倉",
    "reading": "とくら",
    "desc": "大阪府豊中市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "豊中市",
    "place": "刀根山",
    "reading": "とねやま",
    "desc": "大阪府豊中市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "豊中市",
    "place": "蛍池",
    "reading": "ほたるがいけ",
    "desc": "大阪府豊中市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "池田市",
    "place": "呉服町",
    "reading": "くれはちょう",
    "desc": "大阪府池田市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "池田市",
    "place": "神田",
    "reading": "こうだ",
    "desc": "大阪府池田市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "池田市",
    "place": "豊島",
    "reading": "てしま",
    "desc": "大阪府池田市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "池田市",
    "place": "満寿美町",
    "reading": "ますみちょう",
    "desc": "大阪府池田市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "吹田市、摂津市",
    "place": "正雀",
    "reading": "しょうじゃく",
    "desc": "大阪府吹田市、摂津市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "泉大津市",
    "place": "二田町",
    "reading": "ふつたちょう",
    "desc": "大阪府泉大津市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "高槻市",
    "place": "出灰",
    "reading": "いずりは",
    "desc": "大阪府高槻市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "高槻市",
    "place": "上牧",
    "reading": "かんまき",
    "desc": "大阪府高槻市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "高槻市",
    "place": "神内",
    "reading": "こうない",
    "desc": "大阪府高槻市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "高槻市",
    "place": "西面",
    "reading": "さいめ",
    "desc": "大阪府高槻市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "高槻市",
    "place": "芝生町",
    "reading": "しぼちょう",
    "desc": "大阪府高槻市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "高槻市",
    "place": "辻子",
    "reading": "ずし",
    "desc": "大阪府高槻市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "高槻市",
    "place": "富田",
    "reading": "とんだ",
    "desc": "大阪府高槻市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "高槻市",
    "place": "土室",
    "reading": "はむろ",
    "desc": "大阪府高槻市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "高槻市",
    "place": "五百住町",
    "reading": "よすみちょう",
    "desc": "大阪府高槻市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "貝塚市",
    "place": "麻生中",
    "reading": "あそなか",
    "desc": "大阪府貝塚市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "貝塚市",
    "place": "秬谷",
    "reading": "きびたに",
    "desc": "大阪府貝塚市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "貝塚市",
    "place": "神前",
    "reading": "こうざき",
    "desc": "大阪府貝塚市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "貝塚市",
    "place": "近木",
    "reading": "こぎ",
    "desc": "大阪府貝塚市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "貝塚市[3]",
    "place": "清児",
    "reading": "せちご",
    "desc": "大阪府貝塚市[3]にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "貝塚市",
    "place": "蕎原",
    "reading": "そぶら",
    "desc": "大阪府貝塚市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "貝塚市",
    "place": "高龗",
    "reading": "たかおがみ",
    "desc": "大阪府貝塚市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "貝塚市",
    "place": "名越",
    "reading": "なごせ",
    "desc": "大阪府貝塚市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "貝塚市",
    "place": "新井",
    "reading": "にい",
    "desc": "大阪府貝塚市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "貝塚市",
    "place": "三ケ山",
    "reading": "みけやま",
    "desc": "大阪府貝塚市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "守口市",
    "place": "来迎町",
    "reading": "らいこうちょう",
    "desc": "大阪府守口市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "枚方市",
    "place": "枚方",
    "reading": "ひらかた",
    "desc": "大阪府枚方市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "枚方市",
    "place": "大垣内町",
    "reading": "おおがいとちょう",
    "desc": "大阪府枚方市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "枚方市",
    "place": "楠葉",
    "reading": "くずは",
    "desc": "大阪府枚方市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "枚方市",
    "place": "蹉跎",
    "reading": "さだ",
    "desc": "大阪府枚方市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "枚方市",
    "place": "招提",
    "reading": "しょだい",
    "desc": "大阪府枚方市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "枚方市",
    "place": "三栗",
    "reading": "めぐり",
    "desc": "大阪府枚方市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "枚方市",
    "place": "王仁公園",
    "reading": "わにこうえん",
    "desc": "大阪府枚方市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "茨木市",
    "place": "安威",
    "reading": "あい",
    "desc": "大阪府茨木市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "茨木市",
    "place": "粟生岩坂",
    "reading": "あおいわさか",
    "desc": "大阪府茨木市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "茨木市",
    "place": "泉原",
    "reading": "いずはら",
    "desc": "大阪府茨木市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "茨木市[3]",
    "place": "道祖本",
    "reading": "さいのもと",
    "desc": "大阪府茨木市[3]にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "茨木市",
    "place": "沢良宜",
    "reading": "さわらぎ",
    "desc": "大阪府茨木市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "茨木市",
    "place": "宿川原町",
    "reading": "しゅくがはらちょう",
    "desc": "大阪府茨木市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "茨木市",
    "place": "内瀬",
    "reading": "ないじょ",
    "desc": "大阪府茨木市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "茨木市",
    "place": "耳原",
    "reading": "みのはら",
    "desc": "大阪府茨木市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "茨木市",
    "place": "南条",
    "reading": "みなんじょう",
    "desc": "大阪府茨木市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "八尾市",
    "place": "曙川",
    "reading": "あけがわ",
    "desc": "大阪府八尾市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "八尾市",
    "place": "刑部",
    "reading": "おさかべ",
    "desc": "大阪府八尾市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "八尾市",
    "place": "恩智",
    "reading": "おんぢ",
    "desc": "大阪府八尾市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "八尾市",
    "place": "垣内",
    "reading": "かいち",
    "desc": "大阪府八尾市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "八尾市",
    "place": "竹渕",
    "reading": "たこち",
    "desc": "大阪府八尾市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "八尾市",
    "place": "弓削",
    "reading": "ゆうげ",
    "desc": "大阪府八尾市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "八尾市",
    "place": "東弓削",
    "reading": "ひがしゆうげ、ひがしゆげ",
    "desc": "大阪府八尾市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "八尾市",
    "place": "八尾木",
    "reading": "やおぎ、よおぎ",
    "desc": "大阪府八尾市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "八尾市",
    "place": "山畑",
    "reading": "やまたけ",
    "desc": "大阪府八尾市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "富田林市",
    "place": "嬉",
    "reading": "うれし",
    "desc": "大阪府富田林市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "富田林市",
    "place": "毛人谷",
    "reading": "えびたに",
    "desc": "大阪府富田林市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "富田林市",
    "place": "彼方",
    "reading": "おちかた",
    "desc": "大阪府富田林市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "富田林市",
    "place": "甘南備",
    "reading": "かんなび",
    "desc": "大阪府富田林市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "富田林市",
    "place": "廿山",
    "reading": "つづやま",
    "desc": "大阪府富田林市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "富田林市",
    "place": "富田林",
    "reading": "とんだばやし",
    "desc": "大阪府富田林市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "富田林市",
    "place": "楠風台",
    "reading": "なんぷうだい",
    "desc": "大阪府富田林市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "寝屋川市",
    "place": "太秦",
    "reading": "うずまさ",
    "desc": "大阪府寝屋川市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "寝屋川市",
    "place": "木屋",
    "reading": "こや",
    "desc": "大阪府寝屋川市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "寝屋川市",
    "place": "点野",
    "reading": "しめの",
    "desc": "大阪府寝屋川市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "寝屋川市",
    "place": "対馬江",
    "reading": "つしまえ",
    "desc": "大阪府寝屋川市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "寝屋川市",
    "place": "秦町",
    "reading": "はだちょう",
    "desc": "大阪府寝屋川市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "寝屋川市",
    "place": "初町",
    "reading": "はっちょう",
    "desc": "大阪府寝屋川市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "河内長野市",
    "place": "高向",
    "reading": "たこう",
    "desc": "大阪府河内長野市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "松原市",
    "place": "阿保",
    "reading": "あお",
    "desc": "大阪府松原市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "大東市",
    "place": "御供田",
    "reading": "ごくでん",
    "desc": "大阪府大東市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "大東市",
    "place": "住道",
    "reading": "すみのどう",
    "desc": "大阪府大東市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "大東市",
    "place": "太子田",
    "reading": "たしでん",
    "desc": "大阪府大東市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "大東市",
    "place": "中垣内",
    "reading": "なかがいと",
    "desc": "大阪府大東市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "大東市",
    "place": "深野",
    "reading": "ふこの",
    "desc": "大阪府大東市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "和泉市",
    "place": "南面利町",
    "reading": "なめりちょう",
    "desc": "大阪府和泉市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "和泉市",
    "place": "納花町",
    "reading": "のうけちょう",
    "desc": "大阪府和泉市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "和泉市",
    "place": "伯太町",
    "reading": "はかたちょう",
    "desc": "大阪府和泉市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "箕面市",
    "place": "粟生",
    "reading": "あお",
    "desc": "大阪府箕面市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "箕面市",
    "place": "外院",
    "reading": "げいん",
    "desc": "大阪府箕面市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "箕面市",
    "place": "止々呂美",
    "reading": "とどろみ",
    "desc": "大阪府箕面市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "箕面市",
    "place": "新稲",
    "reading": "にいな",
    "desc": "大阪府箕面市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "箕面市",
    "place": "半町",
    "reading": "はんじょう",
    "desc": "大阪府箕面市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "箕面市",
    "place": "箕面",
    "reading": "みのお",
    "desc": "大阪府箕面市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "柏原市",
    "place": "雁多尾畑",
    "reading": "かりんどおばた",
    "desc": "大阪府柏原市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "柏原市",
    "place": "国分東条町",
    "reading": "こくぶひがんじょうちょう",
    "desc": "大阪府柏原市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "羽曳野市",
    "place": "大黒",
    "reading": "おぐろ",
    "desc": "大阪府羽曳野市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "羽曳野市",
    "place": "郡戸",
    "reading": "こおず",
    "desc": "大阪府羽曳野市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "羽曳野市",
    "place": "誉田",
    "reading": "こんだ",
    "desc": "大阪府羽曳野市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "門真市",
    "place": "薭島",
    "reading": "ひえじま",
    "desc": "大阪府門真市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "摂津市",
    "place": "安威川南町",
    "reading": "あいがわみなみまち",
    "desc": "大阪府摂津市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "摂津市",
    "place": "別府",
    "reading": "べふ",
    "desc": "大阪府摂津市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "藤井寺市",
    "place": "国府",
    "reading": "こう",
    "desc": "大阪府藤井寺市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "藤井寺市",
    "place": "土師ノ里",
    "reading": "はじのさと",
    "desc": "大阪府藤井寺市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "東大阪市",
    "place": "足代",
    "reading": "あじろ",
    "desc": "大阪府東大阪市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "東大阪市",
    "place": "大蓮",
    "reading": "おばつじ",
    "desc": "大阪府東大阪市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "東大阪市",
    "place": "衣摺",
    "reading": "きずり",
    "desc": "大阪府東大阪市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "－東大阪市",
    "place": "孔舎衛坂",
    "reading": "くさえざか",
    "desc": "大阪府－東大阪市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "－東大阪市",
    "place": "孔舎衙",
    "reading": "くさか",
    "desc": "大阪府－東大阪市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "－東大阪市",
    "place": "日下町",
    "reading": "くさかちょう",
    "desc": "大阪府－東大阪市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "東大阪市",
    "place": "額田町",
    "reading": "ぬかたちょう",
    "desc": "大阪府東大阪市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "東大阪市",
    "place": "蛇草",
    "reading": "はぐさ",
    "desc": "大阪府東大阪市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "東大阪市",
    "place": "枚岡",
    "reading": "ひらおか",
    "desc": "大阪府東大阪市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "東大阪市",
    "place": "御厨",
    "reading": "みくりや",
    "desc": "大阪府東大阪市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "東大阪市[3]",
    "place": "水走",
    "reading": "みずはい",
    "desc": "大阪府東大阪市[3]にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "東大阪市",
    "place": "弥刀",
    "reading": "みと",
    "desc": "大阪府東大阪市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "東大阪市",
    "place": "八戸の里",
    "reading": "やえのさと",
    "desc": "大阪府東大阪市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "泉南市",
    "place": "兎田",
    "reading": "うさいだ",
    "desc": "大阪府泉南市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "泉南市",
    "place": "男里",
    "reading": "おのさと",
    "desc": "大阪府泉南市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "泉南市",
    "place": "信達大苗代",
    "reading": "しんだちおのしろ",
    "desc": "大阪府泉南市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "泉南市",
    "place": "信達葛畑",
    "reading": "しんだちつずらばた",
    "desc": "大阪府泉南市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "泉南市",
    "place": "信達童子畑",
    "reading": "しんだちわらづはた",
    "desc": "大阪府泉南市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "泉南市",
    "place": "中小路",
    "reading": "なこうじ",
    "desc": "大阪府泉南市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "四條畷市",
    "place": "四條畷",
    "reading": "しじょうなわて",
    "desc": "大阪府四條畷市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "四條畷市",
    "place": "蔀屋",
    "reading": "しとみや",
    "desc": "大阪府四條畷市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "交野市",
    "place": "交野",
    "reading": "かたの",
    "desc": "大阪府交野市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "交野市",
    "place": "私市",
    "reading": "きさいち",
    "desc": "大阪府交野市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "交野市",
    "place": "私部",
    "reading": "きさべ",
    "desc": "大阪府交野市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "交野市",
    "place": "郡津",
    "reading": "こうづ",
    "desc": "大阪府交野市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "大阪狭山市",
    "place": "茱萸木",
    "reading": "くみのき",
    "desc": "大阪府大阪狭山市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "阪南市",
    "place": "自然田",
    "reading": "じねんだ",
    "desc": "大阪府阪南市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "阪南市、泉南郡岬町",
    "place": "淡輪",
    "reading": "たんのわ",
    "desc": "大阪府阪南市、泉南郡岬町にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "阪南市",
    "place": "山中渓",
    "reading": "やまなかだに",
    "desc": "大阪府阪南市にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "三島郡島本町",
    "place": "水無瀬",
    "reading": "みなせ",
    "desc": "大阪府三島郡島本町にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "豊能郡豊能町",
    "place": "豊能",
    "reading": "とよの",
    "desc": "大阪府豊能郡豊能町にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "豊能郡能勢町",
    "place": "神山",
    "reading": "こやま",
    "desc": "大阪府豊能郡能勢町にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "泉南郡熊取町",
    "place": "小垣内",
    "reading": "おがいと",
    "desc": "大阪府泉南郡熊取町にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "泉南郡岬町",
    "place": "孝子",
    "reading": "きょうし",
    "desc": "大阪府泉南郡岬町にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "泉南郡岬町",
    "place": "望海坂",
    "reading": "のぞみざか",
    "desc": "大阪府泉南郡岬町にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "泉南郡岬町",
    "place": "深日",
    "reading": "ふけ",
    "desc": "大阪府泉南郡岬町にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "南河内郡太子町",
    "place": "磯長",
    "reading": "しなが",
    "desc": "大阪府南河内郡太子町にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "南河内郡河南町",
    "place": "青崩",
    "reading": "あおげ",
    "desc": "大阪府南河内郡河南町にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "南河内郡河南町",
    "place": "芹生谷",
    "reading": "せりゅうたに",
    "desc": "大阪府南河内郡河南町にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "南河内郡千早赤阪村",
    "place": "二河原邊",
    "reading": "にがらべ",
    "desc": "大阪府南河内郡千早赤阪村にある難読地名。"
  },
  {
    "pref": "大阪府",
    "city": "南河内郡千早赤阪村",
    "place": "吉年",
    "reading": "よどし",
    "desc": "大阪府南河内郡千早赤阪村にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "神戸市東灘区",
    "place": "青木",
    "reading": "おおぎ",
    "desc": "兵庫県神戸市東灘区にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "神戸市灘区※現在はみるめと読む場合もある。",
    "place": "敏馬",
    "reading": "みぬめ",
    "desc": "兵庫県神戸市灘区※現在はみるめと読む場合もある。にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "神戸市長田区",
    "place": "長楽町",
    "reading": "ながらちょう",
    "desc": "兵庫県神戸市長田区にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "神戸市須磨区",
    "place": "行幸町",
    "reading": "みゆきちょう",
    "desc": "兵庫県神戸市須磨区にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "神戸市北区",
    "place": "宅原",
    "reading": "えいばら",
    "desc": "兵庫県神戸市北区にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "神戸市北区",
    "place": "淡河",
    "reading": "おうご",
    "desc": "兵庫県神戸市北区にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "神戸市北区、相生市",
    "place": "小河",
    "reading": "おうご",
    "desc": "兵庫県神戸市北区、相生市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "神戸市北区",
    "place": "小部",
    "reading": "おうぶ",
    "desc": "兵庫県神戸市北区にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "神戸市北区",
    "place": "大沢",
    "reading": "おおぞう",
    "desc": "兵庫県神戸市北区にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "神戸市北区",
    "place": "唐櫃",
    "reading": "からと",
    "desc": "兵庫県神戸市北区にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "神戸市北区",
    "place": "神影",
    "reading": "みかげ",
    "desc": "兵庫県神戸市北区にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "神戸市中央区",
    "place": "熊内町",
    "reading": "くもちちょう",
    "desc": "兵庫県神戸市中央区にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "神戸市中央区",
    "place": "再度筋町",
    "reading": "ふたたびすじちょう",
    "desc": "兵庫県神戸市中央区にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "神戸市西区[3]",
    "place": "五百蔵",
    "reading": "いおろい",
    "desc": "兵庫県神戸市西区[3]にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "神戸市西区",
    "place": "木見",
    "reading": "こうみ",
    "desc": "兵庫県神戸市西区にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "神戸市西区",
    "place": "潤和",
    "reading": "じゅんな",
    "desc": "兵庫県神戸市西区にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "神戸市西区",
    "place": "勝成",
    "reading": "よしなり",
    "desc": "兵庫県神戸市西区にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "英賀",
    "reading": "あが",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "英賀保",
    "reading": "あがほ",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "莇野",
    "reading": "あぞの",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "阿成",
    "reading": "あなせ",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "網干",
    "reading": "あぼし",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "伊伝居",
    "reading": "いでい",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "舂",
    "reading": "うすづく",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "奥垣内",
    "reading": "おくがいち",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "垣内",
    "reading": "かいち",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "国府寺町",
    "reading": "こおでらまち",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "神谷",
    "reading": "こだに",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "神種",
    "reading": "このくさ",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "河間町",
    "reading": "こばさまちょう",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "佐良和",
    "reading": "さろお",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "飾磨",
    "reading": "しかま",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "飾西",
    "reading": "しきさい",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "飾東",
    "reading": "しきとう",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "実法寺",
    "reading": "じほうじ",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "菅生澗",
    "reading": "すごうだに",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "男鹿島",
    "reading": "たんがしま",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "天満",
    "reading": "てんま",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "苫編",
    "reading": "とまみ",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "仁豊野",
    "reading": "にぶの",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "南畝町",
    "reading": "のうねんちょう",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市、たつの市",
    "place": "土師",
    "reading": "はぜ",
    "desc": "兵庫県姫路市、たつの市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "坊勢",
    "reading": "ぼうぜ",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "神子岡前",
    "reading": "みこおかまえ",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "皆河",
    "reading": "みなご",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "妻鹿",
    "reading": "めが",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "八家",
    "reading": "やか",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "丁",
    "reading": "よろ",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "夢前",
    "reading": "ゆめさき",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "姫路市",
    "place": "夢前川",
    "reading": "ゆめさきがわ",
    "desc": "兵庫県姫路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "尼崎市",
    "place": "食満",
    "reading": "けま",
    "desc": "兵庫県尼崎市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "尼崎市、伊丹市",
    "place": "昆陽",
    "reading": "こや",
    "desc": "兵庫県尼崎市、伊丹市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "尼崎市",
    "place": "大物",
    "reading": "だいもつ",
    "desc": "兵庫県尼崎市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "尼崎市※「どうい」とも読む。",
    "place": "道意",
    "reading": "どい",
    "desc": "兵庫県尼崎市※「どうい」とも読む。にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "尼崎市",
    "place": "若王寺",
    "reading": "なこうじ",
    "desc": "兵庫県尼崎市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "尼崎市",
    "place": "難波",
    "reading": "なにわ",
    "desc": "兵庫県尼崎市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "明石市",
    "place": "和坂",
    "reading": "かにがさか、わさか",
    "desc": "兵庫県明石市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "明石市",
    "place": "船上町",
    "reading": "ふなげちょう",
    "desc": "兵庫県明石市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "西宮市",
    "place": "柏堂",
    "reading": "かやんどう",
    "desc": "兵庫県西宮市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "西宮市",
    "place": "神呪町",
    "reading": "かんのうちょう",
    "desc": "兵庫県西宮市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "西宮市",
    "place": "甑岩",
    "reading": "こしきいわ",
    "desc": "兵庫県西宮市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "西宮市",
    "place": "夙川",
    "reading": "しゅくがわ",
    "desc": "兵庫県西宮市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "西宮市",
    "place": "高座町",
    "reading": "たかくらちょう",
    "desc": "兵庫県西宮市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "西宮市",
    "place": "津門",
    "reading": "つと",
    "desc": "兵庫県西宮市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "西宮市",
    "place": "甲陽園目神山町",
    "reading": "こうようえんめがみやまちょう",
    "desc": "兵庫県西宮市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "洲本市",
    "place": "安乎町",
    "reading": "あいがちょう",
    "desc": "兵庫県洲本市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "洲本市",
    "place": "鮎原",
    "reading": "あいはら",
    "desc": "兵庫県洲本市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "洲本市",
    "place": "鮎屋",
    "reading": "あいや",
    "desc": "兵庫県洲本市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "洲本市",
    "place": "炬口",
    "reading": "たけのくち",
    "desc": "兵庫県洲本市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "洲本市",
    "place": "土生川",
    "reading": "はぶかわ",
    "desc": "兵庫県洲本市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "芦屋市",
    "place": "公光町",
    "reading": "きんみつちょう",
    "desc": "兵庫県芦屋市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "伊丹市",
    "place": "伊丹",
    "reading": "いたみ",
    "desc": "兵庫県伊丹市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "伊丹市",
    "place": "鋳物師",
    "reading": "いもじ",
    "desc": "兵庫県伊丹市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "伊丹市",
    "place": "御願塚",
    "reading": "ごがづか",
    "desc": "兵庫県伊丹市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "伊丹市[3]",
    "place": "昆陽池",
    "reading": "こやいけ",
    "desc": "兵庫県伊丹市[3]にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "伊丹市",
    "place": "瑞ケ池",
    "reading": "ずがいけ",
    "desc": "兵庫県伊丹市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "伊丹市",
    "place": "千僧",
    "reading": "せんぞ",
    "desc": "兵庫県伊丹市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "相生市",
    "place": "相生",
    "reading": "あいおい",
    "desc": "兵庫県相生市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市",
    "place": "上石",
    "reading": "あげし",
    "desc": "兵庫県豊岡市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市",
    "place": "出石",
    "reading": "いずし",
    "desc": "兵庫県豊岡市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市",
    "place": "稲葉",
    "reading": "いなんば",
    "desc": "兵庫県豊岡市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市、養父市",
    "place": "上山",
    "reading": "うやま",
    "desc": "兵庫県豊岡市、養父市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市",
    "place": "大篠岡",
    "reading": "おおしのか",
    "desc": "兵庫県豊岡市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市",
    "place": "大磯",
    "reading": "おおぞ",
    "desc": "兵庫県豊岡市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市",
    "place": "鬼神谷",
    "reading": "おじんだに",
    "desc": "兵庫県豊岡市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市",
    "place": "川南谷",
    "reading": "かなんだに",
    "desc": "兵庫県豊岡市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市",
    "place": "神美台",
    "reading": "かみよしだい",
    "desc": "兵庫県豊岡市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市",
    "place": "加陽",
    "reading": "かや",
    "desc": "兵庫県豊岡市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市",
    "place": "木内",
    "reading": "きなし",
    "desc": "兵庫県豊岡市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市",
    "place": "江野",
    "reading": "ごうの",
    "desc": "兵庫県豊岡市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市",
    "place": "五荘",
    "reading": "ごのしょう",
    "desc": "兵庫県豊岡市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市",
    "place": "楽々浦",
    "reading": "ささうら",
    "desc": "兵庫県豊岡市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市",
    "place": "清冷寺",
    "reading": "しょうれんじ",
    "desc": "兵庫県豊岡市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市",
    "place": "田結",
    "reading": "たい",
    "desc": "兵庫県豊岡市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市",
    "place": "戸牧",
    "reading": "とべら",
    "desc": "兵庫県豊岡市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市",
    "place": "祢布",
    "reading": "にょう",
    "desc": "兵庫県豊岡市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市",
    "place": "袴狭",
    "reading": "はかざ",
    "desc": "兵庫県豊岡市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市",
    "place": "八社宮",
    "reading": "はさみ",
    "desc": "兵庫県豊岡市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市",
    "place": "土渕",
    "reading": "ひじうち",
    "desc": "兵庫県豊岡市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市、美方郡香美町",
    "place": "一日市",
    "reading": "ひといち",
    "desc": "兵庫県豊岡市、美方郡香美町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市",
    "place": "日撫",
    "reading": "ひなど",
    "desc": "兵庫県豊岡市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市",
    "place": "法花寺",
    "reading": "ほっけいじ",
    "desc": "兵庫県豊岡市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市、川西市",
    "place": "虫生",
    "reading": "むしゅう",
    "desc": "兵庫県豊岡市、川西市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市",
    "place": "水上",
    "reading": "むながい",
    "desc": "兵庫県豊岡市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市",
    "place": "百合地",
    "reading": "ゆるじ",
    "desc": "兵庫県豊岡市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "豊岡市",
    "place": "榎見",
    "reading": "よのみ",
    "desc": "兵庫県豊岡市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "加古川市",
    "place": "砂部",
    "reading": "いさべ",
    "desc": "兵庫県加古川市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "加古川市",
    "place": "尾上",
    "reading": "おのえ",
    "desc": "兵庫県加古川市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "加古川市",
    "place": "神吉",
    "reading": "かんき",
    "desc": "兵庫県加古川市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "加古川市",
    "place": "旱魃田",
    "reading": "かんばつだ",
    "desc": "兵庫県加古川市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "加古川市",
    "place": "薬栗",
    "reading": "くすくり",
    "desc": "兵庫県加古川市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "加古川市[3]",
    "place": "国包",
    "reading": "くにかね",
    "desc": "兵庫県加古川市[3]にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "加古川市",
    "place": "新野辺",
    "reading": "しのべ",
    "desc": "兵庫県加古川市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "加古川市",
    "place": "投松",
    "reading": "ねじまつ",
    "desc": "兵庫県加古川市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "加古川市",
    "place": "別府",
    "reading": "べふ",
    "desc": "兵庫県加古川市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "赤穂市[3]",
    "place": "赤穂",
    "reading": "あこう",
    "desc": "兵庫県赤穂市[3]にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "赤穂市",
    "place": "有年",
    "reading": "うね",
    "desc": "兵庫県赤穂市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "赤穂市",
    "place": "唐船槨",
    "reading": "からせんうつろ",
    "desc": "兵庫県赤穂市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "赤穂市",
    "place": "木生谷",
    "reading": "きゅうのたに",
    "desc": "兵庫県赤穂市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "赤穂市",
    "place": "坂越",
    "reading": "さこし",
    "desc": "兵庫県赤穂市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "赤穂市",
    "place": "周世",
    "reading": "すせ",
    "desc": "兵庫県赤穂市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "赤穂市",
    "place": "鷆和",
    "reading": "てんわ",
    "desc": "兵庫県赤穂市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "西脇市",
    "place": "合山町",
    "reading": "あやまちょう",
    "desc": "兵庫県西脇市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "西脇市",
    "place": "大垣内",
    "reading": "おおがち",
    "desc": "兵庫県西脇市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "西脇市",
    "place": "郷瀬町",
    "reading": "ごのせちょう",
    "desc": "兵庫県西脇市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "西脇市",
    "place": "蒲江",
    "reading": "こもえ",
    "desc": "兵庫県西脇市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "西脇市",
    "place": "比延町",
    "reading": "ひえちょう",
    "desc": "兵庫県西脇市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "宝塚市",
    "place": "伊孑志",
    "reading": "いそし",
    "desc": "兵庫県宝塚市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "宝塚市",
    "place": "小林",
    "reading": "おばやし",
    "desc": "兵庫県宝塚市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "宝塚市",
    "place": "蔵人",
    "reading": "くらんど",
    "desc": "兵庫県宝塚市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "宝塚市",
    "place": "香合新田",
    "reading": "こうばこしんでん",
    "desc": "兵庫県宝塚市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "宝塚市",
    "place": "逆瀬川",
    "reading": "さかせがわ",
    "desc": "兵庫県宝塚市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "宝塚市",
    "place": "雲雀丘",
    "reading": "ひばりがおか",
    "desc": "兵庫県宝塚市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "宝塚市[3]",
    "place": "売布",
    "reading": "めふ",
    "desc": "兵庫県宝塚市[3]にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "三木市",
    "place": "安福田",
    "reading": "あぶた",
    "desc": "兵庫県三木市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "三木市",
    "place": "窟屋",
    "reading": "いわや",
    "desc": "兵庫県三木市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "三木市",
    "place": "大沢",
    "reading": "おおそ",
    "desc": "兵庫県三木市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "三木市",
    "place": "貸潮",
    "reading": "かしお",
    "desc": "兵庫県三木市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "三木市",
    "place": "口吉川町桾原",
    "reading": "くちよかわちょうくぬぎはら",
    "desc": "兵庫県三木市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "三木市",
    "place": "志染町",
    "reading": "しじみちょう",
    "desc": "兵庫県三木市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "三木市",
    "place": "這田",
    "reading": "ほうだ",
    "desc": "兵庫県三木市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "高砂市",
    "place": "生石",
    "reading": "おおしこ",
    "desc": "兵庫県高砂市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "高砂市",
    "place": "神爪",
    "reading": "かづめ",
    "desc": "兵庫県高砂市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "高砂市",
    "place": "高砂",
    "reading": "たかさご",
    "desc": "兵庫県高砂市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "川西市",
    "place": "小戸",
    "reading": "おおべ",
    "desc": "兵庫県川西市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "川西市",
    "place": "畦野",
    "reading": "うねの",
    "desc": "兵庫県川西市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "小野市",
    "place": "粟生",
    "reading": "あお",
    "desc": "兵庫県小野市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "小野市",
    "place": "来住町",
    "reading": "きしちょう",
    "desc": "兵庫県小野市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "小野市",
    "place": "榊町",
    "reading": "さがきちょう",
    "desc": "兵庫県小野市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "小野市",
    "place": "福甸",
    "reading": "ふくでん",
    "desc": "兵庫県小野市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "三田市",
    "place": "相綛",
    "reading": "あいがせ",
    "desc": "兵庫県三田市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "三田市",
    "place": "乙原",
    "reading": "おちばら",
    "desc": "兵庫県三田市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "三田市",
    "place": "木器",
    "reading": "こうづき",
    "desc": "兵庫県三田市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "三田市",
    "place": "尼寺",
    "reading": "にんじ",
    "desc": "兵庫県三田市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "三田市",
    "place": "母子",
    "reading": "もうし",
    "desc": "兵庫県三田市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "加西市",
    "place": "網引町",
    "reading": "あびきちょう",
    "desc": "兵庫県加西市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "加西市",
    "place": "越水町",
    "reading": "うてみちょう",
    "desc": "兵庫県加西市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "加西市",
    "place": "大柳町",
    "reading": "おやなぎちょう",
    "desc": "兵庫県加西市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "加西市",
    "place": "小印南町",
    "reading": "こいなみちょう",
    "desc": "兵庫県加西市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "加西市",
    "place": "鎮岩町",
    "reading": "とこなべちょう",
    "desc": "兵庫県加西市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "加西市",
    "place": "別府町",
    "reading": "べふちょう",
    "desc": "兵庫県加西市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "加西市",
    "place": "満久町",
    "reading": "まくちょう",
    "desc": "兵庫県加西市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "加西市",
    "place": "馬渡谷町",
    "reading": "もおたにちょう",
    "desc": "兵庫県加西市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "加西市",
    "place": "両月町",
    "reading": "わちちょう",
    "desc": "兵庫県加西市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波篠山市",
    "place": "網掛",
    "reading": "あがけ",
    "desc": "兵庫県丹波篠山市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波篠山市",
    "place": "追入",
    "reading": "おいれ",
    "desc": "兵庫県丹波篠山市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波篠山市",
    "place": "遠方",
    "reading": "おちかた",
    "desc": "兵庫県丹波篠山市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波篠山市",
    "place": "古森",
    "reading": "こうもり",
    "desc": "兵庫県丹波篠山市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波篠山市",
    "place": "不来坂",
    "reading": "このさか",
    "desc": "兵庫県丹波篠山市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波篠山市",
    "place": "筱見",
    "reading": "ささみ",
    "desc": "兵庫県丹波篠山市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波篠山市",
    "place": "後川",
    "reading": "しつかわ",
    "desc": "兵庫県丹波篠山市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波篠山市",
    "place": "塩岡",
    "reading": "しょうか",
    "desc": "兵庫県丹波篠山市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波篠山市",
    "place": "安口",
    "reading": "はだかす",
    "desc": "兵庫県丹波篠山市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波篠山市",
    "place": "幡路",
    "reading": "はだち",
    "desc": "兵庫県丹波篠山市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波篠山市",
    "place": "火打岩",
    "reading": "ひうちわん",
    "desc": "兵庫県丹波篠山市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波篠山市",
    "place": "風深",
    "reading": "ふうか",
    "desc": "兵庫県丹波篠山市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波篠山市",
    "place": "糯ケ坪",
    "reading": "もちがつぼ",
    "desc": "兵庫県丹波篠山市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波篠山市",
    "place": "休場",
    "reading": "やすんば",
    "desc": "兵庫県丹波篠山市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "養父市",
    "place": "上箇",
    "reading": "あげ",
    "desc": "兵庫県養父市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "養父市",
    "place": "岩崎",
    "reading": "いわさい",
    "desc": "兵庫県養父市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "養父市",
    "place": "鉄屋米地",
    "reading": "かなやめいじ",
    "desc": "兵庫県養父市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "養父市",
    "place": "国木",
    "reading": "くぬぎ",
    "desc": "兵庫県養父市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "養父市",
    "place": "左近山",
    "reading": "さこやま",
    "desc": "兵庫県養父市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "養父市",
    "place": "宿南",
    "reading": "しゅくなみ",
    "desc": "兵庫県養父市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "養父市",
    "place": "建屋",
    "reading": "たきのや",
    "desc": "兵庫県養父市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "養父市",
    "place": "外野",
    "reading": "との",
    "desc": "兵庫県養父市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "養父市",
    "place": "夏梅",
    "reading": "なつめ",
    "desc": "兵庫県養父市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "養父市",
    "place": "網場",
    "reading": "なんば",
    "desc": "兵庫県養父市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "養父市",
    "place": "谷間地",
    "reading": "はさまじ",
    "desc": "兵庫県養父市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "養父市[3]",
    "place": "養父",
    "reading": "やぶ",
    "desc": "兵庫県養父市[3]にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "養父市",
    "place": "八鹿",
    "reading": "ようか",
    "desc": "兵庫県養父市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "養父市",
    "place": "若杉",
    "reading": "わかす",
    "desc": "兵庫県養父市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波市",
    "place": "挙田",
    "reading": "あぐた",
    "desc": "兵庫県丹波市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波市",
    "place": "朝阪",
    "reading": "あさか",
    "desc": "兵庫県丹波市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波市",
    "place": "石生",
    "reading": "いそう",
    "desc": "兵庫県丹波市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波市",
    "place": "上垣",
    "reading": "うえがい",
    "desc": "兵庫県丹波市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波市",
    "place": "歌道谷",
    "reading": "うとうだに",
    "desc": "兵庫県丹波市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波市",
    "place": "大名草",
    "reading": "おなざ",
    "desc": "兵庫県丹波市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波市",
    "place": "大稗",
    "reading": "おびえ",
    "desc": "兵庫県丹波市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波市",
    "place": "柏原",
    "reading": "かいばら",
    "desc": "兵庫県丹波市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波市",
    "place": "栢野",
    "reading": "かやの",
    "desc": "兵庫県丹波市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波市",
    "place": "鹿場",
    "reading": "かんば",
    "desc": "兵庫県丹波市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波市",
    "place": "小新屋",
    "reading": "こにや",
    "desc": "兵庫県丹波市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波市",
    "place": "酒梨",
    "reading": "さなせ",
    "desc": "兵庫県丹波市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波市",
    "place": "玉巻",
    "reading": "たまき",
    "desc": "兵庫県丹波市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波市",
    "place": "戸平",
    "reading": "とべら",
    "desc": "兵庫県丹波市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波市、美方郡香美町",
    "place": "七日市",
    "reading": "なぬかいち",
    "desc": "兵庫県丹波市、美方郡香美町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波市",
    "place": "野上野",
    "reading": "のこの",
    "desc": "兵庫県丹波市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波市",
    "place": "文室",
    "reading": "ふむろ",
    "desc": "兵庫県丹波市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波市",
    "place": "母坪",
    "reading": "ほつぼ",
    "desc": "兵庫県丹波市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波市",
    "place": "三井庄",
    "reading": "みのしょう",
    "desc": "兵庫県丹波市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "丹波市",
    "place": "山垣",
    "reading": "やまがい",
    "desc": "兵庫県丹波市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "南あわじ市",
    "place": "檪田",
    "reading": "いちだ",
    "desc": "兵庫県南あわじ市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "南あわじ市",
    "place": "榎列",
    "reading": "えなみ",
    "desc": "兵庫県南あわじ市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "南あわじ市",
    "place": "掃守",
    "reading": "かもり",
    "desc": "兵庫県南あわじ市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "南あわじ市[3]",
    "place": "倭文",
    "reading": "しとおり",
    "desc": "兵庫県南あわじ市[3]にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "南あわじ市",
    "place": "鈩",
    "reading": "たたら",
    "desc": "兵庫県南あわじ市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "南あわじ市、美方郡香美町",
    "place": "土生",
    "reading": "はぶ",
    "desc": "兵庫県南あわじ市、美方郡香美町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "南あわじ市",
    "place": "沼島",
    "reading": "ぬしま",
    "desc": "兵庫県南あわじ市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "朝来市",
    "place": "朝来",
    "reading": "あさご",
    "desc": "兵庫県朝来市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "朝来市",
    "place": "一品",
    "reading": "いっぽう",
    "desc": "兵庫県朝来市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "朝来市",
    "place": "内海",
    "reading": "うつのみ",
    "desc": "兵庫県朝来市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "朝来市",
    "place": "大垣",
    "reading": "おおかい",
    "desc": "兵庫県朝来市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "朝来市",
    "place": "越田",
    "reading": "おった",
    "desc": "兵庫県朝来市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "朝来市",
    "place": "口銀谷",
    "reading": "くちがなや",
    "desc": "兵庫県朝来市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "朝来市",
    "place": "久留引",
    "reading": "くるぶき",
    "desc": "兵庫県朝来市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "朝来市",
    "place": "老波",
    "reading": "しわなみ",
    "desc": "兵庫県朝来市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "朝来市",
    "place": "高生田",
    "reading": "たこうだ",
    "desc": "兵庫県朝来市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "朝来市",
    "place": "田路",
    "reading": "とうじ",
    "desc": "兵庫県朝来市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "朝来市",
    "place": "新井",
    "reading": "にい",
    "desc": "兵庫県朝来市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "朝来市",
    "place": "土田",
    "reading": "はんだ",
    "desc": "兵庫県朝来市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "朝来市",
    "place": "柊木",
    "reading": "ひいらぎ",
    "desc": "兵庫県朝来市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "朝来市",
    "place": "枚田",
    "reading": "ひらた",
    "desc": "兵庫県朝来市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "朝来市",
    "place": "法興寺",
    "reading": "ほつこうじ",
    "desc": "兵庫県朝来市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "朝来市",
    "place": "早田",
    "reading": "わさだ",
    "desc": "兵庫県朝来市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "淡路市",
    "place": "土器屋",
    "reading": "からきや",
    "desc": "兵庫県淡路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "淡路市",
    "place": "塩尾",
    "reading": "しお",
    "desc": "兵庫県淡路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "淡路市",
    "place": "蟇浦",
    "reading": "ひきのうら",
    "desc": "兵庫県淡路市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "宍粟市",
    "place": "五十波",
    "reading": "いかば",
    "desc": "兵庫県宍粟市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "宍粟市",
    "place": "生栖",
    "reading": "いぎす",
    "desc": "兵庫県宍粟市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "宍粟市",
    "place": "生谷",
    "reading": "いぎだに",
    "desc": "兵庫県宍粟市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "宍粟市",
    "place": "百千家満",
    "reading": "おちやま",
    "desc": "兵庫県宍粟市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "宍粟市",
    "place": "下河野",
    "reading": "けごの",
    "desc": "兵庫県宍粟市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "宍粟市",
    "place": "高所",
    "reading": "こうぞ",
    "desc": "兵庫県宍粟市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "宍粟市",
    "place": "小茅野",
    "reading": "こがいの",
    "desc": "兵庫県宍粟市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "宍粟市",
    "place": "宍粟",
    "reading": "しそう",
    "desc": "兵庫県宍粟市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "宍粟市",
    "place": "須行名",
    "reading": "すぎょうめ",
    "desc": "兵庫県宍粟市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "宍粟市",
    "place": "鳥乢",
    "reading": "とりがたわ",
    "desc": "兵庫県宍粟市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "宍粟市",
    "place": "土万",
    "reading": "ひじま",
    "desc": "兵庫県宍粟市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "宍粟市",
    "place": "觱篥",
    "reading": "ひちりき",
    "desc": "兵庫県宍粟市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "宍粟市",
    "place": "七野",
    "reading": "ひつの",
    "desc": "兵庫県宍粟市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "宍粟市",
    "place": "深河谷",
    "reading": "ふかだに",
    "desc": "兵庫県宍粟市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "宍粟市",
    "place": "能倉",
    "reading": "よくら",
    "desc": "兵庫県宍粟市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "加東市",
    "place": "多井田",
    "reading": "おいだ",
    "desc": "兵庫県加東市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "加東市",
    "place": "栄枝",
    "reading": "さかえ",
    "desc": "兵庫県加東市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "加東市",
    "place": "掎鹿谷",
    "reading": "はしかだに",
    "desc": "兵庫県加東市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "たつの市",
    "place": "莇原",
    "reading": "あざわら",
    "desc": "兵庫県たつの市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "たつの市",
    "place": "芝田",
    "reading": "こげた",
    "desc": "兵庫県たつの市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "たつの市",
    "place": "善定",
    "reading": "ぜんじょ",
    "desc": "兵庫県たつの市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "たつの市",
    "place": "中垣内",
    "reading": "なかがいち",
    "desc": "兵庫県たつの市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "たつの市",
    "place": "萩原",
    "reading": "はいばら",
    "desc": "兵庫県たつの市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "たつの市",
    "place": "二柏野",
    "reading": "ふたつがいの",
    "desc": "兵庫県たつの市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "たつの市",
    "place": "誉田",
    "reading": "ほんだ",
    "desc": "兵庫県たつの市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "たつの市",
    "place": "吉島",
    "reading": "よしま",
    "desc": "兵庫県たつの市にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "川辺郡猪名川町、神戸市西区",
    "place": "紫合",
    "reading": "ゆうだ",
    "desc": "兵庫県川辺郡猪名川町、神戸市西区にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "川辺郡猪名川町",
    "place": "柏梨田",
    "reading": "かしうだ",
    "desc": "兵庫県川辺郡猪名川町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "川辺郡猪名川町",
    "place": "木間生",
    "reading": "こもお",
    "desc": "兵庫県川辺郡猪名川町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "多可郡多可町",
    "place": "安楽田",
    "reading": "あらた",
    "desc": "兵庫県多可郡多可町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "多可郡多可町",
    "place": "岩座神",
    "reading": "いさりがみ",
    "desc": "兵庫県多可郡多可町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "多可郡多可町",
    "place": "鳥羽",
    "reading": "とりま",
    "desc": "兵庫県多可郡多可町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "多可郡多可町",
    "place": "箸荷",
    "reading": "はせがい",
    "desc": "兵庫県多可郡多可町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "多可郡多可町",
    "place": "間子",
    "reading": "まこう",
    "desc": "兵庫県多可郡多可町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "加古郡稲美町",
    "place": "印南",
    "reading": "いんなみ",
    "desc": "兵庫県加古郡稲美町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "神崎郡市川町",
    "place": "根宇野",
    "reading": "みよの",
    "desc": "兵庫県神崎郡市川町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "神崎郡神河町",
    "place": "近平",
    "reading": "ちから",
    "desc": "兵庫県神崎郡神河町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "揖保郡太子町",
    "place": "鵤",
    "reading": "いかるが",
    "desc": "兵庫県揖保郡太子町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "揖保郡太子町",
    "place": "佐用岡",
    "reading": "さよおか",
    "desc": "兵庫県揖保郡太子町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "赤穂郡上郡町",
    "place": "大枝",
    "reading": "おえだ",
    "desc": "兵庫県赤穂郡上郡町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "赤穂郡上郡町",
    "place": "落地",
    "reading": "おろち",
    "desc": "兵庫県赤穂郡上郡町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "赤穂郡上郡町",
    "place": "金出地",
    "reading": "かなじ",
    "desc": "兵庫県赤穂郡上郡町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "赤穂郡上郡町",
    "place": "上郡",
    "reading": "かみごおり",
    "desc": "兵庫県赤穂郡上郡町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "赤穂郡上郡町",
    "place": "佐用谷",
    "reading": "さよだに",
    "desc": "兵庫県赤穂郡上郡町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "赤穂郡上郡町",
    "place": "神明寺",
    "reading": "じみょうじ",
    "desc": "兵庫県赤穂郡上郡町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "佐用郡佐用町",
    "place": "大垣内",
    "reading": "おおがいち",
    "desc": "兵庫県佐用郡佐用町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "佐用郡佐用町",
    "place": "奥海",
    "reading": "おねみ",
    "desc": "兵庫県佐用郡佐用町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "佐用郡佐用町",
    "place": "亀ヶ逧",
    "reading": "かめがさこ",
    "desc": "兵庫県佐用郡佐用町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "佐用郡佐用町",
    "place": "佐用",
    "reading": "さよ",
    "desc": "兵庫県佐用郡佐用町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "佐用郡佐用町",
    "place": "徳久",
    "reading": "とくさ",
    "desc": "兵庫県佐用郡佐用町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "美方郡香美町",
    "place": "上計",
    "reading": "あげ",
    "desc": "兵庫県美方郡香美町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "美方郡香美町",
    "place": "池ケ平",
    "reading": "いけがなる",
    "desc": "兵庫県美方郡香美町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "美方郡香美町",
    "place": "耀山",
    "reading": "かかやま",
    "desc": "兵庫県美方郡香美町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "美方郡香美町",
    "place": "柤岡",
    "reading": "けびおか",
    "desc": "兵庫県美方郡香美町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "美方郡新温泉町",
    "place": "多子",
    "reading": "おいご",
    "desc": "兵庫県美方郡新温泉町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "美方郡新温泉町",
    "place": "越坂",
    "reading": "おっさか",
    "desc": "兵庫県美方郡新温泉町にある難読地名。"
  },
  {
    "pref": "兵庫県",
    "city": "美方郡新温泉町",
    "place": "辺地",
    "reading": "へっち",
    "desc": "兵庫県美方郡新温泉町にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "阿字万字町",
    "reading": "あぜまめちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "油阪地方町",
    "reading": "あぶらさかじかたちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "藺生町",
    "reading": "いうちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "荻町",
    "reading": "おおぎちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "邑地町",
    "reading": "おおじちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "押上町",
    "reading": "おしあげちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "大平尾町",
    "reading": "おびらおちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "肘塚町",
    "reading": "かいのづかちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "鵲町",
    "reading": "かささぎちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "杏町",
    "reading": "からももちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "元林院町",
    "reading": "がんりいんちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市[3]",
    "place": "京終",
    "reading": "きょうばて",
    "desc": "奈良県奈良市[3]にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "沓掛町",
    "reading": "くつかけちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "神殿町",
    "reading": "こどのちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "芝突抜町",
    "reading": "しばつきぬけちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "勝南院町",
    "reading": "しょうなみちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "神功",
    "reading": "じんぐう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "杉ヶ町",
    "reading": "するがまち",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "誓多林町",
    "reading": "せたりんちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "高天町",
    "reading": "たかまちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "都祁",
    "reading": "つげ",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "椿井町",
    "reading": "つばいちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "内侍原町",
    "reading": "なしはらちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "平城山",
    "reading": "ならやま",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "西包永町",
    "reading": "にしかねながちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "二名",
    "reading": "にみょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "丹生町",
    "reading": "にゅうちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "忍辱山町",
    "reading": "にんにくせんちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "東包永町",
    "reading": "ひがしかねながちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "疋田町",
    "reading": "ひきだちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "白毫寺町",
    "reading": "びゃくごうじちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "不審ヶ辻子町",
    "reading": "ふしがづしちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "生琉里町",
    "reading": "ふるさとちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "大豆山町",
    "reading": "まめやまちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "山陵町",
    "reading": "みささぎちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "三碓",
    "reading": "みつがらす",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市[2]",
    "place": "三碓町",
    "reading": "みつがらすちょう",
    "desc": "奈良県奈良市[2]にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "茗荷町",
    "reading": "みょうがちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "餅飯殿町",
    "reading": "もちいどのちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "鹿野園町",
    "reading": "ろくやおんちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "奈良市",
    "place": "破石町",
    "reading": "わりいしちょう",
    "desc": "奈良県奈良市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "生駒市",
    "place": "小明町",
    "reading": "こうみょうちょう",
    "desc": "奈良県生駒市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "大和高田市",
    "place": "曽大根",
    "reading": "そおね",
    "desc": "奈良県大和高田市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "大和高田市",
    "place": "土庫",
    "reading": "どんご",
    "desc": "奈良県大和高田市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "大和郡山市",
    "place": "今国府",
    "reading": "いまご",
    "desc": "奈良県大和郡山市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "天理市[3]",
    "place": "櫟本",
    "reading": "いちのもと",
    "desc": "奈良県天理市[3]にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "天理市",
    "place": "嘉幡町",
    "reading": "かばたちょう",
    "desc": "奈良県天理市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "天理市",
    "place": "萱生町",
    "reading": "かようちょう",
    "desc": "奈良県天理市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "天理市",
    "place": "前栽町",
    "reading": "せんざいちょう",
    "desc": "奈良県天理市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "天理市",
    "place": "杣之内町",
    "reading": "そまのうちちょう",
    "desc": "奈良県天理市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "天理市",
    "place": "苣原町",
    "reading": "ちしゃわらちょう",
    "desc": "奈良県天理市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "橿原市",
    "place": "雲梯町",
    "reading": "うなてちょう",
    "desc": "奈良県橿原市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "橿原市",
    "place": "畝傍",
    "reading": "うねび",
    "desc": "奈良県橿原市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "橿原市",
    "place": "小房町",
    "reading": "おうさちょう",
    "desc": "奈良県橿原市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "橿原市",
    "place": "小槻町",
    "reading": "おうづくちょう",
    "desc": "奈良県橿原市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "橿原市",
    "place": "戒外町",
    "reading": "かいげちょう",
    "desc": "奈良県橿原市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "橿原市",
    "place": "膳夫町",
    "reading": "かしわてちょう",
    "desc": "奈良県橿原市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "橿原市",
    "place": "地黄町",
    "reading": "じおちょう",
    "desc": "奈良県橿原市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "橿原市",
    "place": "上品寺町",
    "reading": "じょんぼうじちょう",
    "desc": "奈良県橿原市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "橿原市",
    "place": "出垣内町",
    "reading": "でがいとちょう",
    "desc": "奈良県橿原市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "橿原市",
    "place": "新口町",
    "reading": "にのくちちょう",
    "desc": "奈良県橿原市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "橿原市",
    "place": "飯高町",
    "reading": "ひだかちょう",
    "desc": "奈良県橿原市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "桜井市",
    "place": "粟殿",
    "reading": "おおどの",
    "desc": "奈良県桜井市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "桜井市",
    "place": "多武峰",
    "reading": "とうのみね",
    "desc": "奈良県桜井市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "桜井市",
    "place": "外山",
    "reading": "とび",
    "desc": "奈良県桜井市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "桜井市[3]",
    "place": "吉隠",
    "reading": "よなばり",
    "desc": "奈良県桜井市[3]にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "桜井市",
    "place": "海石榴市",
    "reading": "つばいち",
    "desc": "奈良県桜井市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "五條市",
    "place": "賀名生",
    "reading": "あのう",
    "desc": "奈良県五條市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "五條市",
    "place": "生子町",
    "reading": "おぶすちょう",
    "desc": "奈良県五條市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "五條市",
    "place": "上野町",
    "reading": "こうずけちょう",
    "desc": "奈良県五條市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "五條市",
    "place": "飛養曽",
    "reading": "ひよそ",
    "desc": "奈良県五條市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "御所市",
    "place": "五百家",
    "reading": "いうか",
    "desc": "奈良県御所市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "御所市",
    "place": "今城",
    "reading": "いまんじょう",
    "desc": "奈良県御所市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "御所市",
    "place": "御所",
    "reading": "ごせ",
    "desc": "奈良県御所市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "御所市",
    "place": "蛇穴",
    "reading": "さらぎ",
    "desc": "奈良県御所市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "御所市",
    "place": "奉膳",
    "reading": "ぶんぜ",
    "desc": "奈良県御所市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "葛城市",
    "place": "忍海",
    "reading": "おしみ",
    "desc": "奈良県葛城市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "葛城市",
    "place": "新村",
    "reading": "しむら",
    "desc": "奈良県葛城市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "葛城市",
    "place": "當麻",
    "reading": "たいま",
    "desc": "奈良県葛城市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "葛城市",
    "place": "薑",
    "reading": "はじかみ",
    "desc": "奈良県葛城市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "葛城市",
    "place": "南道穗",
    "reading": "みなみみつぼ",
    "desc": "奈良県葛城市にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "宇陀市[3]",
    "place": "菟田野",
    "reading": "うたの",
    "desc": "奈良県宇陀市[3]にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "宇陀市[3]",
    "place": "榛原",
    "reading": "はいばら",
    "desc": "奈良県宇陀市[3]にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "生駒郡平群町",
    "place": "櫟原",
    "reading": "いちはら",
    "desc": "奈良県生駒郡平群町にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "生駒郡平群町",
    "place": "信貴山",
    "reading": "しぎさん",
    "desc": "奈良県生駒郡平群町にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "生駒郡平群町",
    "place": "下垣内",
    "reading": "しもがいと",
    "desc": "奈良県生駒郡平群町にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "生駒郡平群町",
    "place": "椣原",
    "reading": "しではら",
    "desc": "奈良県生駒郡平群町にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "生駒郡平群町",
    "place": "福貴",
    "reading": "ふき",
    "desc": "奈良県生駒郡平群町にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "生駒郡平群町",
    "place": "椹原",
    "reading": "ふしはら",
    "desc": "奈良県生駒郡平群町にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "生駒郡平群町[3]",
    "place": "平群",
    "reading": "へぐり",
    "desc": "奈良県生駒郡平群町[3]にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "生駒郡斑鳩町",
    "place": "五百井",
    "reading": "いおい",
    "desc": "奈良県生駒郡斑鳩町にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "生駒郡斑鳩町[3]",
    "place": "斑鳩",
    "reading": "いかるが",
    "desc": "奈良県生駒郡斑鳩町[3]にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "磯城郡三宅町",
    "place": "伴堂",
    "reading": "ともんど",
    "desc": "奈良県磯城郡三宅町にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "磯城郡田原本町[2]",
    "place": "十六面",
    "reading": "じゅうろくせん",
    "desc": "奈良県磯城郡田原本町[2]にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "高市郡明日香村",
    "place": "上",
    "reading": "かむら",
    "desc": "奈良県高市郡明日香村にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "高市郡明日香村",
    "place": "上居",
    "reading": "じょうご",
    "desc": "奈良県高市郡明日香村にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "高市郡明日香村",
    "place": "檜前",
    "reading": "ひのくま",
    "desc": "奈良県高市郡明日香村にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "北葛城郡上牧町[2]",
    "place": "上牧",
    "reading": "かんまき",
    "desc": "奈良県北葛城郡上牧町[2]にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "北葛城郡広陵町",
    "place": "百済",
    "reading": "くだら",
    "desc": "奈良県北葛城郡広陵町にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "北葛城郡河合町",
    "place": "穴闇",
    "reading": "なぐら",
    "desc": "奈良県北葛城郡河合町にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "北葛城郡河合町",
    "place": "西穴闇",
    "reading": "にしなぐら",
    "desc": "奈良県北葛城郡河合町にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "吉野郡吉野町",
    "place": "新子",
    "reading": "あたらし",
    "desc": "奈良県吉野郡吉野町にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "吉野郡大淀町",
    "place": "佐名伝",
    "reading": "さなて",
    "desc": "奈良県吉野郡大淀町にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "吉野郡大淀町",
    "place": "新野",
    "reading": "にの",
    "desc": "奈良県吉野郡大淀町にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "吉野郡下市町",
    "place": "伃邑",
    "reading": "よむら",
    "desc": "奈良県吉野郡下市町にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "吉野郡天川村",
    "place": "洞川",
    "reading": "どろがわ",
    "desc": "奈良県吉野郡天川村にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "吉野郡上北山村",
    "place": "小橡",
    "reading": "ことち",
    "desc": "奈良県吉野郡上北山村にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "吉野郡川上村",
    "place": "井光",
    "reading": "いかり",
    "desc": "奈良県吉野郡川上村にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "吉野郡川上村",
    "place": "東川",
    "reading": "うのがわ",
    "desc": "奈良県吉野郡川上村にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "吉野郡川上村",
    "place": "上多古",
    "reading": "こうだこ",
    "desc": "奈良県吉野郡川上村にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "吉野郡川上村",
    "place": "入之波",
    "reading": "しおのは",
    "desc": "奈良県吉野郡川上村にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "吉野郡川上村",
    "place": "武木",
    "reading": "たきぎ",
    "desc": "奈良県吉野郡川上村にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "吉野郡川上村[2]",
    "place": "人知",
    "reading": "ひとぢ",
    "desc": "奈良県吉野郡川上村[2]にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "吉野郡東吉野村",
    "place": "小",
    "reading": "おむら",
    "desc": "奈良県吉野郡東吉野村にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "吉野郡東吉野村",
    "place": "木津",
    "reading": "こつ",
    "desc": "奈良県吉野郡東吉野村にある難読地名。"
  },
  {
    "pref": "奈良県",
    "city": "吉野郡東吉野村",
    "place": "大豆生",
    "reading": "まめお",
    "desc": "奈良県吉野郡東吉野村にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "和歌山市",
    "place": "小豆島",
    "reading": "あずしま",
    "desc": "和歌山県和歌山市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "和歌山市",
    "place": "有家",
    "reading": "ありえ",
    "desc": "和歌山県和歌山市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "和歌山市",
    "place": "新内",
    "reading": "あろち",
    "desc": "和歌山県和歌山市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "和歌山市",
    "place": "有功",
    "reading": "いさお",
    "desc": "和歌山県和歌山市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "和歌山市",
    "place": "伊太祈曽、伊太祁曽",
    "reading": "いだきそ",
    "desc": "和歌山県和歌山市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "和歌山市",
    "place": "岩橋",
    "reading": "いわせ",
    "desc": "和歌山県和歌山市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "和歌山市",
    "place": "井辺",
    "reading": "いんべ",
    "desc": "和歌山県和歌山市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "和歌山市",
    "place": "江南",
    "reading": "えな",
    "desc": "和歌山県和歌山市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "和歌山市",
    "place": "大垣内",
    "reading": "おおがいと",
    "desc": "和歌山県和歌山市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "和歌山市",
    "place": "徒町",
    "reading": "かちまち",
    "desc": "和歌山県和歌山市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "和歌山市",
    "place": "梶取",
    "reading": "かんどり",
    "desc": "和歌山県和歌山市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "和歌山市",
    "place": "吉礼",
    "reading": "きれ",
    "desc": "和歌山県和歌山市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "和歌山市",
    "place": "雑賀崎",
    "reading": "さいかざき",
    "desc": "和歌山県和歌山市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "和歌山市",
    "place": "土入",
    "reading": "どうにゅう",
    "desc": "和歌山県和歌山市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "和歌山市",
    "place": "永穂",
    "reading": "なんご",
    "desc": "和歌山県和歌山市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "和歌山市",
    "place": "西布経丁",
    "reading": "にしぬのえちょう",
    "desc": "和歌山県和歌山市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "和歌山市",
    "place": "新留丁",
    "reading": "にんとめちょう",
    "desc": "和歌山県和歌山市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "和歌山市",
    "place": "直川",
    "reading": "のうがわ",
    "desc": "和歌山県和歌山市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "和歌山市",
    "place": "吐前",
    "reading": "はんざき",
    "desc": "和歌山県和歌山市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "和歌山市",
    "place": "東布経丁",
    "reading": "ひがしぬのえちょう",
    "desc": "和歌山県和歌山市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "和歌山市",
    "place": "布施屋",
    "reading": "ほしや",
    "desc": "和歌山県和歌山市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "和歌山市[2]",
    "place": "六十谷",
    "reading": "むそた",
    "desc": "和歌山県和歌山市[2]にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "海南市",
    "place": "且来",
    "reading": "あっそ",
    "desc": "和歌山県海南市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "海南市",
    "place": "鰈川",
    "reading": "かれがわ",
    "desc": "和歌山県海南市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "海南市",
    "place": "扱沢",
    "reading": "ぐみざわ",
    "desc": "和歌山県海南市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "海南市",
    "place": "重根",
    "reading": "しこね",
    "desc": "和歌山県海南市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "海南市",
    "place": "冷水",
    "reading": "しみず",
    "desc": "和歌山県海南市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "海南市",
    "place": "次ケ谷",
    "reading": "つげだに",
    "desc": "和歌山県海南市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "海南市",
    "place": "船尾",
    "reading": "ふのお",
    "desc": "和歌山県海南市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "海南市",
    "place": "百垣内",
    "reading": "ももがいと",
    "desc": "和歌山県海南市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "橋本市",
    "place": "応其",
    "reading": "おうご",
    "desc": "和歌山県橋本市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "橋本市",
    "place": "賢堂",
    "reading": "かしこど",
    "desc": "和歌山県橋本市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "橋本市",
    "place": "柏原",
    "reading": "かせばら",
    "desc": "和歌山県橋本市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "橋本市",
    "place": "学文路",
    "reading": "かむろ",
    "desc": "和歌山県橋本市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "橋本市",
    "place": "神野々",
    "reading": "このの",
    "desc": "和歌山県橋本市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "橋本市",
    "place": "胡麻生",
    "reading": "ごもう",
    "desc": "和歌山県橋本市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "橋本市",
    "place": "隅田",
    "reading": "すだ",
    "desc": "和歌山県橋本市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "橋本市",
    "place": "谷奥深",
    "reading": "たにおぶか",
    "desc": "和歌山県橋本市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "橋本市",
    "place": "向副",
    "reading": "むかそい",
    "desc": "和歌山県橋本市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "有田市",
    "place": "須谷",
    "reading": "すがい",
    "desc": "和歌山県有田市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "御坊市",
    "place": "熊野",
    "reading": "いや",
    "desc": "和歌山県御坊市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "御坊市",
    "place": "財部",
    "reading": "たから",
    "desc": "和歌山県御坊市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "田辺市",
    "place": "狼𡴭山",
    "reading": "おおかみだわさん",
    "desc": "和歌山県田辺市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "田辺市",
    "place": "神島台",
    "reading": "かしまだい",
    "desc": "和歌山県田辺市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "田辺市",
    "place": "土河屋",
    "reading": "つちごや",
    "desc": "和歌山県田辺市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "田辺市",
    "place": "温川",
    "reading": "ぬるみがわ",
    "desc": "和歌山県田辺市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "田辺市[3]",
    "place": "芳養",
    "reading": "はや",
    "desc": "和歌山県田辺市[3]にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "田辺市",
    "place": "芳養松原",
    "reading": "はやまつばら",
    "desc": "和歌山県田辺市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "田辺市",
    "place": "東伏菟野",
    "reading": "ひがしふどの",
    "desc": "和歌山県田辺市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "田辺市",
    "place": "兵生",
    "reading": "ひょうぜい",
    "desc": "和歌山県田辺市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "田辺市",
    "place": "伏菟野",
    "reading": "ふどの",
    "desc": "和歌山県田辺市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "田辺市",
    "place": "北郡",
    "reading": "ほくそぎ",
    "desc": "和歌山県田辺市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "田辺市",
    "place": "真砂",
    "reading": "まなご",
    "desc": "和歌山県田辺市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "‐ 田辺市",
    "place": "神子浜",
    "reading": "みこのはま",
    "desc": "和歌山県‐ 田辺市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "田辺市",
    "place": "文里",
    "reading": "もり",
    "desc": "和歌山県田辺市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "新宮市",
    "place": "田長",
    "reading": "たなご",
    "desc": "和歌山県新宮市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "新宮市",
    "place": "能城山本",
    "reading": "のきやまもと",
    "desc": "和歌山県新宮市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "紀の川市",
    "place": "猪垣",
    "reading": "いのかけ",
    "desc": "和歌山県紀の川市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "紀の川市",
    "place": "麻生津中",
    "reading": "おおづなか",
    "desc": "和歌山県紀の川市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "紀の川市",
    "place": "遠方",
    "reading": "おちかた",
    "desc": "和歌山県紀の川市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "紀の川市",
    "place": "勝神",
    "reading": "かすかみ",
    "desc": "和歌山県紀の川市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "紀の川市",
    "place": "国主",
    "reading": "くにし",
    "desc": "和歌山県紀の川市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "紀の川市",
    "place": "花野",
    "reading": "けや",
    "desc": "和歌山県紀の川市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "紀の川市",
    "place": "重行",
    "reading": "しげき",
    "desc": "和歌山県紀の川市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "紀の川市",
    "place": "後田",
    "reading": "しれだ",
    "desc": "和歌山県紀の川市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "紀の川市",
    "place": "杉原",
    "reading": "すいばら",
    "desc": "和歌山県紀の川市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "紀の川市",
    "place": "深田",
    "reading": "ふけだ",
    "desc": "和歌山県紀の川市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "岩出市",
    "place": "赤垣内",
    "reading": "あかがいと",
    "desc": "和歌山県岩出市にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "海草郡紀美野町",
    "place": "上ケ井",
    "reading": "あげい",
    "desc": "和歌山県海草郡紀美野町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "海草郡紀美野町",
    "place": "初生谷",
    "reading": "ういだに",
    "desc": "和歌山県海草郡紀美野町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "海草郡紀美野町",
    "place": "動木",
    "reading": "とどろき",
    "desc": "和歌山県海草郡紀美野町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "海草郡紀美野町",
    "place": "蓑垣内",
    "reading": "みのがいと",
    "desc": "和歌山県海草郡紀美野町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "伊都郡かつらぎ町",
    "place": "笠田",
    "reading": "かせだ",
    "desc": "和歌山県伊都郡かつらぎ町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "伊都郡かつらぎ町",
    "place": "中飯降",
    "reading": "なかいぶり",
    "desc": "和歌山県伊都郡かつらぎ町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "伊都郡かつらぎ町",
    "place": "平沼田",
    "reading": "ひらんた",
    "desc": "和歌山県伊都郡かつらぎ町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "伊都郡九度山町",
    "place": "河根",
    "reading": "かね",
    "desc": "和歌山県伊都郡九度山町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "有田郡広川町",
    "place": "唐尾",
    "reading": "かろ",
    "desc": "和歌山県有田郡広川町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "有田郡広川町",
    "place": "河瀬",
    "reading": "ごのせ",
    "desc": "和歌山県有田郡広川町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "有田郡有田川町",
    "place": "粟生",
    "reading": "あお",
    "desc": "和歌山県有田郡有田川町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "有田郡有田川町",
    "place": "奥",
    "reading": "おき",
    "desc": "和歌山県有田郡有田川町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "有田郡有田川町",
    "place": "垣倉",
    "reading": "かいぐら",
    "desc": "和歌山県有田郡有田川町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "有田郡有田川町",
    "place": "修理川",
    "reading": "すりがわ",
    "desc": "和歌山県有田郡有田川町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "有田郡有田川町",
    "place": "遠井",
    "reading": "とい",
    "desc": "和歌山県有田郡有田川町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "有田郡有田川町",
    "place": "伏羊",
    "reading": "ぶよう",
    "desc": "和歌山県有田郡有田川町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "日高郡美浜町",
    "place": "蜑取島",
    "reading": "あまとりじま",
    "desc": "和歌山県日高郡美浜町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "日高郡日高町",
    "place": "高家",
    "reading": "たいえ",
    "desc": "和歌山県日高郡日高町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "日高郡由良町",
    "place": "衣奈",
    "reading": "えな",
    "desc": "和歌山県日高郡由良町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "日高郡由良町",
    "place": "吹井",
    "reading": "ふけい",
    "desc": "和歌山県日高郡由良町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "日高郡印南町",
    "place": "印南",
    "reading": "いなみ",
    "desc": "和歌山県日高郡印南町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "日高郡印南町",
    "place": "印南原",
    "reading": "いなんばら",
    "desc": "和歌山県日高郡印南町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "日高郡印南町",
    "place": "上洞",
    "reading": "かぼら",
    "desc": "和歌山県日高郡印南町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "日高郡印南町",
    "place": "田ノ垣内",
    "reading": "たのかいと",
    "desc": "和歌山県日高郡印南町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "日高郡印南町",
    "place": "樮川",
    "reading": "ほくそがわ",
    "desc": "和歌山県日高郡印南町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "日高郡みなべ町",
    "place": "晩稲",
    "reading": "おしね",
    "desc": "和歌山県日高郡みなべ町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "日高郡みなべ町",
    "place": "勘解由寺",
    "reading": "かんげゆじ",
    "desc": "和歌山県日高郡みなべ町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "日高郡みなべ町",
    "place": "気佐藤",
    "reading": "きさと",
    "desc": "和歌山県日高郡みなべ町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "日高郡みなべ町",
    "place": "埴田",
    "reading": "はねた",
    "desc": "和歌山県日高郡みなべ町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "日高郡みなべ町",
    "place": "南部",
    "reading": "みなべ",
    "desc": "和歌山県日高郡みなべ町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "日高郡日高川町",
    "place": "愛川",
    "reading": "あたいがわ",
    "desc": "和歌山県日高郡日高川町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "日高郡日高川町",
    "place": "伊藤川",
    "reading": "いとごがわ",
    "desc": "和歌山県日高郡日高川町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "日高郡日高川町",
    "place": "小釜本",
    "reading": "こかもと",
    "desc": "和歌山県日高郡日高川町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "日高郡日高川町",
    "place": "寒川",
    "reading": "そうがわ",
    "desc": "和歌山県日高郡日高川町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "日高郡日高川町",
    "place": "早藤",
    "reading": "はいくず",
    "desc": "和歌山県日高郡日高川町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "日高郡日高川町",
    "place": "平川",
    "reading": "ひゅうがわ",
    "desc": "和歌山県日高郡日高川町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "日高郡日高川町[2]",
    "place": "三百瀬",
    "reading": "みよせ",
    "desc": "和歌山県日高郡日高川町[2]にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "西牟婁郡、東牟婁郡",
    "place": "牟婁",
    "reading": "むろ",
    "desc": "和歌山県西牟婁郡、東牟婁郡にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "西牟婁郡白浜町",
    "place": "安居",
    "reading": "あご",
    "desc": "和歌山県西牟婁郡白浜町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "西牟婁郡白浜町",
    "place": "安宅",
    "reading": "あたぎ",
    "desc": "和歌山県西牟婁郡白浜町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "西牟婁郡白浜町",
    "place": "嵓屋峠",
    "reading": "いわやとうげ",
    "desc": "和歌山県西牟婁郡白浜町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "西牟婁郡白浜町",
    "place": "庄川",
    "reading": "しゃがわ",
    "desc": "和歌山県西牟婁郡白浜町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "西牟婁郡白浜町",
    "place": "竹垣内",
    "reading": "たけがいと",
    "desc": "和歌山県西牟婁郡白浜町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "西牟婁郡白浜町",
    "place": "玉伝",
    "reading": "たまで",
    "desc": "和歌山県西牟婁郡白浜町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "西牟婁郡白浜町[2]",
    "place": "十九渕",
    "reading": "つづらふち",
    "desc": "和歌山県西牟婁郡白浜町[2]にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "西牟婁郡白浜町",
    "place": "日置",
    "reading": "ひき",
    "desc": "和歌山県西牟婁郡白浜町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "西牟婁郡上富田町",
    "place": "朝来",
    "reading": "あっそ",
    "desc": "和歌山県西牟婁郡上富田町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "西牟婁郡すさみ町",
    "place": "柿垣内",
    "reading": "かきがいと",
    "desc": "和歌山県西牟婁郡すさみ町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "西牟婁郡すさみ町",
    "place": "栗垣内",
    "reading": "くりがいと",
    "desc": "和歌山県西牟婁郡すさみ町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "西牟婁郡すさみ町",
    "place": "周参見",
    "reading": "すさみ",
    "desc": "和歌山県西牟婁郡すさみ町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "西牟婁郡すさみ町",
    "place": "防己",
    "reading": "つづら",
    "desc": "和歌山県西牟婁郡すさみ町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "西牟婁郡すさみ町",
    "place": "見老津",
    "reading": "みろづ",
    "desc": "和歌山県西牟婁郡すさみ町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "東牟婁郡那智勝浦町",
    "place": "井鹿",
    "reading": "いじし",
    "desc": "和歌山県東牟婁郡那智勝浦町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "東牟婁郡那智勝浦町",
    "place": "狗子ノ川",
    "reading": "くじのかわ",
    "desc": "和歌山県東牟婁郡那智勝浦町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "東牟婁郡那智勝浦町",
    "place": "高遠井",
    "reading": "こうどい",
    "desc": "和歌山県東牟婁郡那智勝浦町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "東牟婁郡那智勝浦町",
    "place": "粉白",
    "reading": "このしろ",
    "desc": "和歌山県東牟婁郡那智勝浦町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "東牟婁郡那智勝浦町",
    "place": "田垣内",
    "reading": "たがいと",
    "desc": "和歌山県東牟婁郡那智勝浦町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "東牟婁郡那智勝浦町",
    "place": "直柱",
    "reading": "ひたはしら",
    "desc": "和歌山県東牟婁郡那智勝浦町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "東牟婁郡那智勝浦町",
    "place": "八尺鏡野",
    "reading": "やたがの",
    "desc": "和歌山県東牟婁郡那智勝浦町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "東牟婁郡太地町[3]",
    "place": "夏山",
    "reading": "なっさ",
    "desc": "和歌山県東牟婁郡太地町[3]にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "東牟婁郡古座川町",
    "place": "一雨",
    "reading": "いちぶり",
    "desc": "和歌山県東牟婁郡古座川町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "東牟婁郡古座川町",
    "place": "洞尾",
    "reading": "うつお",
    "desc": "和歌山県東牟婁郡古座川町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "東牟婁郡古座川町",
    "place": "蔵土",
    "reading": "くろづ",
    "desc": "和歌山県東牟婁郡古座川町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "東牟婁郡古座川町",
    "place": "南平",
    "reading": "なべら",
    "desc": "和歌山県東牟婁郡古座川町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "東牟婁郡古座川町",
    "place": "直見",
    "reading": "ぬくみ",
    "desc": "和歌山県東牟婁郡古座川町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "東牟婁郡北山村",
    "place": "瀞峡",
    "reading": "どろきょう",
    "desc": "和歌山県東牟婁郡北山村にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "東牟婁郡串本町",
    "place": "出雲",
    "reading": "いつも",
    "desc": "和歌山県東牟婁郡串本町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "東牟婁郡串本町",
    "place": "鬮野川",
    "reading": "くじのかわ",
    "desc": "和歌山県東牟婁郡串本町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "東牟婁郡串本町",
    "place": "神野川",
    "reading": "このがわ",
    "desc": "和歌山県東牟婁郡串本町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "東牟婁郡串本町",
    "place": "野𣷓",
    "reading": "のうなぎ",
    "desc": "和歌山県東牟婁郡串本町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "東牟婁郡串本町",
    "place": "吐生",
    "reading": "はぶ",
    "desc": "和歌山県東牟婁郡串本町にある難読地名。"
  },
  {
    "pref": "和歌山県",
    "city": "",
    "place": "和歌山難読地名事典Ver.1.8",
    "reading": "Web Archive",
    "desc": "和歌山県にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "青谷町澄水",
    "reading": "あおやちょうすんず",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "青谷町八葉寺",
    "reading": "あおやちょうはつしょうじ",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "赤子田",
    "reading": "あこだ",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "有富",
    "reading": "ありどめ",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "晩稲",
    "reading": "おくて",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "御弓町",
    "reading": "おゆみのちょう",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "紙子谷",
    "reading": "かごだに",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "気高町会下",
    "reading": "けたかちょうえげ",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "気高町奥沢見",
    "reading": "けたかちょうおくぞうみ",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "気高町下石",
    "reading": "けたかちょうおろじ",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "気高町郡家",
    "reading": "けたかちょうこうげ",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "気高町酒津",
    "reading": "けたかちょうさけのつ",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "気高町睦逢",
    "reading": "けたかちょうむつお",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "気高町八束水",
    "reading": "けたかちょうやつかみ",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "越路",
    "reading": "こいじ",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "国府町稲葉丘",
    "reading": "こくふちょういなばがおか",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "国府町石井谷",
    "reading": "こくふちょういわいだに",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "国府町上上地",
    "reading": "こくふちょうかみわじ",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "国府町神垣",
    "reading": "こくふちょうこうがけ",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "国府町拾石",
    "reading": "こくふちょうじっこく",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "国府町清水",
    "reading": "こくふちょうすんず",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "国府町楠城",
    "reading": "こくふちょうなわしろ",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "国府町広西",
    "reading": "こくふちょうひろせ",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "国府町美歎",
    "reading": "こくふちょうみたに",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "国府町宮下",
    "reading": "こくふちょうみやのした",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "国府町上地",
    "reading": "こくふちょうわじ",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "古郡家",
    "reading": "ここおげ",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "小西谷",
    "reading": "こざい",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "小沢見",
    "reading": "こぞみ",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "佐治町尾際",
    "reading": "さじちょうおわい",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "佐治町葛谷",
    "reading": "さじちょうかずらたに",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "佐治町舂谷",
    "reading": "さじちょうつくだに",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "鹿野町乙亥正",
    "reading": "しかのちょうおつがせ",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "鹿野町鷲峯",
    "reading": "しかのちょうじゅうぼう",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "倭文",
    "reading": "しとり",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "新品治町",
    "reading": "しんほんじちょう",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "大桷",
    "reading": "だいかく",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "竹生",
    "reading": "たけなり",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "千代水",
    "reading": "ちよみ",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "徳尾",
    "reading": "とくのお",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "西品治",
    "reading": "にしほんじ",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "馬場町",
    "reading": "ばばのちょう",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "東品治町",
    "reading": "ひがしほんじちょう",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "福部町海士",
    "reading": "ふくべちょうあもう",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "福部町左近",
    "reading": "ふくべちょうさこ",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "福部町南田",
    "reading": "ふくべちょうのうだ",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "福部町箭渓",
    "reading": "ふくべちょうやだに",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "古海",
    "reading": "ふるみ",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "卯垣",
    "reading": "ぼうがき",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "庖丁人町",
    "reading": "ほうちょうにんまち",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "南隈",
    "reading": "みなみがくま",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "用瀬町安蔵",
    "reading": "もちがせちょうあぞう",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "用瀬町樟原",
    "reading": "もちがせちょうくぬぎわら",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "用瀬町古用瀬",
    "reading": "もちがせちょうふるもちがせ",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "用瀬町用瀬",
    "reading": "もちがせちょうもちがせ",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "矢矯",
    "reading": "やはぎ",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "鳥取市",
    "place": "若桜町",
    "reading": "わかさまち",
    "desc": "鳥取県鳥取市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "米子市",
    "place": "奥谷",
    "reading": "おくのたに",
    "desc": "鳥取県米子市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "米子市",
    "place": "皆生",
    "reading": "かいけ",
    "desc": "鳥取県米子市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "米子市",
    "place": "上安曇",
    "reading": "かみあずま",
    "desc": "鳥取県米子市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "米子市",
    "place": "上新印",
    "reading": "かみしい",
    "desc": "鳥取県米子市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "米子市",
    "place": "勝田町",
    "reading": "かんだまち",
    "desc": "鳥取県米子市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "米子市",
    "place": "車尾",
    "reading": "くずも",
    "desc": "鳥取県米子市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "米子市",
    "place": "車尾南",
    "reading": "くずもみなみ",
    "desc": "鳥取県米子市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "米子市",
    "place": "熊党",
    "reading": "くまんとう",
    "desc": "鳥取県米子市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "米子市",
    "place": "下安曇",
    "reading": "しもあずま",
    "desc": "鳥取県米子市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "米子市",
    "place": "下新印",
    "reading": "しもしい",
    "desc": "鳥取県米子市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "米子市",
    "place": "下郷",
    "reading": "しものごう",
    "desc": "鳥取県米子市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "米子市",
    "place": "法勝寺町",
    "reading": "ほっしょうじまち",
    "desc": "鳥取県米子市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "米子市",
    "place": "葭津",
    "reading": "よしづ",
    "desc": "鳥取県米子市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "倉吉市",
    "place": "巌城",
    "reading": "いわき",
    "desc": "鳥取県倉吉市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "倉吉市",
    "place": "大河内",
    "reading": "おおかち",
    "desc": "鳥取県倉吉市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "倉吉市",
    "place": "大原",
    "reading": "おはら",
    "desc": "鳥取県倉吉市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "倉吉市",
    "place": "上神",
    "reading": "かずわ",
    "desc": "鳥取県倉吉市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "倉吉市",
    "place": "忰谷",
    "reading": "かせだに",
    "desc": "鳥取県倉吉市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "倉吉市",
    "place": "堺町",
    "reading": "さかえまち",
    "desc": "鳥取県倉吉市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "倉吉市",
    "place": "鋤",
    "reading": "すき",
    "desc": "鳥取県倉吉市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "倉吉市",
    "place": "菅原",
    "reading": "すげがはら",
    "desc": "鳥取県倉吉市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "倉吉市",
    "place": "清谷",
    "reading": "せいだに",
    "desc": "鳥取県倉吉市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "倉吉市",
    "place": "清谷町",
    "reading": "せいだにちょう",
    "desc": "鳥取県倉吉市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "倉吉市",
    "place": "関金町安歩",
    "reading": "せきがねちょうあぶ",
    "desc": "鳥取県倉吉市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "倉吉市",
    "place": "関金町郡家",
    "reading": "せきがねちょうこおげ",
    "desc": "鳥取県倉吉市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "倉吉市",
    "place": "関金町米富",
    "reading": "せきがねちょうよねどめ",
    "desc": "鳥取県倉吉市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "倉吉市",
    "place": "富海",
    "reading": "とどみ",
    "desc": "鳥取県倉吉市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "倉吉市",
    "place": "福庭",
    "reading": "ふくば",
    "desc": "鳥取県倉吉市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "倉吉市",
    "place": "福庭町",
    "reading": "ふくばちょう",
    "desc": "鳥取県倉吉市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "倉吉市",
    "place": "不入岡",
    "reading": "ふにおか",
    "desc": "鳥取県倉吉市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "倉吉市",
    "place": "見日町",
    "reading": "みるかちょう",
    "desc": "鳥取県倉吉市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "倉吉市",
    "place": "椋波",
    "reading": "もくなみ",
    "desc": "鳥取県倉吉市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "境港市",
    "place": "上道町",
    "reading": "あがりみちちょう",
    "desc": "鳥取県境港市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "境港市",
    "place": "佐斐神町",
    "reading": "さいのかみちょう",
    "desc": "鳥取県境港市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "境港市",
    "place": "東雲町",
    "reading": "しののめちょう",
    "desc": "鳥取県境港市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "境港市",
    "place": "竹内団地",
    "reading": "たけのうちだんち",
    "desc": "鳥取県境港市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "境港市",
    "place": "竹内町",
    "reading": "たけのうちちょう",
    "desc": "鳥取県境港市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "境港市",
    "place": "外江町",
    "reading": "とのえちょう",
    "desc": "鳥取県境港市にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "岩美郡岩美町",
    "place": "浦富",
    "reading": "うらどめ",
    "desc": "鳥取県岩美郡岩美町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "岩美郡岩美町",
    "place": "陸上",
    "reading": "くがみ",
    "desc": "鳥取県岩美郡岩美町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "岩美郡岩美町",
    "place": "田後",
    "reading": "たじり",
    "desc": "鳥取県岩美郡岩美町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "岩美郡岩美町",
    "place": "田河内",
    "reading": "たのこうじ",
    "desc": "鳥取県岩美郡岩美町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "岩美郡岩美町",
    "place": "外邑",
    "reading": "とのむら",
    "desc": "鳥取県岩美郡岩美町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "八頭郡若桜町",
    "place": "大炊",
    "reading": "おおい",
    "desc": "鳥取県八頭郡若桜町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "八頭郡若桜町",
    "place": "舂米",
    "reading": "つくよね",
    "desc": "鳥取県八頭郡若桜町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "八頭郡若桜町",
    "place": "屋堂羅",
    "reading": "やどら",
    "desc": "鳥取県八頭郡若桜町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "八頭郡若桜町",
    "place": "若桜",
    "reading": "わかさ",
    "desc": "鳥取県八頭郡若桜町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "八頭郡智頭町",
    "place": "市瀬",
    "reading": "いちのせ",
    "desc": "鳥取県八頭郡智頭町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "八頭郡智頭町",
    "place": "智頭",
    "reading": "ちづ",
    "desc": "鳥取県八頭郡智頭町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "八頭郡智頭町",
    "place": "埴師",
    "reading": "はにし",
    "desc": "鳥取県八頭郡智頭町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "八頭郡智頭町",
    "place": "穂見",
    "reading": "ほのみ",
    "desc": "鳥取県八頭郡智頭町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "八頭郡八頭町",
    "place": "市谷",
    "reading": "いちのたに",
    "desc": "鳥取県八頭郡八頭町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "八頭郡八頭町",
    "place": "私都",
    "reading": "きさいち",
    "desc": "鳥取県八頭郡八頭町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "八頭郡八頭町",
    "place": "郡家",
    "reading": "こおげ",
    "desc": "鳥取県八頭郡八頭町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "八頭郡八頭町",
    "place": "塩上",
    "reading": "しおのうえ",
    "desc": "鳥取県八頭郡八頭町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "八頭郡八頭町",
    "place": "下濃",
    "reading": "しもの",
    "desc": "鳥取県八頭郡八頭町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "八頭郡八頭町",
    "place": "隼福",
    "reading": "はやふく",
    "desc": "鳥取県八頭郡八頭町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "八頭郡八頭町",
    "place": "隼郡家",
    "reading": "はやぶさこおげ",
    "desc": "鳥取県八頭郡八頭町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "八頭郡八頭町",
    "place": "山上",
    "reading": "やまのうえ",
    "desc": "鳥取県八頭郡八頭町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "八頭郡八頭町",
    "place": "破岩",
    "reading": "われいわ",
    "desc": "鳥取県八頭郡八頭町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "東伯郡三朝町",
    "place": "小河内",
    "reading": "おごち",
    "desc": "鳥取県東伯郡三朝町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "東伯郡三朝町",
    "place": "神倉",
    "reading": "かんのくら",
    "desc": "鳥取県東伯郡三朝町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "東伯郡三朝町",
    "place": "俵原",
    "reading": "たわら",
    "desc": "鳥取県東伯郡三朝町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "東伯郡三朝町",
    "place": "笏賀",
    "reading": "つが",
    "desc": "鳥取県東伯郡三朝町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "東伯郡三朝町",
    "place": "三朝",
    "reading": "みささ",
    "desc": "鳥取県東伯郡三朝町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "東伯郡湯梨浜町",
    "place": "羽衣石",
    "reading": "うえし",
    "desc": "鳥取県東伯郡湯梨浜町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "東伯郡湯梨浜町",
    "place": "方面",
    "reading": "かたも",
    "desc": "鳥取県東伯郡湯梨浜町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "東伯郡湯梨浜町",
    "place": "上浅津",
    "reading": "かみあそづ",
    "desc": "鳥取県東伯郡湯梨浜町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "東伯郡湯梨浜町",
    "place": "下浅津",
    "reading": "しもあそづ",
    "desc": "鳥取県東伯郡湯梨浜町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "東伯郡湯梨浜町",
    "place": "長和田",
    "reading": "なごうた",
    "desc": "鳥取県東伯郡湯梨浜町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "東伯郡湯梨浜町",
    "place": "野花",
    "reading": "のきょう",
    "desc": "鳥取県東伯郡湯梨浜町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "東伯郡湯梨浜町",
    "place": "埴見",
    "reading": "はなみ",
    "desc": "鳥取県東伯郡湯梨浜町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "東伯郡湯梨浜町",
    "place": "羽合",
    "reading": "はわい",
    "desc": "鳥取県東伯郡湯梨浜町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "東伯郡湯梨浜町",
    "place": "久留",
    "reading": "ひさどめ",
    "desc": "鳥取県東伯郡湯梨浜町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "東伯郡湯梨浜町",
    "place": "水下",
    "reading": "みずおち",
    "desc": "鳥取県東伯郡湯梨浜町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "東伯郡琴浦町",
    "place": "逢束",
    "reading": "おおつか",
    "desc": "鳥取県東伯郡琴浦町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "東伯郡琴浦町",
    "place": "釛",
    "reading": "こがね",
    "desc": "鳥取県東伯郡琴浦町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "東伯郡琴浦町",
    "place": "槻下",
    "reading": "つきのした",
    "desc": "鳥取県東伯郡琴浦町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "東伯郡琴浦町",
    "place": "箆津",
    "reading": "のつ",
    "desc": "鳥取県東伯郡琴浦町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "東伯郡琴浦町",
    "place": "保",
    "reading": "ほう",
    "desc": "鳥取県東伯郡琴浦町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "東伯郡琴浦町",
    "place": "八橋",
    "reading": "やばせ",
    "desc": "鳥取県東伯郡琴浦町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "東伯郡北栄町",
    "place": "下神",
    "reading": "しもつわ",
    "desc": "鳥取県東伯郡北栄町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "東伯郡北栄町",
    "place": "土下",
    "reading": "はした",
    "desc": "鳥取県東伯郡北栄町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "西伯郡日吉津村",
    "place": "日吉津",
    "reading": "ひえづ",
    "desc": "鳥取県西伯郡日吉津村にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "西伯郡大山町",
    "place": "石井垣",
    "reading": "いわいがき",
    "desc": "鳥取県西伯郡大山町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "西伯郡大山町",
    "place": "押平",
    "reading": "おしなら",
    "desc": "鳥取県西伯郡大山町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "西伯郡大山町",
    "place": "下甲",
    "reading": "しもぎ",
    "desc": "鳥取県西伯郡大山町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "西伯郡大山町",
    "place": "大山",
    "reading": "だいせん",
    "desc": "鳥取県西伯郡大山町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "西伯郡大山町",
    "place": "鈑戸",
    "reading": "たたらど",
    "desc": "鳥取県西伯郡大山町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "西伯郡大山町",
    "place": "束積",
    "reading": "つかづみ",
    "desc": "鳥取県西伯郡大山町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "西伯郡大山町",
    "place": "唐王",
    "reading": "とうのう",
    "desc": "鳥取県西伯郡大山町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "西伯郡大山町",
    "place": "豊成",
    "reading": "とよしげ",
    "desc": "鳥取県西伯郡大山町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "西伯郡大山町",
    "place": "樋口",
    "reading": "ひのくち",
    "desc": "鳥取県西伯郡大山町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "西伯郡大山町",
    "place": "御来屋",
    "reading": "みくりや",
    "desc": "鳥取県西伯郡大山町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "西伯郡大山町",
    "place": "妻木",
    "reading": "むき",
    "desc": "鳥取県西伯郡大山町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "西伯郡南部町",
    "place": "伐株",
    "reading": "きりくい",
    "desc": "鳥取県西伯郡南部町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "西伯郡南部町",
    "place": "境",
    "reading": "さかえ",
    "desc": "鳥取県西伯郡南部町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "西伯郡南部町",
    "place": "能竹",
    "reading": "のうじく",
    "desc": "鳥取県西伯郡南部町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "西伯郡南部町",
    "place": "法勝寺",
    "reading": "ほっしょうじ",
    "desc": "鳥取県西伯郡南部町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "西伯郡南部町",
    "place": "倭",
    "reading": "やまと",
    "desc": "鳥取県西伯郡南部町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "西伯郡伯耆町",
    "place": "押口",
    "reading": "おさえぐち",
    "desc": "鳥取県西伯郡伯耆町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "西伯郡伯耆町",
    "place": "白水",
    "reading": "しらみ",
    "desc": "鳥取県西伯郡伯耆町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "日野郡日南町",
    "place": "阿毘縁",
    "reading": "あびれ",
    "desc": "鳥取県日野郡日南町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "日野郡日南町",
    "place": "神戸上",
    "reading": "かどのかみ",
    "desc": "鳥取県日野郡日南町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "日野郡日南町",
    "place": "下阿毘縁",
    "reading": "しもあびれ",
    "desc": "鳥取県日野郡日南町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "日野郡日野町",
    "place": "秋縄",
    "reading": "あきつな",
    "desc": "鳥取県日野郡日野町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "日野郡日野町",
    "place": "小河内",
    "reading": "おごうじ",
    "desc": "鳥取県日野郡日野町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "日野郡日野町",
    "place": "金持",
    "reading": "かもち",
    "desc": "鳥取県日野郡日野町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "日野郡日野町",
    "place": "高尾",
    "reading": "こお",
    "desc": "鳥取県日野郡日野町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "日野郡江府町",
    "place": "久連",
    "reading": "くれ",
    "desc": "鳥取県日野郡江府町にある難読地名。"
  },
  {
    "pref": "鳥取県",
    "city": "日野郡江府町",
    "place": "下蚊屋",
    "reading": "さがりかや",
    "desc": "鳥取県日野郡江府町にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "松江市",
    "place": "秋鹿町",
    "reading": "あいかちょう",
    "desc": "島根県松江市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "松江市",
    "place": "邑生町",
    "reading": "おうちょう",
    "desc": "島根県松江市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "松江市",
    "place": "大海崎町",
    "reading": "おおみさきちょう",
    "desc": "島根県松江市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "松江市",
    "place": "魚瀬町",
    "reading": "おのぜちょう",
    "desc": "島根県松江市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "松江市",
    "place": "鹿島町恵曇",
    "reading": "かしまちょうえとも",
    "desc": "島根県松江市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "松江市",
    "place": "鹿島町手結",
    "reading": "かしまちょうたい",
    "desc": "島根県松江市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "松江市",
    "place": "国屋町",
    "reading": "くやちょう",
    "desc": "島根県松江市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "松江市",
    "place": "薦津町",
    "reading": "こもづちょう",
    "desc": "島根県松江市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "松江市",
    "place": "島根町大芦",
    "reading": "しまねちょうおわし",
    "desc": "島根県松江市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "松江市",
    "place": "宍道町",
    "reading": "しんじちょう",
    "desc": "島根県松江市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "松江市",
    "place": "宍道町佐々布",
    "reading": "しんじちょうさそう",
    "desc": "島根県松江市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "松江市",
    "place": "宍道町宍道",
    "reading": "しんじちょうしんじ",
    "desc": "島根県松江市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "松江市",
    "place": "手角町",
    "reading": "たすみちょう",
    "desc": "島根県松江市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "松江市",
    "place": "長海町",
    "reading": "ながみちょう",
    "desc": "島根県松江市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "松江市",
    "place": "西法吉町",
    "reading": "にしほっきちょう",
    "desc": "島根県松江市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "松江市",
    "place": "東出雲町出雲郷",
    "reading": "ひがしいずもちょうあだかえ",
    "desc": "島根県松江市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "松江市",
    "place": "法吉町",
    "reading": "ほっきちょう",
    "desc": "島根県松江市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "松江市",
    "place": "母衣町",
    "reading": "ほろまち",
    "desc": "島根県松江市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "浜田市",
    "place": "櫟田原町",
    "reading": "いちいたばらちょう",
    "desc": "島根県浜田市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "浜田市",
    "place": "生湯町",
    "reading": "うぶゆちょう",
    "desc": "島根県浜田市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "浜田市",
    "place": "上府町",
    "reading": "かみこうちょう",
    "desc": "島根県浜田市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "浜田市",
    "place": "下府町",
    "reading": "しもこうちょう",
    "desc": "島根県浜田市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "浜田市",
    "place": "周布町",
    "reading": "すふちょう",
    "desc": "島根県浜田市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "浜田市",
    "place": "田橋町",
    "reading": "たばせちょう",
    "desc": "島根県浜田市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "浜田市",
    "place": "日脚町",
    "reading": "ひなしちょう",
    "desc": "島根県浜田市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "浜田市",
    "place": "穂出町",
    "reading": "ほのでちょう",
    "desc": "島根県浜田市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "出雲市",
    "place": "十六島町",
    "reading": "うっぷるいちょう",
    "desc": "島根県出雲市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "出雲市",
    "place": "荻杼町",
    "reading": "おぎとちちょう",
    "desc": "島根県出雲市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "出雲市",
    "place": "神門町",
    "reading": "かんどちょう",
    "desc": "島根県出雲市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "出雲市",
    "place": "国富町",
    "reading": "くんどみちょう",
    "desc": "島根県出雲市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "出雲市",
    "place": "大社町鵜峠",
    "reading": "たいしゃちょううど",
    "desc": "島根県出雲市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "出雲市",
    "place": "大社町日御碕",
    "reading": "たいしゃちょうひのみさき",
    "desc": "島根県出雲市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "出雲市",
    "place": "大社町遙堪",
    "reading": "たいしゃちょうようかん",
    "desc": "島根県出雲市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "出雲市",
    "place": "斐川町併川",
    "reading": "ひかわちょうあいかわ",
    "desc": "島根県出雲市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "出雲市",
    "place": "斐川町阿宮",
    "reading": "ひかわちょうあぐ",
    "desc": "島根県出雲市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "出雲市",
    "place": "斐川町沖洲",
    "reading": "ひかわちょうおきのす",
    "desc": "島根県出雲市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "出雲市",
    "place": "斐川町求院",
    "reading": "ひかわちょうぐい",
    "desc": "島根県出雲市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "出雲市",
    "place": "斐川町富村",
    "reading": "ひかわちょうとびむら",
    "desc": "島根県出雲市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "出雲市",
    "place": "斐川町中洲",
    "reading": "ひかわちょうなかのす",
    "desc": "島根県出雲市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "出雲市",
    "place": "斐川町三絡",
    "reading": "ひかわちょうみつがね",
    "desc": "島根県出雲市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "出雲市",
    "place": "斐川町美南",
    "reading": "ひかわちょうみなみ",
    "desc": "島根県出雲市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "出雲市",
    "place": "美談町",
    "reading": "みだみちょう",
    "desc": "島根県出雲市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "出雲市",
    "place": "美野町",
    "reading": "よしのちょう",
    "desc": "島根県出雲市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "益田市",
    "place": "愛栄町",
    "reading": "あさかちょう",
    "desc": "島根県益田市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "益田市",
    "place": "飯浦町",
    "reading": "いいのうらちょう",
    "desc": "島根県益田市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "益田市",
    "place": "黒周町",
    "reading": "くろすちょう",
    "desc": "島根県益田市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "益田市",
    "place": "薄原町",
    "reading": "すすきばらちょう",
    "desc": "島根県益田市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "益田市",
    "place": "遠田町",
    "reading": "とうだちょう",
    "desc": "島根県益田市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "益田市",
    "place": "中垣内町",
    "reading": "なかがうちちょう",
    "desc": "島根県益田市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "益田市",
    "place": "中島町",
    "reading": "なかのしまちょう",
    "desc": "島根県益田市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "益田市",
    "place": "虫追町",
    "reading": "むそうちょう",
    "desc": "島根県益田市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "大田市",
    "place": "五十猛町",
    "reading": "いそたけ",
    "desc": "島根県大田市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "大田市",
    "place": "大代町大家",
    "reading": "おおしろちょうおおえ",
    "desc": "島根県大田市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "大田市",
    "place": "久手町刺鹿",
    "reading": "くてちょうさつか",
    "desc": "島根県大田市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "大田市",
    "place": "三瓶町",
    "reading": "さんべちょう",
    "desc": "島根県大田市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "大田市",
    "place": "仁摩町仁万",
    "reading": "にまちょうにま",
    "desc": "島根県大田市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "大田市",
    "place": "水上町白坏",
    "reading": "みなかみちょうしろつき",
    "desc": "島根県大田市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "大田市",
    "place": "温泉津町温泉津",
    "reading": "ゆのつちょうゆのつ",
    "desc": "島根県大田市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "安来市",
    "place": "飯生町",
    "reading": "いなりちょう",
    "desc": "島根県安来市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "安来市",
    "place": "吉佐町",
    "reading": "きさちょう",
    "desc": "島根県安来市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "安来市",
    "place": "九重町",
    "reading": "くのうちょう",
    "desc": "島根県安来市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "安来市",
    "place": "実松町",
    "reading": "さねまつちょう",
    "desc": "島根県安来市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "安来市",
    "place": "伯太町須山福冨",
    "reading": "はくたちょうすやまふくどめ",
    "desc": "島根県安来市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "安来市",
    "place": "伯太町峠之内",
    "reading": "はくたちょうたわのうち",
    "desc": "島根県安来市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "安来市",
    "place": "伯太町日次",
    "reading": "はくたちょうひなみ",
    "desc": "島根県安来市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "安来市",
    "place": "伯太町未明",
    "reading": "はくたちょうほのか",
    "desc": "島根県安来市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "安来市",
    "place": "飯島町",
    "reading": "はしまちょう",
    "desc": "島根県安来市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "江津市",
    "place": "井沢町",
    "reading": "いそうちょう",
    "desc": "島根県江津市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "江津市",
    "place": "敬川",
    "reading": "うやがわ",
    "desc": "島根県江津市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "江津市",
    "place": "敬川町",
    "reading": "うやがわちょう",
    "desc": "島根県江津市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "江津市",
    "place": "二宮町神村",
    "reading": "にのみやちょうかむら",
    "desc": "島根県江津市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "雲南市",
    "place": "掛合町掛合",
    "reading": "かけやちょうかけや",
    "desc": "島根県雲南市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "雲南市",
    "place": "木次町木次",
    "reading": "きすきちょうきすき",
    "desc": "島根県雲南市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "雲南市",
    "place": "大東町薦澤",
    "reading": "だいとうちょうこもざわ",
    "desc": "島根県雲南市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "雲南市",
    "place": "三刀屋町須所",
    "reading": "みとやちょうすぞ",
    "desc": "島根県雲南市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "雲南市",
    "place": "三刀屋町三刀屋",
    "reading": "みとやちょうみとや",
    "desc": "島根県雲南市にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "仁多郡奥出雲町",
    "place": "亀嵩",
    "reading": "かめだけ",
    "desc": "島根県仁多郡奥出雲町にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "仁多郡奥出雲町",
    "place": "馬馳",
    "reading": "まばせ",
    "desc": "島根県仁多郡奥出雲町にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "八束郡",
    "place": "八束",
    "reading": "やつか",
    "desc": "島根県八束郡にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "飯石郡",
    "place": "飯石",
    "reading": "いいし",
    "desc": "島根県飯石郡にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "簸川郡",
    "place": "簸川",
    "reading": "ひかわ",
    "desc": "島根県簸川郡にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "邑智郡川本町",
    "place": "谷戸",
    "reading": "たんど",
    "desc": "島根県邑智郡川本町にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "邑智郡美郷町",
    "place": "吾郷",
    "reading": "あごう",
    "desc": "島根県邑智郡美郷町にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "邑智郡美郷町",
    "place": "邑智",
    "reading": "おおち",
    "desc": "島根県邑智郡美郷町にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "邑智郡美郷町",
    "place": "乙原",
    "reading": "おんばら",
    "desc": "島根県邑智郡美郷町にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "邑智郡美郷町",
    "place": "櫨谷",
    "reading": "かたらがい",
    "desc": "島根県邑智郡美郷町にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "邑智郡美郷町",
    "place": "京覧原",
    "reading": "きょらんばら",
    "desc": "島根県邑智郡美郷町にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "邑智郡美郷町",
    "place": "簗瀬",
    "reading": "やなぜ",
    "desc": "島根県邑智郡美郷町にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "邑智郡美郷町",
    "place": "湯抱",
    "reading": "ゆがかい",
    "desc": "島根県邑智郡美郷町にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "邑智郡邑南町",
    "place": "出羽",
    "reading": "いずは",
    "desc": "島根県邑智郡邑南町にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "邑智郡邑南町",
    "place": "邑南",
    "reading": "おおなん",
    "desc": "島根県邑智郡邑南町にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "邑智郡邑南町",
    "place": "日貫",
    "reading": "ひぬい",
    "desc": "島根県邑智郡邑南町にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "鹿足郡津和野町",
    "place": "左鐙",
    "reading": "さぶみ",
    "desc": "島根県鹿足郡津和野町にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "鹿足郡津和野町",
    "place": "名賀",
    "reading": "なよし",
    "desc": "島根県鹿足郡津和野町にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "鹿足郡津和野町",
    "place": "部栄",
    "reading": "ぶさか",
    "desc": "島根県鹿足郡津和野町にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "鹿足郡吉賀町",
    "place": "有飯",
    "reading": "ありい",
    "desc": "島根県鹿足郡吉賀町にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "鹿足郡吉賀町",
    "place": "注連川",
    "reading": "しめがわ",
    "desc": "島根県鹿足郡吉賀町にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "鹿足郡吉賀町",
    "place": "蓼野",
    "reading": "たでの",
    "desc": "島根県鹿足郡吉賀町にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "隠岐郡海士町",
    "place": "海士",
    "reading": "あま",
    "desc": "島根県隠岐郡海士町にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "隠岐郡海士町",
    "place": "宇受賀",
    "reading": "うずか",
    "desc": "島根県隠岐郡海士町にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "隠岐郡知夫村",
    "place": "古海",
    "reading": "うるみ",
    "desc": "島根県隠岐郡知夫村にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "隠岐郡知夫村",
    "place": "来居",
    "reading": "くりい",
    "desc": "島根県隠岐郡知夫村にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "隠岐郡知夫村",
    "place": "多沢",
    "reading": "たたく",
    "desc": "島根県隠岐郡知夫村にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "隠岐郡隠岐の島町",
    "place": "有木",
    "reading": "あらき",
    "desc": "島根県隠岐郡隠岐の島町にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "隠岐郡隠岐の島町",
    "place": "犬来",
    "reading": "いぬぐ",
    "desc": "島根県隠岐郡隠岐の島町にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "隠岐郡隠岐の島町",
    "place": "卯敷",
    "reading": "うずき",
    "desc": "島根県隠岐郡隠岐の島町にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "隠岐郡隠岐の島町",
    "place": "蛸木",
    "reading": "たくぎ",
    "desc": "島根県隠岐郡隠岐の島町にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "隠岐郡隠岐の島町",
    "place": "都万",
    "reading": "つま",
    "desc": "島根県隠岐郡隠岐の島町にある難読地名。"
  },
  {
    "pref": "島根県",
    "city": "隠岐郡隠岐の島町",
    "place": "那久路",
    "reading": "なぐち",
    "desc": "島根県隠岐郡隠岐の島町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市北区",
    "place": "栢谷",
    "reading": "かいだに",
    "desc": "岡山県岡山市北区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市北区",
    "place": "岡南町",
    "reading": "こうなんちょう",
    "desc": "岡山県岡山市北区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市北区",
    "place": "首部",
    "reading": "こうべ",
    "desc": "岡山県岡山市北区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市北区",
    "place": "建部町下神目",
    "reading": "たけべちょうしもこうめ",
    "desc": "岡山県岡山市北区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市北区",
    "place": "建部町鶴田",
    "reading": "たけべちょうたづた",
    "desc": "岡山県岡山市北区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市北区",
    "place": "建部町土師方",
    "reading": "たけべちょうはじかた",
    "desc": "岡山県岡山市北区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市北区",
    "place": "建部町豊楽寺",
    "reading": "たけべちょうぶらくじ",
    "desc": "岡山県岡山市北区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市北区",
    "place": "中撫川",
    "reading": "なかなつかわ",
    "desc": "岡山県岡山市北区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市北区",
    "place": "撫川",
    "reading": "なつかわ",
    "desc": "岡山県岡山市北区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市北区",
    "place": "西山内",
    "reading": "にしやまのうち",
    "desc": "岡山県岡山市北区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市北区",
    "place": "納所",
    "reading": "のうそ",
    "desc": "岡山県岡山市北区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市北区",
    "place": "蕃山町",
    "reading": "ばんざんちょう",
    "desc": "岡山県岡山市北区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市北区",
    "place": "東山内",
    "reading": "ひがしやまのうち",
    "desc": "岡山県岡山市北区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市北区",
    "place": "日近",
    "reading": "ひじかい",
    "desc": "岡山県岡山市北区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市北区",
    "place": "真星",
    "reading": "まなぼし",
    "desc": "岡山県岡山市北区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市北区",
    "place": "御津宇甘",
    "reading": "みつうかい",
    "desc": "岡山県岡山市北区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市北区",
    "place": "御津草生",
    "reading": "みつくそう",
    "desc": "岡山県岡山市北区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市北区",
    "place": "御津紙工",
    "reading": "みつしとり",
    "desc": "岡山県岡山市北区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市北区",
    "place": "三和",
    "reading": "みと",
    "desc": "岡山県岡山市北区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市北区",
    "place": "山上",
    "reading": "やまのうえ",
    "desc": "岡山県岡山市北区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市中区",
    "place": "赤田",
    "reading": "あこだ",
    "desc": "岡山県岡山市中区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市中区",
    "place": "網浜",
    "reading": "あみのはま",
    "desc": "岡山県岡山市中区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市中区",
    "place": "乙多見",
    "reading": "おたみ",
    "desc": "岡山県岡山市中区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市中区",
    "place": "穝",
    "reading": "さい",
    "desc": "岡山県岡山市中区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市中区",
    "place": "穝東町",
    "reading": "さいひがしまち",
    "desc": "岡山県岡山市中区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市中区",
    "place": "四御神",
    "reading": "しのごぜ",
    "desc": "岡山県岡山市中区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市中区",
    "place": "海吉",
    "reading": "みよし",
    "desc": "岡山県岡山市中区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市中区",
    "place": "湯迫",
    "reading": "ゆば",
    "desc": "岡山県岡山市中区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市東区",
    "place": "邑久郷",
    "reading": "おくのごう",
    "desc": "岡山県岡山市東区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市東区",
    "place": "九蟠",
    "reading": "くばん",
    "desc": "岡山県岡山市東区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市東区",
    "place": "鉄",
    "reading": "くろがね",
    "desc": "岡山県岡山市東区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市東区",
    "place": "古都宿",
    "reading": "こずしゅく",
    "desc": "岡山県岡山市東区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市東区",
    "place": "古都南方",
    "reading": "こずみなみがた",
    "desc": "岡山県岡山市東区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市東区",
    "place": "宍甘",
    "reading": "しじかい",
    "desc": "岡山県岡山市東区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市東区",
    "place": "宿毛",
    "reading": "しゅくも",
    "desc": "岡山県岡山市東区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市東区",
    "place": "一日市",
    "reading": "ひといち",
    "desc": "岡山県岡山市東区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市東区",
    "place": "南古都",
    "reading": "みなみこず",
    "desc": "岡山県岡山市東区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市東区",
    "place": "百枝月",
    "reading": "ももえづき",
    "desc": "岡山県岡山市東区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市南区",
    "place": "飽浦",
    "reading": "あくら",
    "desc": "岡山県岡山市南区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市南区",
    "place": "奥迫川",
    "reading": "おくはざかわ",
    "desc": "岡山県岡山市南区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市南区",
    "place": "新保",
    "reading": "しんぼう",
    "desc": "岡山県岡山市南区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市南区",
    "place": "妹尾",
    "reading": "せのお",
    "desc": "岡山県岡山市南区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市南区",
    "place": "妹尾崎",
    "reading": "せのおざき",
    "desc": "岡山県岡山市南区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市南区",
    "place": "迫川",
    "reading": "はざかわ",
    "desc": "岡山県岡山市南区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "岡山市南区",
    "place": "箕島",
    "reading": "みしま",
    "desc": "岡山県岡山市南区にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "倉敷市",
    "place": "北畝",
    "reading": "きたせ",
    "desc": "岡山県倉敷市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "倉敷市",
    "place": "児島通生",
    "reading": "こじまかよう",
    "desc": "岡山県倉敷市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "倉敷市",
    "place": "児島塩生",
    "reading": "こじましおなす",
    "desc": "岡山県倉敷市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "倉敷市",
    "place": "祐安",
    "reading": "すけやす",
    "desc": "岡山県倉敷市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "倉敷市",
    "place": "中畝",
    "reading": "なかせ",
    "desc": "岡山県倉敷市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "倉敷市",
    "place": "白楽町",
    "reading": "ばくろちょう",
    "desc": "岡山県倉敷市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "倉敷市",
    "place": "日吉町",
    "reading": "ひよせちょう",
    "desc": "岡山県倉敷市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "倉敷市",
    "place": "船穂町",
    "reading": "ふなおちょう",
    "desc": "岡山県倉敷市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "倉敷市",
    "place": "船穂町船穂",
    "reading": "ふなおちょうふなお",
    "desc": "岡山県倉敷市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "倉敷市",
    "place": "真備町上二万",
    "reading": "まびちょうかみにま",
    "desc": "岡山県倉敷市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "倉敷市",
    "place": "真備町下二万",
    "reading": "まびちょうしもにま",
    "desc": "岡山県倉敷市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "倉敷市",
    "place": "真備町妹",
    "reading": "まびちょうせ",
    "desc": "岡山県倉敷市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "倉敷市",
    "place": "真備町箭田",
    "reading": "まびちょうやた",
    "desc": "岡山県倉敷市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "倉敷市",
    "place": "南畝",
    "reading": "みなみせ",
    "desc": "岡山県倉敷市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "倉敷市",
    "place": "鷲羽山",
    "reading": "わしゅうざん",
    "desc": "岡山県倉敷市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "津山市",
    "place": "阿波",
    "reading": "あば",
    "desc": "岡山県津山市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "津山市",
    "place": "院庄",
    "reading": "いんのしょう",
    "desc": "岡山県津山市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "津山市",
    "place": "上田邑",
    "reading": "かみたのむら",
    "desc": "岡山県津山市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "津山市",
    "place": "加茂町塔中",
    "reading": "かもちょうたっちゅう",
    "desc": "岡山県津山市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "津山市",
    "place": "加茂町百々",
    "reading": "かもちょうどうどう",
    "desc": "岡山県津山市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "津山市",
    "place": "神代",
    "reading": "こうじろ",
    "desc": "岡山県津山市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "津山市",
    "place": "河面",
    "reading": "こうも",
    "desc": "岡山県津山市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "津山市",
    "place": "細工町",
    "reading": "さいくのちょう",
    "desc": "岡山県津山市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "津山市",
    "place": "下田邑",
    "reading": "しもたのむら",
    "desc": "岡山県津山市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "津山市",
    "place": "神戸",
    "reading": "じんご",
    "desc": "岡山県津山市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "津山市",
    "place": "田熊",
    "reading": "たのくま",
    "desc": "岡山県津山市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "津山市",
    "place": "堂尾",
    "reading": "どうのお",
    "desc": "岡山県津山市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "津山市",
    "place": "野介代",
    "reading": "のけだ",
    "desc": "岡山県津山市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "津山市",
    "place": "林田",
    "reading": "はいだ",
    "desc": "岡山県津山市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "津山市",
    "place": "林田町",
    "reading": "はいだまち",
    "desc": "岡山県津山市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "津山市",
    "place": "八社",
    "reading": "やさ",
    "desc": "岡山県津山市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "玉野市",
    "place": "石島",
    "reading": "いしま",
    "desc": "岡山県玉野市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "玉野市",
    "place": "迫間",
    "reading": "はざま",
    "desc": "岡山県玉野市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "玉野市",
    "place": "用吉",
    "reading": "もちよし",
    "desc": "岡山県玉野市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "笠岡市",
    "place": "生江浜",
    "reading": "おえはま",
    "desc": "岡山県笠岡市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "笠岡市",
    "place": "大宜",
    "reading": "おおげ",
    "desc": "岡山県笠岡市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "笠岡市",
    "place": "大河",
    "reading": "おおこう",
    "desc": "岡山県笠岡市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "笠岡市",
    "place": "押撫",
    "reading": "おしなで",
    "desc": "岡山県笠岡市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "笠岡市",
    "place": "甲弩",
    "reading": "こうの",
    "desc": "岡山県笠岡市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "笠岡市",
    "place": "神島",
    "reading": "こうのしま",
    "desc": "岡山県笠岡市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "笠岡市",
    "place": "拓海町",
    "reading": "たくみちょう",
    "desc": "岡山県笠岡市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "笠岡市",
    "place": "用之江",
    "reading": "もちのえ",
    "desc": "岡山県笠岡市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "井原市",
    "place": "出部",
    "reading": "いずえ",
    "desc": "岡山県井原市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "井原市",
    "place": "上出部町",
    "reading": "かみいずえちょう",
    "desc": "岡山県井原市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "井原市",
    "place": "神代町",
    "reading": "こうじろちょう",
    "desc": "岡山県井原市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "井原市",
    "place": "下出部町",
    "reading": "しもいずえちょう",
    "desc": "岡山県井原市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "井原市",
    "place": "祝部",
    "reading": "ほおり",
    "desc": "岡山県井原市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "総社市",
    "place": "刑部",
    "reading": "おしかべ",
    "desc": "岡山県総社市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "総社市",
    "place": "清音三因",
    "reading": "きよねみより",
    "desc": "岡山県総社市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "総社市",
    "place": "槁",
    "reading": "けやき",
    "desc": "岡山県総社市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "総社市",
    "place": "宍粟",
    "reading": "しさわ",
    "desc": "岡山県総社市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "総社市",
    "place": "富原",
    "reading": "とんばら",
    "desc": "岡山県総社市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "総社市",
    "place": "美袋",
    "reading": "みなぎ",
    "desc": "岡山県総社市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "総社市",
    "place": "門田",
    "reading": "もんで",
    "desc": "岡山県総社市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "高梁市",
    "place": "間之町",
    "reading": "あいのまち",
    "desc": "岡山県高梁市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "高梁市",
    "place": "落合町福地",
    "reading": "おちあいちょうしろち",
    "desc": "岡山県高梁市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "高梁市",
    "place": "落合町近似",
    "reading": "おちあいちょうちかのり",
    "desc": "岡山県高梁市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "高梁市",
    "place": "御前町",
    "reading": "おんざきちょう",
    "desc": "岡山県高梁市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "高梁市",
    "place": "川上町臘数",
    "reading": "かわかみちょうしわす",
    "desc": "岡山県高梁市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "高梁市",
    "place": "巨瀬町",
    "reading": "こせちょう",
    "desc": "岡山県高梁市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "高梁市",
    "place": "高倉町大瀬八長",
    "reading": "たかくらちょうおおせおなが",
    "desc": "岡山県高梁市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "高梁市",
    "place": "玉川町増原",
    "reading": "たまがわちょうましはら",
    "desc": "岡山県高梁市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "新見市",
    "place": "石蟹",
    "reading": "いしが",
    "desc": "岡山県新見市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "新見市",
    "place": "大佐上刑部",
    "reading": "おおさかみおさかべ",
    "desc": "岡山県新見市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "新見市",
    "place": "荻尾",
    "reading": "おぎょう",
    "desc": "岡山県新見市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "新見市",
    "place": "刑部",
    "reading": "おさかべ",
    "desc": "岡山県新見市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "新見市",
    "place": "神郷下神代",
    "reading": "しんごうしもこうじろ",
    "desc": "岡山県新見市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "新見市",
    "place": "千屋実",
    "reading": "ちやさね",
    "desc": "岡山県新見市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "新見市",
    "place": "哲西町上神代",
    "reading": "てっせいちょうかみこうじろ",
    "desc": "岡山県新見市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "新見市",
    "place": "哲多町老栄",
    "reading": "てったちょうおいざこ",
    "desc": "岡山県新見市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "新見市",
    "place": "哲多町蚊家",
    "reading": "てったちょうこうのいえ",
    "desc": "岡山県新見市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "新見市",
    "place": "豊永赤馬",
    "reading": "とよながあこうま",
    "desc": "岡山県新見市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "備前市",
    "place": "麻宇那",
    "reading": "あそうな",
    "desc": "岡山県備前市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "備前市",
    "place": "伊部",
    "reading": "いんべ",
    "desc": "岡山県備前市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "備前市",
    "place": "浦伊部",
    "reading": "うらいんべ",
    "desc": "岡山県備前市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "備前市",
    "place": "香登",
    "reading": "かがと",
    "desc": "岡山県備前市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "備前市",
    "place": "蕃山",
    "reading": "しげやま",
    "desc": "岡山県備前市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "備前市",
    "place": "閑谷",
    "reading": "しずたに",
    "desc": "岡山県備前市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "備前市",
    "place": "鶴海",
    "reading": "つるみ",
    "desc": "岡山県備前市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "備前市",
    "place": "日生町",
    "reading": "ひなせちょう",
    "desc": "岡山県備前市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "備前市",
    "place": "日生町寒河",
    "reading": "ひなせちょうそうご",
    "desc": "岡山県備前市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "備前市",
    "place": "日生町日生",
    "reading": "ひなせちょうひなせ",
    "desc": "岡山県備前市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "備前市",
    "place": "吉永町神根本",
    "reading": "よしながちょうこうねほん",
    "desc": "岡山県備前市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "瀬戸内市",
    "place": "牛窓町鹿忍",
    "reading": "うしまどちょうかしの",
    "desc": "岡山県瀬戸内市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "瀬戸内市",
    "place": "牛窓町千手",
    "reading": "うしまどちょうせんず",
    "desc": "岡山県瀬戸内市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "瀬戸内市",
    "place": "邑久町",
    "reading": "おくちょう",
    "desc": "岡山県瀬戸内市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "瀬戸内市",
    "place": "邑久町尻海",
    "reading": "おくちょうしりみ",
    "desc": "岡山県瀬戸内市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "瀬戸内市",
    "place": "長船町飯井",
    "reading": "おさふねちょういい",
    "desc": "岡山県瀬戸内市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "瀬戸内市",
    "place": "長船町土師",
    "reading": "おさふねちょうはじ",
    "desc": "岡山県瀬戸内市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "赤磐市",
    "place": "稲蒔",
    "reading": "いなまき",
    "desc": "岡山県赤磐市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "赤磐市",
    "place": "小鎌",
    "reading": "おがも",
    "desc": "岡山県赤磐市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "赤磐市",
    "place": "草生",
    "reading": "くそう",
    "desc": "岡山県赤磐市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "赤磐市",
    "place": "神田",
    "reading": "こうだ",
    "desc": "岡山県赤磐市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "赤磐市",
    "place": "石蓮寺",
    "reading": "しゃくれんじ",
    "desc": "岡山県赤磐市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "赤磐市",
    "place": "周匝",
    "reading": "すさい",
    "desc": "岡山県赤磐市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "赤磐市",
    "place": "千躰",
    "reading": "せんだ",
    "desc": "岡山県赤磐市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "赤磐市",
    "place": "沼田",
    "reading": "ぬた",
    "desc": "岡山県赤磐市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "真庭市",
    "place": "呰部",
    "reading": "あざえ",
    "desc": "岡山県真庭市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "真庭市",
    "place": "禾津",
    "reading": "いなつ",
    "desc": "岡山県真庭市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "真庭市",
    "place": "開田",
    "reading": "かいで",
    "desc": "岡山県真庭市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "真庭市",
    "place": "鹿田",
    "reading": "かった",
    "desc": "岡山県真庭市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "真庭市",
    "place": "鉄山",
    "reading": "かねやま",
    "desc": "岡山県真庭市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "真庭市",
    "place": "上呰部",
    "reading": "かみあざえ",
    "desc": "岡山県真庭市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "真庭市",
    "place": "神",
    "reading": "こう",
    "desc": "岡山県真庭市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "真庭市",
    "place": "柴原",
    "reading": "しばら",
    "desc": "岡山県真庭市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "真庭市",
    "place": "下呰部",
    "reading": "しもあざえ",
    "desc": "岡山県真庭市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "真庭市",
    "place": "富尾",
    "reading": "とみのお",
    "desc": "岡山県真庭市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "真庭市",
    "place": "小童谷",
    "reading": "ひじや",
    "desc": "岡山県真庭市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "真庭市",
    "place": "蒜山",
    "reading": "ひるぜん",
    "desc": "岡山県真庭市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "真庭市",
    "place": "蒜山下和",
    "reading": "ひるぜんしたお",
    "desc": "岡山県真庭市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "真庭市",
    "place": "美甘",
    "reading": "みかも",
    "desc": "岡山県真庭市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "真庭市",
    "place": "向津矢",
    "reading": "むかつや",
    "desc": "岡山県真庭市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "美作市",
    "place": "英田",
    "reading": "あいだ",
    "desc": "岡山県美作市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "美作市",
    "place": "英田青野",
    "reading": "あいだあおの",
    "desc": "岡山県美作市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "美作市",
    "place": "猪臥",
    "reading": "いぶし",
    "desc": "岡山県美作市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "美作市",
    "place": "上相",
    "reading": "かみや",
    "desc": "岡山県美作市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "美作市",
    "place": "楮",
    "reading": "こうぞ",
    "desc": "岡山県美作市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "美作市",
    "place": "巨勢",
    "reading": "こせ",
    "desc": "岡山県美作市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "美作市",
    "place": "鯰",
    "reading": "なまず",
    "desc": "岡山県美作市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "美作市",
    "place": "藤生",
    "reading": "ふじゅう",
    "desc": "岡山県美作市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "美作市",
    "place": "海内",
    "reading": "みうち",
    "desc": "岡山県美作市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "美作市",
    "place": "美作",
    "reading": "みまさか",
    "desc": "岡山県美作市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "美作市",
    "place": "湯郷",
    "reading": "ゆのごう",
    "desc": "岡山県美作市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "浅口市",
    "place": "安倉",
    "reading": "あくら",
    "desc": "岡山県浅口市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "浅口市",
    "place": "鴨方町本庄",
    "reading": "かもがたちょうほんじょ",
    "desc": "岡山県浅口市にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "和気郡和気町",
    "place": "宇生",
    "reading": "うぶ",
    "desc": "岡山県和気郡和気町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "和気郡和気町",
    "place": "木倉",
    "reading": "きのくら",
    "desc": "岡山県和気郡和気町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "和気郡和気町",
    "place": "尺所",
    "reading": "しゃくそ",
    "desc": "岡山県和気郡和気町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "小田郡矢掛町",
    "place": "浅海",
    "reading": "あすみ",
    "desc": "岡山県小田郡矢掛町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "小田郡矢掛町",
    "place": "矢掛",
    "reading": "やかげ",
    "desc": "岡山県小田郡矢掛町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "苫田郡鏡野町",
    "place": "女原",
    "reading": "おなばら",
    "desc": "岡山県苫田郡鏡野町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "苫田郡鏡野町",
    "place": "久保田",
    "reading": "くほうでん",
    "desc": "岡山県苫田郡鏡野町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "苫田郡鏡野町",
    "place": "越畑",
    "reading": "こしわた",
    "desc": "岡山県苫田郡鏡野町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "苫田郡鏡野町",
    "place": "至孝農",
    "reading": "しこうの",
    "desc": "岡山県苫田郡鏡野町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "苫田郡鏡野町",
    "place": "貞永寺",
    "reading": "ていえいじ",
    "desc": "岡山県苫田郡鏡野町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "苫田郡鏡野町",
    "place": "土生",
    "reading": "はぶ",
    "desc": "岡山県苫田郡鏡野町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "勝田郡勝央町",
    "place": "石生",
    "reading": "いしゅう",
    "desc": "岡山県勝田郡勝央町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "久米郡久米南町",
    "place": "上神目",
    "reading": "かみこうめ",
    "desc": "岡山県久米郡久米南町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "久米郡久米南町",
    "place": "京尾",
    "reading": "きょうのお",
    "desc": "岡山県久米郡久米南町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "久米郡久米南町",
    "place": "神目",
    "reading": "こうめ",
    "desc": "岡山県久米郡久米南町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "久米郡久米南町",
    "place": "神目中",
    "reading": "こうめなか",
    "desc": "岡山県久米郡久米南町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "久米郡久米南町",
    "place": "全間",
    "reading": "またま",
    "desc": "岡山県久米郡久米南町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "久米郡久米南町",
    "place": "安ヶ乢",
    "reading": "やすがたわ",
    "desc": "岡山県久米郡久米南町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "久米郡美咲町",
    "place": "打穴",
    "reading": "うたの",
    "desc": "岡山県久米郡美咲町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "[1] - 久米郡美咲町",
    "place": "王子",
    "reading": "おおじ",
    "desc": "岡山県[1] - 久米郡美咲町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "久米郡美咲町",
    "place": "大垪和",
    "reading": "おおはが",
    "desc": "岡山県久米郡美咲町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "久米郡美咲町",
    "place": "書副",
    "reading": "かいぞえ",
    "desc": "岡山県久米郡美咲町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "久米郡美咲町",
    "place": "吉ヶ原",
    "reading": "きちがはら",
    "desc": "岡山県久米郡美咲町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "[2] - 久米郡美咲町",
    "place": "高下",
    "reading": "こおげ",
    "desc": "岡山県[2] - 久米郡美咲町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "久米郡美咲町",
    "place": "越尾",
    "reading": "こよお",
    "desc": "岡山県久米郡美咲町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "久米郡美咲町",
    "place": "周佐",
    "reading": "すさ",
    "desc": "岡山県久米郡美咲町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "久米郡美咲町",
    "place": "角石祖母",
    "reading": "ついしそぼ",
    "desc": "岡山県久米郡美咲町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "久米郡美咲町",
    "place": "百々",
    "reading": "どうどう",
    "desc": "岡山県久米郡美咲町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "久米郡美咲町",
    "place": "中垪和",
    "reading": "なかはが",
    "desc": "岡山県久米郡美咲町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "久米郡美咲町",
    "place": "錦織",
    "reading": "にしこり",
    "desc": "岡山県久米郡美咲町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "久米郡美咲町",
    "place": "西垪和",
    "reading": "にしはが",
    "desc": "岡山県久米郡美咲町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "久米郡美咲町",
    "place": "八神",
    "reading": "ねりがみ",
    "desc": "岡山県久米郡美咲町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "久米郡美咲町",
    "place": "東垪和",
    "reading": "ひがしはが",
    "desc": "岡山県久米郡美咲町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "久米郡美咲町",
    "place": "柵原",
    "reading": "やなはら",
    "desc": "岡山県久米郡美咲町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "久米郡美咲町",
    "place": "飯岡",
    "reading": "ゆうか",
    "desc": "岡山県久米郡美咲町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "加賀郡吉備中央町",
    "place": "岨谷",
    "reading": "すわたに",
    "desc": "岡山県加賀郡吉備中央町にある難読地名。"
  },
  {
    "pref": "岡山県",
    "city": "加賀郡吉備中央町",
    "place": "広面",
    "reading": "ひろも",
    "desc": "岡山県加賀郡吉備中央町にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市中区",
    "place": "銀山町",
    "reading": "かなやまちょう",
    "desc": "広島県広島市中区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市中区",
    "place": "上幟町",
    "reading": "かみのぼりちょう",
    "desc": "広島県広島市中区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市中区",
    "place": "幟町",
    "reading": "のぼりちょう",
    "desc": "広島県広島市中区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市中区",
    "place": "薬研堀",
    "reading": "やげんぼり",
    "desc": "広島県広島市中区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市東区",
    "place": "上温品",
    "reading": "かみぬくしな",
    "desc": "広島県広島市東区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市東区",
    "place": "温品",
    "reading": "ぬくしな",
    "desc": "広島県広島市東区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市東区",
    "place": "温品町",
    "reading": "ぬくしなちょう",
    "desc": "広島県広島市東区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市東区",
    "place": "戸坂",
    "reading": "へさか",
    "desc": "広島県広島市東区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市東区",
    "place": "戸坂町",
    "reading": "へさかちょう",
    "desc": "広島県広島市東区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市南区",
    "place": "猿猴橋町",
    "reading": "えんこうばしちょう",
    "desc": "広島県広島市南区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市南区",
    "place": "大河",
    "reading": "おおこう",
    "desc": "広島県広島市南区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市南区",
    "place": "大州",
    "reading": "おおず",
    "desc": "広島県広島市南区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市南区",
    "place": "上東雲町",
    "reading": "かみしののめちょう",
    "desc": "広島県広島市南区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市南区",
    "place": "北大河町",
    "reading": "きたおおこうちょう",
    "desc": "広島県広島市南区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市南区",
    "place": "東雲",
    "reading": "しののめ",
    "desc": "広島県広島市南区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市南区",
    "place": "似島",
    "reading": "にのしま",
    "desc": "広島県広島市南区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市南区",
    "place": "似島町",
    "reading": "にのしまちょう",
    "desc": "広島県広島市南区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市南区",
    "place": "南大河町",
    "reading": "みなみおおこうちょう",
    "desc": "広島県広島市南区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市南区",
    "place": "向洋",
    "reading": "むかいなだ",
    "desc": "広島県広島市南区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市西区",
    "place": "己斐",
    "reading": "こい",
    "desc": "広島県広島市西区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市西区",
    "place": "三篠",
    "reading": "みささ",
    "desc": "広島県広島市西区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市西区",
    "place": "三篠町",
    "reading": "みささまち",
    "desc": "広島県広島市西区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市安佐北区",
    "place": "安佐町飯室",
    "reading": "あさちょういむろ",
    "desc": "広島県広島市安佐北区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市安佐北区",
    "place": "安佐町小河内",
    "reading": "あさちょうおがうち",
    "desc": "広島県広島市安佐北区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市安佐北区",
    "place": "可部町桐原",
    "reading": "かべちょうとげ",
    "desc": "広島県広島市安佐北区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市安佐北区",
    "place": "可部町南原",
    "reading": "かべちょうなばら",
    "desc": "広島県広島市安佐北区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市佐伯区",
    "place": "湯来町白砂",
    "reading": "ゆきちょうしらさご",
    "desc": "広島県広島市佐伯区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "広島市佐伯区",
    "place": "湯来町葛原",
    "reading": "ゆきちょうつづらはら",
    "desc": "広島県広島市佐伯区にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "呉市",
    "place": "警固屋",
    "reading": "けごや",
    "desc": "広島県呉市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "呉市",
    "place": "豊浜町斎島",
    "reading": "とよはまちょういつきしま",
    "desc": "広島県呉市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "呉市",
    "place": "安浦町内海",
    "reading": "やすうらちょううちのうみ",
    "desc": "広島県呉市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "呉市",
    "place": "吉浦潭鼓町",
    "reading": "よしうらたんこちょう",
    "desc": "広島県呉市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "竹原市",
    "place": "忠海",
    "reading": "ただのうみ",
    "desc": "広島県竹原市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "三原市",
    "place": "久井町莇原",
    "reading": "くいちょうあぞうばら",
    "desc": "広島県三原市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "三原市",
    "place": "幸崎町",
    "reading": "さいざきちょう",
    "desc": "広島県三原市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "三原市",
    "place": "大和町姥ヶ原",
    "reading": "だいわちょううばがはら",
    "desc": "広島県三原市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "三原市",
    "place": "高坂町許山",
    "reading": "たかさかちょうもとやま",
    "desc": "広島県三原市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "三原市",
    "place": "沼田",
    "reading": "ぬた",
    "desc": "広島県三原市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "三原市",
    "place": "沼田町",
    "reading": "ぬたちょう",
    "desc": "広島県三原市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "三原市",
    "place": "沼田西町",
    "reading": "ぬたにしちょう",
    "desc": "広島県三原市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "三原市",
    "place": "沼田東町",
    "reading": "ぬたひがしちょう",
    "desc": "広島県三原市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "三原市",
    "place": "八幡町垣内",
    "reading": "やはたちょうかいち",
    "desc": "広島県三原市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "三原市",
    "place": "八幡町篝",
    "reading": "やはたちょうかがり",
    "desc": "広島県三原市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "三原市",
    "place": "八幡町美生",
    "reading": "やはたちょうみのう",
    "desc": "広島県三原市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "尾道市",
    "place": "因島",
    "reading": "いんのしま",
    "desc": "広島県尾道市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "尾道市",
    "place": "因島洲江町",
    "reading": "いんのしますのえちょう",
    "desc": "広島県尾道市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "尾道市",
    "place": "因島外浦町",
    "reading": "いんのしまとのうらちょう",
    "desc": "広島県尾道市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "尾道市",
    "place": "因島中庄町",
    "reading": "いんのしまなかのしょうちょう",
    "desc": "広島県尾道市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "尾道市",
    "place": "因島土生町",
    "reading": "いんのしまはぶちょう",
    "desc": "広島県尾道市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "尾道市",
    "place": "因島三庄町",
    "reading": "いんのしまみつのしょうちょう",
    "desc": "広島県尾道市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "尾道市",
    "place": "因島椋浦町",
    "reading": "いんのしまむくのうらちょう",
    "desc": "広島県尾道市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "尾道市",
    "place": "尾道",
    "reading": "おのみち",
    "desc": "広島県尾道市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "尾道市",
    "place": "十四日町",
    "reading": "とよひちょう",
    "desc": "広島県尾道市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "尾道市",
    "place": "十四日元町",
    "reading": "とよひもとまち",
    "desc": "広島県尾道市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "尾道市",
    "place": "御調町",
    "reading": "みつぎちょう",
    "desc": "広島県尾道市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "尾道市",
    "place": "御調町白太",
    "reading": "みつぎちょうはかた",
    "desc": "広島県尾道市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "福山市",
    "place": "芦田町柞磨",
    "reading": "あしだちょうたるま",
    "desc": "広島県福山市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "福山市",
    "place": "伊勢丘",
    "reading": "いせがおか",
    "desc": "広島県福山市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "福山市",
    "place": "駅家町法成寺",
    "reading": "えきやちょうほうじょうじ",
    "desc": "広島県福山市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "福山市",
    "place": "駅家町万能倉",
    "reading": "えきやちょうまなぐら",
    "desc": "広島県福山市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "福山市",
    "place": "神島町",
    "reading": "かしまちょう",
    "desc": "広島県福山市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "福山市",
    "place": "神村町",
    "reading": "かむらちょう",
    "desc": "広島県福山市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "福山市",
    "place": "神辺町道上",
    "reading": "かんなべちょうみちのうえ",
    "desc": "広島県福山市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "福山市",
    "place": "神辺町八尋",
    "reading": "かんなべちょうやひろ",
    "desc": "広島県福山市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "福山市",
    "place": "新市町相方",
    "reading": "しんいちちょうさがた",
    "desc": "広島県福山市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "福山市",
    "place": "瀬戸町山北",
    "reading": "せとちょうさぼく",
    "desc": "広島県福山市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "福山市",
    "place": "沼隈町上山南",
    "reading": "ぬまくまちょうかみさんな",
    "desc": "広島県福山市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "福山市",
    "place": "沼隈町下山南",
    "reading": "ぬまくまちょうしもさんな",
    "desc": "広島県福山市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "福山市",
    "place": "沼隈町中山南",
    "reading": "ぬまくまちょうなかさんな",
    "desc": "広島県福山市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "福山市",
    "place": "水呑町",
    "reading": "みのみちょう",
    "desc": "広島県福山市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "福山市",
    "place": "水呑向丘",
    "reading": "みのみむかいがおか",
    "desc": "広島県福山市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "福山市",
    "place": "御幸町森脇",
    "reading": "みゆきちょうもりわけ",
    "desc": "広島県福山市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "府中市",
    "place": "上山町",
    "reading": "うやまちょう",
    "desc": "広島県府中市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "府中市",
    "place": "河面町",
    "reading": "こうもちょう",
    "desc": "広島県府中市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "府中市",
    "place": "上下町階見",
    "reading": "じょうげちょうしなみ",
    "desc": "広島県府中市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "府中市",
    "place": "父石町",
    "reading": "ちいしちょう",
    "desc": "広島県府中市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "府中市",
    "place": "土生町",
    "reading": "はぶちょう",
    "desc": "広島県府中市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "府中市",
    "place": "行縢町",
    "reading": "むかばきちょう",
    "desc": "広島県府中市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "三次市",
    "place": "海渡町",
    "reading": "うとまち",
    "desc": "広島県三次市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "三次市",
    "place": "吉舎町",
    "reading": "きさちょう",
    "desc": "広島県三次市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "三次市",
    "place": "吉舎町雲通",
    "reading": "きさちょううづい",
    "desc": "広島県三次市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "三次市",
    "place": "吉舎町吉舎",
    "reading": "きさちょうきさ",
    "desc": "広島県三次市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "三次市",
    "place": "甲奴町小童",
    "reading": "こうぬちょうひち",
    "desc": "広島県三次市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "三次市",
    "place": "作木町門田",
    "reading": "さくぎちょうもんで",
    "desc": "広島県三次市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "三次市",
    "place": "三次",
    "reading": "みよし",
    "desc": "広島県三次市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "三次市",
    "place": "三次町",
    "reading": "みよしまち",
    "desc": "広島県三次市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "三次市",
    "place": "廻神町",
    "reading": "めぐりかみまち",
    "desc": "広島県三次市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "庄原市",
    "place": "雨連",
    "reading": "あめつら",
    "desc": "広島県庄原市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "庄原市",
    "place": "口和町金田",
    "reading": "くちわちょうきんで",
    "desc": "広島県庄原市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "庄原市",
    "place": "実留町",
    "reading": "さねどめちょう",
    "desc": "広島県庄原市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "庄原市",
    "place": "高野町奥門田",
    "reading": "たかのちょうおくもんで",
    "desc": "広島県庄原市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "庄原市",
    "place": "高野町下門田",
    "reading": "たかのちょうしもんで",
    "desc": "広島県庄原市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "庄原市",
    "place": "高野町中門田",
    "reading": "たかのちょうなかもんで",
    "desc": "広島県庄原市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "庄原市",
    "place": "風防地",
    "reading": "たらんち",
    "desc": "広島県庄原市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "庄原市",
    "place": "坉田",
    "reading": "どんでん",
    "desc": "広島県庄原市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "庄原市",
    "place": "比和町木屋原",
    "reading": "ひわちょうこやばら",
    "desc": "広島県庄原市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "庄原市",
    "place": "比和町三河内",
    "reading": "ひわちょうみつがいち",
    "desc": "広島県庄原市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "庄原市",
    "place": "蟶野",
    "reading": "まての",
    "desc": "広島県庄原市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "庄原市",
    "place": "門田町",
    "reading": "もんでちょう",
    "desc": "広島県庄原市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "庄原市",
    "place": "山内町",
    "reading": "やまのうちちょう",
    "desc": "広島県庄原市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "大竹市",
    "place": "穂仁原",
    "reading": "おにはら",
    "desc": "広島県大竹市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "大竹市",
    "place": "木野",
    "reading": "この",
    "desc": "広島県大竹市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "大竹市",
    "place": "比作",
    "reading": "ひっつくり",
    "desc": "広島県大竹市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "大竹市",
    "place": "油見",
    "reading": "ゆうみ",
    "desc": "広島県大竹市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "東広島市",
    "place": "黒瀬町市飯田",
    "reading": "くろせちょういちいだ",
    "desc": "広島県東広島市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "東広島市",
    "place": "黒瀬町乃美尾",
    "reading": "くろせちょうのみのお",
    "desc": "広島県東広島市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "東広島市",
    "place": "西条町助実",
    "reading": "さいじょうちょうすけざね",
    "desc": "広島県東広島市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "東広島市",
    "place": "志和町七条椛坂",
    "reading": "しわちょうしちじょうかぶさか",
    "desc": "広島県東広島市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "東広島市",
    "place": "豊栄町安宿",
    "reading": "とよさかちょうあすか",
    "desc": "広島県東広島市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "東広島市",
    "place": "福富町久芳",
    "reading": "ふくとみちょうくば",
    "desc": "広島県東広島市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "廿日市市",
    "place": "飯山",
    "reading": "いいのやま",
    "desc": "広島県廿日市市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "廿日市市",
    "place": "大野鴉ヶ岡",
    "reading": "おおのからすがおか",
    "desc": "広島県廿日市市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "廿日市市",
    "place": "上平良",
    "reading": "かみへら",
    "desc": "広島県廿日市市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "廿日市市",
    "place": "下平良",
    "reading": "しもへら",
    "desc": "広島県廿日市市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "廿日市市",
    "place": "廿日市",
    "reading": "はつかいち",
    "desc": "広島県廿日市市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "廿日市市",
    "place": "平良",
    "reading": "へら",
    "desc": "広島県廿日市市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "安芸高田市",
    "place": "甲田町糘地",
    "reading": "こうだちょうすくもじ",
    "desc": "広島県安芸高田市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "安芸高田市",
    "place": "美土里町生田",
    "reading": "みどりちょういけだ",
    "desc": "広島県安芸高田市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "安芸高田市",
    "place": "八千代町土師",
    "reading": "やちよちょうはじ",
    "desc": "広島県安芸高田市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "安芸高田市",
    "place": "吉田町相合",
    "reading": "よしだちょうあいおう",
    "desc": "広島県安芸高田市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "江田島市",
    "place": "能美町鹿川",
    "reading": "のうみちょうかのかわ",
    "desc": "広島県江田島市にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "安芸郡府中町",
    "place": "鹿籠",
    "reading": "こごもり",
    "desc": "広島県安芸郡府中町にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "安芸郡府中町",
    "place": "水分峡",
    "reading": "みくまりきょう",
    "desc": "広島県安芸郡府中町にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "山県郡",
    "place": "山県",
    "reading": "やまがた",
    "desc": "広島県山県郡にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "山県郡安芸太田町",
    "place": "遊谷",
    "reading": "あぞうだに",
    "desc": "広島県山県郡安芸太田町にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "山県郡安芸太田町",
    "place": "猪山",
    "reading": "いのしやま",
    "desc": "広島県山県郡安芸太田町にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "山県郡安芸太田町",
    "place": "柴木",
    "reading": "しわぎ",
    "desc": "広島県山県郡安芸太田町にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "山県郡安芸太田町",
    "place": "横川",
    "reading": "よこごう",
    "desc": "広島県山県郡安芸太田町にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "山県郡北広島町",
    "place": "雲耕",
    "reading": "うずのう",
    "desc": "広島県山県郡北広島町にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "山県郡北広島町",
    "place": "移原",
    "reading": "うつのはら",
    "desc": "広島県山県郡北広島町にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "山県郡北広島町",
    "place": "才乙",
    "reading": "さよおと",
    "desc": "広島県山県郡北広島町にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "山県郡北広島町",
    "place": "舞綱",
    "reading": "もうつな",
    "desc": "広島県山県郡北広島町にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "山県郡北広島町",
    "place": "丁保余原",
    "reading": "よおろほよばら",
    "desc": "広島県山県郡北広島町にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "豊田郡大崎上島町",
    "place": "鮴崎",
    "reading": "めばるざき",
    "desc": "広島県豊田郡大崎上島町にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "世羅郡世羅町",
    "place": "田打",
    "reading": "とうち",
    "desc": "広島県世羅郡世羅町にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "神石郡神石高原町",
    "place": "階見",
    "reading": "しなみ",
    "desc": "広島県神石郡神石高原町にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "神石郡神石高原町",
    "place": "李",
    "reading": "すもも",
    "desc": "広島県神石郡神石高原町にある難読地名。"
  },
  {
    "pref": "広島県",
    "city": "神石郡神石高原町",
    "place": "田頭",
    "reading": "たんどう",
    "desc": "広島県神石郡神石高原町にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "下関市",
    "place": "内日",
    "reading": "うつい",
    "desc": "山口県下関市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "下関市",
    "place": "阿内",
    "reading": "おうち",
    "desc": "山口県下関市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "下関市",
    "place": "員光",
    "reading": "かずみつ",
    "desc": "山口県下関市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "下関市",
    "place": "員光町",
    "reading": "かずみつちょう",
    "desc": "山口県下関市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "下関市",
    "place": "菊川町轡井",
    "reading": "きくがわちょうくつわい",
    "desc": "山口県下関市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "下関市",
    "place": "菊川町樅ノ木",
    "reading": "きくがわちょうもみのき",
    "desc": "山口県下関市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "下関市",
    "place": "特牛",
    "reading": "こっとい",
    "desc": "山口県下関市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "下関市",
    "place": "木屋川",
    "reading": "こやがわ",
    "desc": "山口県下関市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "下関市",
    "place": "豊田町手洗",
    "reading": "とよたちょうたらい",
    "desc": "山口県下関市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "下関市",
    "place": "豊田町杢路子",
    "reading": "とよたちょうむくろうじ",
    "desc": "山口県下関市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "下関市",
    "place": "豊田町八道",
    "reading": "とよたちょうやじ",
    "desc": "山口県下関市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "下関市",
    "place": "南部町",
    "reading": "なべちょう",
    "desc": "山口県下関市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "下関市",
    "place": "岬之町",
    "reading": "はなのちょう",
    "desc": "山口県下関市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "下関市",
    "place": "蓋井島",
    "reading": "ふたおいじま",
    "desc": "山口県下関市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "下関市",
    "place": "豊北町田耕",
    "reading": "ほうほくちょうたすき",
    "desc": "山口県下関市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "下関市",
    "place": "吉見古宿町",
    "reading": "よしみこずくちょう",
    "desc": "山口県下関市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "宇部市",
    "place": "櫟原",
    "reading": "いちいばら",
    "desc": "山口県宇部市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "宇部市",
    "place": "棯小野",
    "reading": "うつぎおの",
    "desc": "山口県宇部市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "宇部市",
    "place": "吉部",
    "reading": "きべ",
    "desc": "山口県宇部市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "宇部市",
    "place": "西吉部",
    "reading": "にしきべ",
    "desc": "山口県宇部市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "宇部市",
    "place": "東吉部",
    "reading": "ひがしきべ",
    "desc": "山口県宇部市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "宇部市",
    "place": "厚東",
    "reading": "ことう",
    "desc": "山口県宇部市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "宇部市",
    "place": "矢矯",
    "reading": "やはぎ",
    "desc": "山口県宇部市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "山口市",
    "place": "秋穂",
    "reading": "あいお",
    "desc": "山口県山口市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "山口市",
    "place": "秋穂二島",
    "reading": "あいおふたじま",
    "desc": "山口県山口市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "山口市",
    "place": "阿知須",
    "reading": "あじす",
    "desc": "山口県山口市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "山口市",
    "place": "生雲",
    "reading": "いくも",
    "desc": "山口県山口市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "山口市",
    "place": "嘉年",
    "reading": "かね",
    "desc": "山口県山口市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "山口市",
    "place": "陶",
    "reading": "すえ",
    "desc": "山口県山口市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "山口市",
    "place": "鋳銭司",
    "reading": "すぜんじ",
    "desc": "山口県山口市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "山口市",
    "place": "周布町",
    "reading": "すふちょう",
    "desc": "山口県山口市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "山口市",
    "place": "徳地柚木",
    "reading": "とくぢゆのき",
    "desc": "山口県山口市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "山口市",
    "place": "八幡馬場",
    "reading": "やわたのばば",
    "desc": "山口県山口市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "山口市",
    "place": "吉敷",
    "reading": "よしき",
    "desc": "山口県山口市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "萩市",
    "place": "飯井",
    "reading": "いい",
    "desc": "山口県萩市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "萩市",
    "place": "御許町",
    "reading": "おもとまち",
    "desc": "山口県萩市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "萩市",
    "place": "吉部下",
    "reading": "きべしも",
    "desc": "山口県萩市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "萩市",
    "place": "紫福",
    "reading": "しぶき",
    "desc": "山口県萩市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "萩市",
    "place": "椿東",
    "reading": "ちんとう",
    "desc": "山口県萩市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "萩市",
    "place": "土原",
    "reading": "ひじわら",
    "desc": "山口県萩市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "萩市",
    "place": "平安古町",
    "reading": "ひやこまち",
    "desc": "山口県萩市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "防府市",
    "place": "迫戸町",
    "reading": "せばとちょう",
    "desc": "山口県防府市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "防府市",
    "place": "富海",
    "reading": "とのみ",
    "desc": "山口県防府市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "防府市",
    "place": "鞠生町",
    "reading": "まりふちょう",
    "desc": "山口県防府市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "防府市",
    "place": "牟礼",
    "reading": "むれ",
    "desc": "山口県防府市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "下松市",
    "place": "下谷",
    "reading": "くだたに",
    "desc": "山口県下松市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "下松市",
    "place": "下松",
    "reading": "くだまつ",
    "desc": "山口県下松市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "下松市",
    "place": "温見",
    "reading": "ぬくみ",
    "desc": "山口県下松市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "岩国市",
    "place": "青木町",
    "reading": "おおぎまち",
    "desc": "山口県岩国市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "岩国市",
    "place": "周東町獺越",
    "reading": "しゅうとうまちおそごえ",
    "desc": "山口県岩国市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "岩国市",
    "place": "通津",
    "reading": "つづ",
    "desc": "山口県岩国市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "岩国市",
    "place": "天尾",
    "reading": "てんのお",
    "desc": "山口県岩国市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "岩国市",
    "place": "錦見",
    "reading": "にしみ",
    "desc": "山口県岩国市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "岩国市",
    "place": "廿木",
    "reading": "はたき",
    "desc": "山口県岩国市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "岩国市",
    "place": "土生",
    "reading": "はぶ",
    "desc": "山口県岩国市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "岩国市",
    "place": "藤生町",
    "reading": "ふじゅうまち",
    "desc": "山口県岩国市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "岩国市",
    "place": "美川町四馬神",
    "reading": "みかわまちしめがみ",
    "desc": "山口県岩国市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "岩国市",
    "place": "美川町南桑",
    "reading": "みかわまちなぐわ",
    "desc": "山口県岩国市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "岩国市",
    "place": "海土路町",
    "reading": "みどろまち",
    "desc": "山口県岩国市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "岩国市",
    "place": "美和町渋前",
    "reading": "みわまちしぶくま",
    "desc": "山口県岩国市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "岩国市",
    "place": "美和町中垣内",
    "reading": "みわまちなかがうち",
    "desc": "山口県岩国市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "岩国市",
    "place": "美和町日宛",
    "reading": "みわまちひなた",
    "desc": "山口県岩国市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "光市",
    "place": "牛島",
    "reading": "うしま",
    "desc": "山口県光市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "光市",
    "place": "束荷",
    "reading": "つかり",
    "desc": "山口県光市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "長門市",
    "place": "日置",
    "reading": "へき",
    "desc": "山口県長門市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "柳井市",
    "place": "伊陸",
    "reading": "いかち",
    "desc": "山口県柳井市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "柳井市",
    "place": "伊保庄",
    "reading": "いほのしょう",
    "desc": "山口県柳井市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "美祢市",
    "place": "青景",
    "reading": "あおかげ",
    "desc": "山口県美祢市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "美祢市",
    "place": "厚保",
    "reading": "あつ",
    "desc": "山口県美祢市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "美祢市",
    "place": "嘉万",
    "reading": "かま",
    "desc": "山口県美祢市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "美祢市",
    "place": "西厚保町",
    "reading": "にしあつちょう",
    "desc": "山口県美祢市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "美祢市",
    "place": "東厚保町",
    "reading": "ひがしあつちょう",
    "desc": "山口県美祢市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "周南市",
    "place": "莇地",
    "reading": "あどうじ",
    "desc": "山口県周南市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "周南市",
    "place": "上遠石町",
    "reading": "かみといしちょう",
    "desc": "山口県周南市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "周南市",
    "place": "粭島",
    "reading": "すくもじま",
    "desc": "山口県周南市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "周南市",
    "place": "須々万",
    "reading": "すすま",
    "desc": "山口県周南市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "周南市",
    "place": "須万",
    "reading": "すま",
    "desc": "山口県周南市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "周南市",
    "place": "清尾",
    "reading": "せいのお",
    "desc": "山口県周南市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "周南市",
    "place": "垰",
    "reading": "たお",
    "desc": "山口県周南市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "周南市",
    "place": "遠石",
    "reading": "といし",
    "desc": "山口県周南市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "周南市",
    "place": "土越",
    "reading": "ひじこし",
    "desc": "山口県周南市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "周南市",
    "place": "戸田",
    "reading": "へた",
    "desc": "山口県周南市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "周南市",
    "place": "政所",
    "reading": "まどころ",
    "desc": "山口県周南市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "周南市",
    "place": "金峰",
    "reading": "みたけ",
    "desc": "山口県周南市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "周南市",
    "place": "夜市",
    "reading": "やじ",
    "desc": "山口県周南市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "山陽小野田市",
    "place": "厚狭",
    "reading": "あさ",
    "desc": "山口県山陽小野田市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "山陽小野田市",
    "place": "埴生",
    "reading": "はぶ",
    "desc": "山口県山陽小野田市にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "大島郡周防大島町",
    "place": "神浦",
    "reading": "こうのうら",
    "desc": "山口県大島郡周防大島町にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "大島郡周防大島町",
    "place": "津海木",
    "reading": "つのうぎ",
    "desc": "山口県大島郡周防大島町にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "大島郡周防大島町",
    "place": "外入",
    "reading": "とのにゅう",
    "desc": "山口県大島郡周防大島町にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "大島郡周防大島町",
    "place": "西安下庄",
    "reading": "にしあげのしょう",
    "desc": "山口県大島郡周防大島町にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "大島郡周防大島町",
    "place": "東安下庄",
    "reading": "ひがしあげのしょう",
    "desc": "山口県大島郡周防大島町にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "大島郡周防大島町",
    "place": "日前",
    "reading": "ひくま",
    "desc": "山口県大島郡周防大島町にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "熊毛郡田布施町",
    "place": "麻郷",
    "reading": "おごう",
    "desc": "山口県熊毛郡田布施町にある難読地名。"
  },
  {
    "pref": "山口県",
    "city": "阿武郡阿武町",
    "place": "宇生賀",
    "reading": "うぶか",
    "desc": "山口県阿武郡阿武町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市門司区",
    "place": "鹿喰",
    "reading": "かじき",
    "desc": "福岡県北九州市門司区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市門司区",
    "place": "猿喰",
    "reading": "さるはみ",
    "desc": "福岡県北九州市門司区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市門司区",
    "place": "二タ松",
    "reading": "ふたまつ",
    "desc": "福岡県北九州市門司区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市門司区",
    "place": "馬寄",
    "reading": "まいそう",
    "desc": "福岡県北九州市門司区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市門司区",
    "place": "和布刈",
    "reading": "めかり",
    "desc": "福岡県北九州市門司区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市門司区",
    "place": "門司",
    "reading": "もじ",
    "desc": "福岡県北九州市門司区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市若松区",
    "place": "蜑住",
    "reading": "あますみ",
    "desc": "福岡県北九州市若松区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市若松区",
    "place": "修多羅",
    "reading": "すたら",
    "desc": "福岡県北九州市若松区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市若松区",
    "place": "脇田",
    "reading": "わいた",
    "desc": "福岡県北九州市若松区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市小倉北区",
    "place": "到津",
    "reading": "いとうづ",
    "desc": "福岡県北九州市小倉北区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市小倉北区",
    "place": "鋳物師町",
    "reading": "いもじまち",
    "desc": "福岡県北九州市小倉北区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市小倉北区",
    "place": "江南町",
    "reading": "えなみちょう",
    "desc": "福岡県北九州市小倉北区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市小倉北区",
    "place": "許斐町",
    "reading": "このみまち",
    "desc": "福岡県北九州市小倉北区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市小倉北区",
    "place": "菜園場",
    "reading": "さえんば",
    "desc": "福岡県北九州市小倉北区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市小倉北区",
    "place": "日明",
    "reading": "ひあがり",
    "desc": "福岡県北九州市小倉北区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市小倉南区",
    "place": "合馬",
    "reading": "おうま",
    "desc": "福岡県北九州市小倉南区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市小倉南区",
    "place": "長行",
    "reading": "おさゆき",
    "desc": "福岡県北九州市小倉南区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市小倉南区",
    "place": "頂吉越",
    "reading": "かぐめごし",
    "desc": "福岡県北九州市小倉南区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市小倉南区",
    "place": "頂吉",
    "reading": "かぐめよし",
    "desc": "福岡県北九州市小倉南区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市小倉南区",
    "place": "企救丘",
    "reading": "きくがおか",
    "desc": "福岡県北九州市小倉南区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市小倉南区",
    "place": "朽網",
    "reading": "くさみ",
    "desc": "福岡県北九州市小倉南区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市小倉南区",
    "place": "徳力",
    "reading": "とくりき",
    "desc": "福岡県北九州市小倉南区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市小倉南区",
    "place": "母原",
    "reading": "もはら",
    "desc": "福岡県北九州市小倉南区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市小倉南区",
    "place": "守恒",
    "reading": "もりつね",
    "desc": "福岡県北九州市小倉南区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市小倉南区、田川郡香春町",
    "place": "金辺峠",
    "reading": "きべとうげ",
    "desc": "福岡県北九州市小倉南区、田川郡香春町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市八幡東区",
    "place": "荒生田",
    "reading": "あろうだ",
    "desc": "福岡県北九州市八幡東区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市八幡西区",
    "place": "穴生",
    "reading": "あのお",
    "desc": "福岡県北九州市八幡西区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市八幡西区",
    "place": "永犬丸",
    "reading": "えいのまる",
    "desc": "福岡県北九州市八幡西区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市八幡西区",
    "place": "京良城町",
    "reading": "きょうらぎまち",
    "desc": "福岡県北九州市八幡西区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市八幡西区",
    "place": "洞南町",
    "reading": "くきなみまち",
    "desc": "福岡県北九州市八幡西区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市八幡西区",
    "place": "皇后崎",
    "reading": "こうがさき",
    "desc": "福岡県北九州市八幡西区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市八幡西区",
    "place": "上津役",
    "reading": "こうじゃく",
    "desc": "福岡県北九州市八幡西区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市八幡西区",
    "place": "河桃町",
    "reading": "こうとうまち",
    "desc": "福岡県北九州市八幡西区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市八幡西区",
    "place": "木屋瀬",
    "reading": "こやのせ",
    "desc": "福岡県北九州市八幡西区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市八幡西区",
    "place": "幸神",
    "reading": "さいのかみ",
    "desc": "福岡県北九州市八幡西区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市八幡西区",
    "place": "陣原",
    "reading": "じんのはる",
    "desc": "福岡県北九州市八幡西区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市八幡西区",
    "place": "野面",
    "reading": "のぶ",
    "desc": "福岡県北九州市八幡西区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "北九州市八幡西区",
    "place": "曲里",
    "reading": "まがり",
    "desc": "福岡県北九州市八幡西区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福岡市東区",
    "place": "唐原",
    "reading": "とうのはる",
    "desc": "福岡県福岡市東区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福岡市東区",
    "place": "馬出",
    "reading": "まいだし",
    "desc": "福岡県福岡市東区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福岡市博多区",
    "place": "御供所町",
    "reading": "ごくしょまち",
    "desc": "福岡県福岡市博多区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福岡市博多区",
    "place": "雀居",
    "reading": "ささい",
    "desc": "福岡県福岡市博多区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福岡市博多区",
    "place": "対馬小路",
    "reading": "つましょうじ",
    "desc": "福岡県福岡市博多区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福岡市博多区",
    "place": "席田",
    "reading": "むしろだ",
    "desc": "福岡県福岡市博多区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福岡市博多区",
    "place": "立花寺",
    "reading": "りゅうげじ",
    "desc": "福岡県福岡市博多区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福岡市中央区",
    "place": "警固",
    "reading": "けご",
    "desc": "福岡県福岡市中央区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福岡市南区",
    "place": "曰佐",
    "reading": "おさ",
    "desc": "福岡県福岡市南区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福岡市南区",
    "place": "警弥郷",
    "reading": "けやごう",
    "desc": "福岡県福岡市南区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福岡市西区",
    "place": "壱岐",
    "reading": "いき",
    "desc": "福岡県福岡市西区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福岡市西区",
    "place": "小呂島",
    "reading": "おろのしま",
    "desc": "福岡県福岡市西区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福岡市西区",
    "place": "柑子岳",
    "reading": "こうしだけ",
    "desc": "福岡県福岡市西区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福岡市西区",
    "place": "周船寺",
    "reading": "すせんじ",
    "desc": "福岡県福岡市西区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福岡市西区",
    "place": "女原",
    "reading": "みょうばる",
    "desc": "福岡県福岡市西区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福岡市西区、糸島市",
    "place": "高祖",
    "reading": "たかす",
    "desc": "福岡県福岡市西区、糸島市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福岡市城南区、糟屋郡志免町、遠賀郡遠賀町",
    "place": "別府",
    "reading": "べふ",
    "desc": "福岡県福岡市城南区、糟屋郡志免町、遠賀郡遠賀町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福岡市早良区",
    "place": "入部",
    "reading": "いるべ",
    "desc": "福岡県福岡市早良区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福岡市早良区",
    "place": "早良",
    "reading": "さわら",
    "desc": "福岡県福岡市早良区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福岡市早良区",
    "place": "椎原",
    "reading": "しいば",
    "desc": "福岡県福岡市早良区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福岡市早良区",
    "place": "四箇",
    "reading": "しか",
    "desc": "福岡県福岡市早良区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福岡市早良区",
    "place": "西新",
    "reading": "にしじん",
    "desc": "福岡県福岡市早良区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福岡市早良区",
    "place": "野芥",
    "reading": "のけ",
    "desc": "福岡県福岡市早良区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福岡市早良区",
    "place": "百道",
    "reading": "ももち",
    "desc": "福岡県福岡市早良区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "大牟田市",
    "place": "櫟野",
    "reading": "いちの",
    "desc": "福岡県大牟田市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "大牟田市",
    "place": "御幸返",
    "reading": "おこがえり",
    "desc": "福岡県大牟田市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "大牟田市",
    "place": "教楽来",
    "reading": "きょうらぎ",
    "desc": "福岡県大牟田市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "大牟田市",
    "place": "歴木",
    "reading": "くぬぎ",
    "desc": "福岡県大牟田市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "大牟田市",
    "place": "久福木",
    "reading": "くぶき",
    "desc": "福岡県大牟田市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "大牟田市",
    "place": "四ケ",
    "reading": "しか",
    "desc": "福岡県大牟田市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "大牟田市",
    "place": "早米来町",
    "reading": "ぞうめきまち",
    "desc": "福岡県大牟田市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "大牟田市",
    "place": "怒縄田",
    "reading": "ぬなわだ",
    "desc": "福岡県大牟田市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "大牟田市",
    "place": "駛馬町",
    "reading": "はやめまち",
    "desc": "福岡県大牟田市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "久留米市",
    "place": "相川",
    "reading": "あいごう",
    "desc": "福岡県久留米市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "久留米市",
    "place": "朝帰",
    "reading": "あさがえり",
    "desc": "福岡県久留米市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "久留米市",
    "place": "上川原",
    "reading": "かみごうら",
    "desc": "福岡県久留米市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "久留米市",
    "place": "上津荒木",
    "reading": "こうだらき",
    "desc": "福岡県久留米市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "久留米市",
    "place": "紅桃林",
    "reading": "ことばやし",
    "desc": "福岡県久留米市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "久留米市",
    "place": "下川原",
    "reading": "しもごうら",
    "desc": "福岡県久留米市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "久留米市",
    "place": "太郎原町",
    "reading": "だいろばるまち",
    "desc": "福岡県久留米市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "久留米市",
    "place": "田主丸町",
    "reading": "たぬしまるまち",
    "desc": "福岡県久留米市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "久留米市",
    "place": "野伏間",
    "reading": "のぶすま",
    "desc": "福岡県久留米市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "久留米市",
    "place": "原古賀町",
    "reading": "はらんこがまち",
    "desc": "福岡県久留米市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "久留米市",
    "place": "殖木",
    "reading": "ふえき",
    "desc": "福岡県久留米市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "久留米市",
    "place": "益生田",
    "reading": "ますおだ",
    "desc": "福岡県久留米市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "久留米市",
    "place": "耳納",
    "reading": "みのう",
    "desc": "福岡県久留米市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "久留米市",
    "place": "麦生",
    "reading": "むぎお",
    "desc": "福岡県久留米市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "久留米市",
    "place": "鹿狩",
    "reading": "ろっかり",
    "desc": "福岡県久留米市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "久留米市",
    "place": "三潴町",
    "reading": "みづままち",
    "desc": "福岡県久留米市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "",
    "place": "三潴郡",
    "reading": "みずまぐん",
    "desc": "福岡県にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "直方市",
    "place": "赤地",
    "reading": "あかじ",
    "desc": "福岡県直方市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "直方市",
    "place": "打向",
    "reading": "うつむき",
    "desc": "福岡県直方市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "直方市",
    "place": "御館町",
    "reading": "おたてまち",
    "desc": "福岡県直方市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "直方市",
    "place": "鴨生田",
    "reading": "かもおだ",
    "desc": "福岡県直方市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "直方市",
    "place": "感田",
    "reading": "がんだ",
    "desc": "福岡県直方市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "直方市",
    "place": "黍田池",
    "reading": "きびたいけ",
    "desc": "福岡県直方市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "直方市",
    "place": "神正町",
    "reading": "しんせいまち",
    "desc": "福岡県直方市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "直方市",
    "place": "新入",
    "reading": "しんにゅう",
    "desc": "福岡県直方市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "直方市",
    "place": "知古",
    "reading": "ちこ",
    "desc": "福岡県直方市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "直方市",
    "place": "道目木",
    "reading": "どうめき",
    "desc": "福岡県直方市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "直方市",
    "place": "頓野",
    "reading": "とんの",
    "desc": "福岡県直方市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "直方市",
    "place": "直方",
    "reading": "のおがた",
    "desc": "福岡県直方市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "直方市",
    "place": "羽高",
    "reading": "はだか",
    "desc": "福岡県直方市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "直方市",
    "place": "別田",
    "reading": "べった",
    "desc": "福岡県直方市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "直方市",
    "place": "六ヶ岳",
    "reading": "むつがだけ",
    "desc": "福岡県直方市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "直方市",
    "place": "行定",
    "reading": "ゆきさだ",
    "desc": "福岡県直方市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "直方市",
    "place": "行常",
    "reading": "ゆきつね",
    "desc": "福岡県直方市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "直方市",
    "place": "柞の木",
    "reading": "ゆすのき",
    "desc": "福岡県直方市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "飯塚市",
    "place": "飯塚",
    "reading": "いいづか",
    "desc": "福岡県飯塚市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "飯塚市",
    "place": "伊岐須",
    "reading": "いぎす",
    "desc": "福岡県飯塚市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "飯塚市",
    "place": "小正",
    "reading": "おばさ",
    "desc": "福岡県飯塚市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "飯塚市",
    "place": "頴田",
    "reading": "かいた",
    "desc": "福岡県飯塚市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "飯塚市",
    "place": "鹿毛馬",
    "reading": "かけのうま",
    "desc": "福岡県飯塚市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "飯塚市",
    "place": "上三緒、下三緒、鶴三緒",
    "reading": "かみみお、しもみお、つるみお",
    "desc": "福岡県飯塚市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "飯塚市",
    "place": "柏の森",
    "reading": "かやのもり",
    "desc": "福岡県飯塚市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "飯塚市",
    "place": "建花寺",
    "reading": "けんげいじ",
    "desc": "福岡県飯塚市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "飯塚市",
    "place": "菰田",
    "reading": "こもだ",
    "desc": "福岡県飯塚市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "飯塚市",
    "place": "目尾",
    "reading": "しゃかのお",
    "desc": "福岡県飯塚市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "飯塚市",
    "place": "津原",
    "reading": "つわら",
    "desc": "福岡県飯塚市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川地区",
    "place": "鷹羽",
    "reading": "たかは",
    "desc": "福岡県田川地区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川市",
    "place": "猪位金",
    "reading": "いいかね",
    "desc": "福岡県田川市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川市",
    "place": "伊加利",
    "reading": "いかり",
    "desc": "福岡県田川市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川市",
    "place": "位登",
    "reading": "いとう",
    "desc": "福岡県田川市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川市",
    "place": "猪国",
    "reading": "いのくに",
    "desc": "福岡県田川市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川市",
    "place": "猪膝",
    "reading": "いのひざ",
    "desc": "福岡県田川市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川市",
    "place": "角銅原",
    "reading": "かくどうばる",
    "desc": "福岡県田川市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川市",
    "place": "岩屋",
    "reading": "ごうや",
    "desc": "福岡県田川市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川市",
    "place": "黄金ヶ丘",
    "reading": "こがねがおか",
    "desc": "福岡県田川市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川市",
    "place": "糒",
    "reading": "ほしい",
    "desc": "福岡県田川市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川市",
    "place": "御祓",
    "reading": "みそぎ",
    "desc": "福岡県田川市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川市",
    "place": "見立",
    "reading": "みたて",
    "desc": "福岡県田川市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川市",
    "place": "籾井",
    "reading": "もみい",
    "desc": "福岡県田川市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川市",
    "place": "弓削田",
    "reading": "ゆげた",
    "desc": "福岡県田川市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川市",
    "place": "芳ヶ谷",
    "reading": "よしがたに",
    "desc": "福岡県田川市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川市",
    "place": "若咲",
    "reading": "わかさ",
    "desc": "福岡県田川市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "柳川市",
    "place": "鬼童町",
    "reading": "おんどうまち",
    "desc": "福岡県柳川市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "柳川市",
    "place": "金納",
    "reading": "かんの",
    "desc": "福岡県柳川市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "柳川市",
    "place": "棚町",
    "reading": "たのまち",
    "desc": "福岡県柳川市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "柳川市",
    "place": "七ツ家",
    "reading": "ななつえ",
    "desc": "福岡県柳川市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "柳川市",
    "place": "新村",
    "reading": "みむら",
    "desc": "福岡県柳川市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "柳川市",
    "place": "柳川",
    "reading": "やながわ",
    "desc": "福岡県柳川市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "八女市",
    "place": "上辺春",
    "reading": "かみへばる",
    "desc": "福岡県八女市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "八女市",
    "place": "左手上",
    "reading": "さんじゃき",
    "desc": "福岡県八女市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "八女市",
    "place": "日向神",
    "reading": "ひゅうがみ",
    "desc": "福岡県八女市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "筑後市",
    "place": "上原々",
    "reading": "かんばらばら",
    "desc": "福岡県筑後市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "筑後市",
    "place": "常用",
    "reading": "つねもち",
    "desc": "福岡県筑後市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "大川市",
    "place": "紅粉屋",
    "reading": "べにや",
    "desc": "福岡県大川市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "行橋市",
    "place": "天生田",
    "reading": "あもうだ",
    "desc": "福岡県行橋市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "行橋市",
    "place": "長木",
    "reading": "おさぎ",
    "desc": "福岡県行橋市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "行橋市",
    "place": "御清水池",
    "reading": "おしょうずいけ",
    "desc": "福岡県行橋市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "行橋市",
    "place": "沓尾",
    "reading": "くつお",
    "desc": "福岡県行橋市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "行橋市",
    "place": "新田原",
    "reading": "しんでんばる",
    "desc": "福岡県行橋市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "行橋市",
    "place": "神田町",
    "reading": "じんでんまち",
    "desc": "福岡県行橋市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "行橋市",
    "place": "鋤迫",
    "reading": "すきさこ",
    "desc": "福岡県行橋市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "行橋市",
    "place": "千佛",
    "reading": "せんぶつ",
    "desc": "福岡県行橋市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "行橋市",
    "place": "高来",
    "reading": "たかく",
    "desc": "福岡県行橋市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "行橋市",
    "place": "辰上",
    "reading": "たつがみ",
    "desc": "福岡県行橋市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "行橋市",
    "place": "津積",
    "reading": "つつみ",
    "desc": "福岡県行橋市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "行橋市",
    "place": "津熊",
    "reading": "つのくま",
    "desc": "福岡県行橋市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "行橋市",
    "place": "津留",
    "reading": "つる",
    "desc": "福岡県行橋市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "行橋市",
    "place": "寺畔",
    "reading": "てらなわて",
    "desc": "福岡県行橋市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "行橋市",
    "place": "中津熊",
    "reading": "なかづくま",
    "desc": "福岡県行橋市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "行橋市",
    "place": "長峡",
    "reading": "ながお",
    "desc": "福岡県行橋市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "行橋市",
    "place": "入覚",
    "reading": "にゅうがく",
    "desc": "福岡県行橋市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "行橋市",
    "place": "延永",
    "reading": "のぶなが",
    "desc": "福岡県行橋市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "行橋市",
    "place": "真菰",
    "reading": "まこも",
    "desc": "福岡県行橋市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "行橋市",
    "place": "門樋町",
    "reading": "もんぴまち",
    "desc": "福岡県行橋市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "行橋市",
    "place": "矢留",
    "reading": "やどみ",
    "desc": "福岡県行橋市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "行橋市",
    "place": "流末",
    "reading": "りゅうまつ",
    "desc": "福岡県行橋市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "豊前市",
    "place": "宇島",
    "reading": "うのしま",
    "desc": "福岡県豊前市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "豊前市",
    "place": "鬼木",
    "reading": "おんのき",
    "desc": "福岡県豊前市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "豊前市",
    "place": "皆毛",
    "reading": "かいも",
    "desc": "福岡県豊前市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "豊前市",
    "place": "求菩提",
    "reading": "くぼて",
    "desc": "福岡県豊前市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "豊前市",
    "place": "松江",
    "reading": "しょうえ",
    "desc": "福岡県豊前市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "豊前市",
    "place": "清水町",
    "reading": "しょうず",
    "desc": "福岡県豊前市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "中間市",
    "place": "垣生",
    "reading": "はぶ",
    "desc": "福岡県中間市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "小郡市",
    "place": "大板井",
    "reading": "おいたい",
    "desc": "福岡県小郡市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "小郡市",
    "place": "二タ",
    "reading": "ふた",
    "desc": "福岡県小郡市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "筑紫野市、太宰府市",
    "place": "愛嶽山",
    "reading": "おたけざん",
    "desc": "福岡県筑紫野市、太宰府市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "筑紫野市",
    "place": "原田",
    "reading": "はるだ",
    "desc": "福岡県筑紫野市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "筑紫野市",
    "place": "山家",
    "reading": "やまえ",
    "desc": "福岡県筑紫野市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "筑紫野市",
    "place": "立明寺",
    "reading": "りゅうみょうじ",
    "desc": "福岡県筑紫野市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "春日市",
    "place": "白水",
    "reading": "しろうず",
    "desc": "福岡県春日市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "春日市",
    "place": "須玖",
    "reading": "すぐ",
    "desc": "福岡県春日市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "大野城市",
    "place": "牛頸",
    "reading": "うしくび",
    "desc": "福岡県大野城市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "大野城市",
    "place": "乙金",
    "reading": "おとがな",
    "desc": "福岡県大野城市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "大野城市、福岡市博多区",
    "place": "雑餉隈",
    "reading": "ざっしょのくま",
    "desc": "福岡県大野城市、福岡市博多区にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "宗像市",
    "place": "大穂",
    "reading": "おおぶ",
    "desc": "福岡県宗像市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "宗像市",
    "place": "上八",
    "reading": "こうじょう",
    "desc": "福岡県宗像市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "宗像市",
    "place": "神湊",
    "reading": "こうのみなと",
    "desc": "福岡県宗像市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "宗像市",
    "place": "許斐山",
    "reading": "このみやま",
    "desc": "福岡県宗像市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "宗像市",
    "place": "多禮",
    "reading": "たれ",
    "desc": "福岡県宗像市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "宗像市",
    "place": "宗像",
    "reading": "むなかた",
    "desc": "福岡県宗像市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "太宰府市",
    "place": "通古賀",
    "reading": "とおのこが",
    "desc": "福岡県太宰府市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "古賀市",
    "place": "鹿部",
    "reading": "ししぶ",
    "desc": "福岡県古賀市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "古賀市",
    "place": "米多比",
    "reading": "ねたび",
    "desc": "福岡県古賀市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福津市",
    "place": "在自",
    "reading": "あらじ",
    "desc": "福岡県福津市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福津市",
    "place": "手光",
    "reading": "てびか",
    "desc": "福岡県福津市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福津市",
    "place": "奴山",
    "reading": "ぬやま",
    "desc": "福岡県福津市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福津市",
    "place": "生家",
    "reading": "ゆくえ",
    "desc": "福岡県福津市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "福津市",
    "place": "有弥の里",
    "reading": "ゆみのさと",
    "desc": "福岡県福津市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "うきは市",
    "place": "鹿狩",
    "reading": "かがり",
    "desc": "福岡県うきは市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "うきは市",
    "place": "注連原",
    "reading": "しめばる",
    "desc": "福岡県うきは市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "うきは市",
    "place": "千年",
    "reading": "ちとせ",
    "desc": "福岡県うきは市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "うきは市",
    "place": "美住",
    "reading": "びじゅう",
    "desc": "福岡県うきは市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "うきは市",
    "place": "持木",
    "reading": "もてぎ",
    "desc": "福岡県うきは市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "宮若市",
    "place": "金生",
    "reading": "かのう",
    "desc": "福岡県宮若市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "宮若市",
    "place": "靡山",
    "reading": "なびきやま",
    "desc": "福岡県宮若市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "宮若市",
    "place": "縁山畑",
    "reading": "へりやまはた",
    "desc": "福岡県宮若市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "嘉麻市",
    "place": "稲築才田",
    "reading": "いなつきさいだ",
    "desc": "福岡県嘉麻市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "嘉麻市",
    "place": "猪之鼻",
    "reading": "いのはな",
    "desc": "福岡県嘉麻市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "嘉麻市",
    "place": "漆生",
    "reading": "うるしお",
    "desc": "福岡県嘉麻市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "嘉麻市",
    "place": "鴨生",
    "reading": "かもお",
    "desc": "福岡県嘉麻市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "朝倉市",
    "place": "荷原",
    "reading": "いないばる",
    "desc": "福岡県朝倉市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "朝倉市",
    "place": "烏集院",
    "reading": "うすのいん",
    "desc": "福岡県朝倉市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "朝倉市",
    "place": "久喜宮",
    "reading": "くぐみや",
    "desc": "福岡県朝倉市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "朝倉市",
    "place": "古毛",
    "reading": "こも",
    "desc": "福岡県朝倉市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "朝倉市",
    "place": "寒水",
    "reading": "そうず",
    "desc": "福岡県朝倉市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "朝倉市",
    "place": "多々連",
    "reading": "ただれ",
    "desc": "福岡県朝倉市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "朝倉市",
    "place": "杷木",
    "reading": "はき",
    "desc": "福岡県朝倉市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "朝倉市",
    "place": "麻底良山",
    "reading": "までらやま",
    "desc": "福岡県朝倉市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "朝倉市",
    "place": "来春",
    "reading": "らいは",
    "desc": "福岡県朝倉市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "みやま市",
    "place": "古僧都山",
    "reading": "こそぢやま",
    "desc": "福岡県みやま市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "みやま市",
    "place": "瀬高町文廣",
    "reading": "せたかまちあやひろ",
    "desc": "福岡県みやま市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "みやま市",
    "place": "瀬高町山門",
    "reading": "せたかまちやまと",
    "desc": "福岡県みやま市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "みやま市",
    "place": "高田町濃施",
    "reading": "たかたまちのせ",
    "desc": "福岡県みやま市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "糸島市",
    "place": "加布羅",
    "reading": "がぶら",
    "desc": "福岡県糸島市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "糸島市",
    "place": "芥屋大門",
    "reading": "けやのおおと",
    "desc": "福岡県糸島市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "糸島市",
    "place": "上鑵子",
    "reading": "じょうかんす",
    "desc": "福岡県糸島市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "糸島市",
    "place": "銭瓶塚",
    "reading": "ぜにがめづか",
    "desc": "福岡県糸島市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "糸島市",
    "place": "高祖作出",
    "reading": "たかすつくんで",
    "desc": "福岡県糸島市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "糸島市",
    "place": "十坊山",
    "reading": "とんぼやま",
    "desc": "福岡県糸島市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "糸島市",
    "place": "松末",
    "reading": "ますえ",
    "desc": "福岡県糸島市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "糸島市",
    "place": "南風台",
    "reading": "みなかぜだい",
    "desc": "福岡県糸島市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "那珂川市",
    "place": "南面里",
    "reading": "なめり",
    "desc": "福岡県那珂川市にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "糟屋郡宇美町",
    "place": "頭巾山",
    "reading": "とっきんやま",
    "desc": "福岡県糟屋郡宇美町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "糟屋郡篠栗町",
    "place": "篠栗",
    "reading": "ささぐり",
    "desc": "福岡県糟屋郡篠栗町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "糟屋郡篠栗町",
    "place": "勢門",
    "reading": "せと",
    "desc": "福岡県糟屋郡篠栗町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "糟屋郡篠栗町",
    "place": "萩尾",
    "reading": "はぎのう",
    "desc": "福岡県糟屋郡篠栗町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "糟屋郡志免町",
    "place": "志免",
    "reading": "しめ",
    "desc": "福岡県糟屋郡志免町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "糟屋郡須恵町",
    "place": "新生",
    "reading": "あらお",
    "desc": "福岡県糟屋郡須恵町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "糟屋郡新宮町",
    "place": "上府",
    "reading": "かみのふ",
    "desc": "福岡県糟屋郡新宮町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "糟屋郡新宮町",
    "place": "下府",
    "reading": "しものふ",
    "desc": "福岡県糟屋郡新宮町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "糟屋郡新宮町",
    "place": "夜臼",
    "reading": "ゆうす",
    "desc": "福岡県糟屋郡新宮町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "糟屋郡粕屋町",
    "place": "駕与丁",
    "reading": "かよいちょう",
    "desc": "福岡県糟屋郡粕屋町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "糟屋郡粕屋町",
    "place": "酒殿",
    "reading": "さかど",
    "desc": "福岡県糟屋郡粕屋町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "糟屋郡粕屋町",
    "place": "柚須",
    "reading": "ゆす",
    "desc": "福岡県糟屋郡粕屋町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "遠賀郡、遠賀郡遠賀町",
    "place": "遠賀",
    "reading": "おんが",
    "desc": "福岡県遠賀郡、遠賀郡遠賀町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "遠賀郡水巻町",
    "place": "朳",
    "reading": "えぶり",
    "desc": "福岡県遠賀郡水巻町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "遠賀郡岡垣町",
    "place": "内浦",
    "reading": "うつら",
    "desc": "福岡県遠賀郡岡垣町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "遠賀郡遠賀町",
    "place": "虫生津",
    "reading": "むしょうづ",
    "desc": "福岡県遠賀郡遠賀町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "鞍手郡小竹町",
    "place": "南良津",
    "reading": "ならづ",
    "desc": "福岡県鞍手郡小竹町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "鞍手郡鞍手町",
    "place": "新北",
    "reading": "にぎた",
    "desc": "福岡県鞍手郡鞍手町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "鞍手郡鞍手町",
    "place": "新延",
    "reading": "にのぶ",
    "desc": "福岡県鞍手郡鞍手町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "嘉穂郡桂川町",
    "place": "桂川",
    "reading": "けいせん",
    "desc": "福岡県嘉穂郡桂川町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "嘉穂郡桂川町",
    "place": "寿命",
    "reading": "じゅめい",
    "desc": "福岡県嘉穂郡桂川町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "嘉穂郡桂川町",
    "place": "土師",
    "reading": "はじ",
    "desc": "福岡県嘉穂郡桂川町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "朝倉郡筑前町",
    "place": "四三嶋",
    "reading": "しそじま",
    "desc": "福岡県朝倉郡筑前町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "朝倉郡筑前町",
    "place": "高上",
    "reading": "たこえ",
    "desc": "福岡県朝倉郡筑前町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "三井郡大刀洗町",
    "place": "甲条",
    "reading": "こうちょう",
    "desc": "福岡県三井郡大刀洗町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "三井郡大刀洗町",
    "place": "高樋",
    "reading": "たかえ",
    "desc": "福岡県三井郡大刀洗町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "三井郡大刀洗町",
    "place": "守部",
    "reading": "もるべ",
    "desc": "福岡県三井郡大刀洗町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "三潴郡大木町",
    "place": "大莞",
    "reading": "おおい",
    "desc": "福岡県三潴郡大木町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "八女郡広川町",
    "place": "小椎尾",
    "reading": "こじお",
    "desc": "福岡県八女郡広川町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡香春町",
    "place": "岩原",
    "reading": "いわら",
    "desc": "福岡県田川郡香春町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡香春町",
    "place": "大内原",
    "reading": "おおてばる",
    "desc": "福岡県田川郡香春町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡香春町",
    "place": "香春",
    "reading": "かわら",
    "desc": "福岡県田川郡香春町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡香春町",
    "place": "花古屋",
    "reading": "けごや",
    "desc": "福岡県田川郡香春町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡香春町",
    "place": "紫竹原",
    "reading": "しちくばる",
    "desc": "福岡県田川郡香春町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡香春町",
    "place": "仲哀峠",
    "reading": "ちゅうあいとうげ",
    "desc": "福岡県田川郡香春町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡香春町",
    "place": "長光",
    "reading": "ながみつ",
    "desc": "福岡県田川郡香春町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡香春町",
    "place": "豊産",
    "reading": "ほうさん",
    "desc": "福岡県田川郡香春町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡香春町",
    "place": "勾金",
    "reading": "まがりかね",
    "desc": "福岡県田川郡香春町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡香春町",
    "place": "湯無田",
    "reading": "ゆむた",
    "desc": "福岡県田川郡香春町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡添田町",
    "place": "伊原",
    "reading": "いばる",
    "desc": "福岡県田川郡添田町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡添田町",
    "place": "大藪",
    "reading": "おおぶち",
    "desc": "福岡県田川郡添田町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡添田町",
    "place": "大瀬子",
    "reading": "おぜご",
    "desc": "福岡県田川郡添田町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡添田町",
    "place": "岳滅鬼山",
    "reading": "がくめきやま",
    "desc": "福岡県田川郡添田町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡添田町",
    "place": "上仏来山",
    "reading": "かんぶくざん",
    "desc": "福岡県田川郡添田町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡添田町",
    "place": "久木",
    "reading": "くぎ",
    "desc": "福岡県田川郡添田町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡添田町",
    "place": "見地",
    "reading": "けんじ",
    "desc": "福岡県田川郡添田町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡添田町",
    "place": "駒啼",
    "reading": "こまねき",
    "desc": "福岡県田川郡添田町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡添田町",
    "place": "猿掛",
    "reading": "さるかき",
    "desc": "福岡県田川郡添田町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡添田町",
    "place": "神田",
    "reading": "じんで",
    "desc": "福岡県田川郡添田町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡添田町",
    "place": "中元寺",
    "reading": "ちゅうがんじ",
    "desc": "福岡県田川郡添田町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡添田町",
    "place": "道角",
    "reading": "どうかく",
    "desc": "福岡県田川郡添田町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡添田町",
    "place": "英彦山",
    "reading": "ひこさん",
    "desc": "福岡県田川郡添田町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡糸田町",
    "place": "烏尾峠",
    "reading": "からすおとうげ",
    "desc": "福岡県田川郡糸田町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡糸田町",
    "place": "貴船",
    "reading": "きふね",
    "desc": "福岡県田川郡糸田町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡糸田町",
    "place": "真岡",
    "reading": "しんおか",
    "desc": "福岡県田川郡糸田町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡糸田町",
    "place": "鼡ケ池",
    "reading": "ねずがいけ",
    "desc": "福岡県田川郡糸田町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡糸田町",
    "place": "稗田",
    "reading": "ひえだ",
    "desc": "福岡県田川郡糸田町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡糸田町",
    "place": "七十石",
    "reading": "ひちじっこく",
    "desc": "福岡県田川郡糸田町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡糸田町",
    "place": "水落谷",
    "reading": "みぞうてだに",
    "desc": "福岡県田川郡糸田町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡糸田町",
    "place": "宮床",
    "reading": "みやとこ",
    "desc": "福岡県田川郡糸田町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡糸田町",
    "place": "宮山",
    "reading": "みやま",
    "desc": "福岡県田川郡糸田町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡川崎町",
    "place": "安宅",
    "reading": "あたか",
    "desc": "福岡県田川郡川崎町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡川崎町",
    "place": "安眞木",
    "reading": "あまぎ",
    "desc": "福岡県田川郡川崎町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡川崎町",
    "place": "猪尻",
    "reading": "いじり",
    "desc": "福岡県田川郡川崎町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡川崎町",
    "place": "大海",
    "reading": "おおみ",
    "desc": "福岡県田川郡川崎町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡川崎町",
    "place": "上原",
    "reading": "かんばる",
    "desc": "福岡県田川郡川崎町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡川崎町",
    "place": "小倉ノ畔",
    "reading": "こくらのて",
    "desc": "福岡県田川郡川崎町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡川崎町",
    "place": "飛渡",
    "reading": "とびわたり",
    "desc": "福岡県田川郡川崎町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡川崎町",
    "place": "筒丸",
    "reading": "どうまる",
    "desc": "福岡県田川郡川崎町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡川崎町",
    "place": "八熊",
    "reading": "やくま",
    "desc": "福岡県田川郡川崎町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡大任町",
    "place": "安高",
    "reading": "あだか",
    "desc": "福岡県田川郡大任町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡大任町",
    "place": "今任原",
    "reading": "いまとうばる",
    "desc": "福岡県田川郡大任町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡大任町",
    "place": "大任",
    "reading": "おおとう",
    "desc": "福岡県田川郡大任町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡大任町",
    "place": "小林",
    "reading": "おばやし",
    "desc": "福岡県田川郡大任町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡大任町",
    "place": "幸神町",
    "reading": "こうしんまち",
    "desc": "福岡県田川郡大任町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡大任町",
    "place": "根床",
    "reading": "ねどこ",
    "desc": "福岡県田川郡大任町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡赤村",
    "place": "犢牛岳",
    "reading": "こっといだけ",
    "desc": "福岡県田川郡赤村にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡赤村",
    "place": "油須原",
    "reading": "ゆすばる",
    "desc": "福岡県田川郡赤村にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡福智町",
    "place": "上野",
    "reading": "あがの",
    "desc": "福岡県田川郡福智町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡福智町",
    "place": "伊方",
    "reading": "いかた",
    "desc": "福岡県田川郡福智町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡福智町",
    "place": "市津",
    "reading": "いっち",
    "desc": "福岡県田川郡福智町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡福智町",
    "place": "飯土井",
    "reading": "いどい",
    "desc": "福岡県田川郡福智町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡福智町",
    "place": "入分",
    "reading": "いりぶ",
    "desc": "福岡県田川郡福智町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡福智町",
    "place": "久六",
    "reading": "きゅうろく",
    "desc": "福岡県田川郡福智町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡福智町",
    "place": "神崎",
    "reading": "こうざき",
    "desc": "福岡県田川郡福智町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡福智町",
    "place": "七十石",
    "reading": "しちじっこく",
    "desc": "福岡県田川郡福智町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡福智町",
    "place": "新門",
    "reading": "しんかど",
    "desc": "福岡県田川郡福智町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡福智町",
    "place": "鋤木田",
    "reading": "すいきだ",
    "desc": "福岡県田川郡福智町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡福智町",
    "place": "常福",
    "reading": "つねふく",
    "desc": "福岡県田川郡福智町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡福智町",
    "place": "中古門",
    "reading": "なかふるかど",
    "desc": "福岡県田川郡福智町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡福智町",
    "place": "野地原",
    "reading": "のじはら",
    "desc": "福岡県田川郡福智町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡福智町",
    "place": "日王山",
    "reading": "ひのおうやま、ひのおうざん",
    "desc": "福岡県田川郡福智町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡福智町",
    "place": "平和台",
    "reading": "ひらわだい",
    "desc": "福岡県田川郡福智町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡福智町",
    "place": "弁城",
    "reading": "べんじょう",
    "desc": "福岡県田川郡福智町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡福智町",
    "place": "崖ノ下",
    "reading": "ほきのはな",
    "desc": "福岡県田川郡福智町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡福智町",
    "place": "南木",
    "reading": "みなぎ",
    "desc": "福岡県田川郡福智町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "田川郡福智町",
    "place": "見六",
    "reading": "みろく",
    "desc": "福岡県田川郡福智町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "京都郡",
    "place": "京都",
    "reading": "みやこ",
    "desc": "福岡県京都郡にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "京都郡苅田町",
    "place": "小波瀬",
    "reading": "おばせ",
    "desc": "福岡県京都郡苅田町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "京都郡苅田町",
    "place": "苅田",
    "reading": "かんだ",
    "desc": "福岡県京都郡苅田町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "京都郡苅田町",
    "place": "提",
    "reading": "ひさげ",
    "desc": "福岡県京都郡苅田町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "京都郡みやこ町",
    "place": "呰見",
    "reading": "あざみ",
    "desc": "福岡県京都郡みやこ町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "京都郡みやこ町",
    "place": "鐙畑",
    "reading": "あぶみはた",
    "desc": "福岡県京都郡みやこ町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "京都郡みやこ町",
    "place": "犀川",
    "reading": "さいがわ",
    "desc": "福岡県京都郡みやこ町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "京都郡みやこ町",
    "place": "末江",
    "reading": "すえ",
    "desc": "福岡県京都郡みやこ町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "京都郡みやこ町",
    "place": "長川",
    "reading": "ながわ",
    "desc": "福岡県京都郡みやこ町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "築上郡吉富町",
    "place": "幸子",
    "reading": "こうじ",
    "desc": "福岡県築上郡吉富町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "築上郡吉富町",
    "place": "楡生",
    "reading": "にりょう",
    "desc": "福岡県築上郡吉富町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "築上郡吉富町",
    "place": "別府",
    "reading": "びょう",
    "desc": "福岡県築上郡吉富町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "築上郡上毛町",
    "place": "安雲",
    "reading": "あくも",
    "desc": "福岡県築上郡上毛町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "築上郡上毛町",
    "place": "上毛",
    "reading": "こうげ",
    "desc": "福岡県築上郡上毛町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "築上郡上毛町",
    "place": "尻高",
    "reading": "しだか",
    "desc": "福岡県築上郡上毛町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "築上郡上毛町",
    "place": "唐原",
    "reading": "とうばる",
    "desc": "福岡県築上郡上毛町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "築上郡築上町",
    "place": "櫟原",
    "reading": "いちぎばる",
    "desc": "福岡県築上郡築上町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "築上郡築上町",
    "place": "越路",
    "reading": "こいじ",
    "desc": "福岡県築上郡築上町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "築上郡築上町",
    "place": "寒田",
    "reading": "さわだ",
    "desc": "福岡県築上郡築上町にある難読地名。"
  },
  {
    "pref": "福岡県",
    "city": "築上郡築上町",
    "place": "築城",
    "reading": "ついき",
    "desc": "福岡県築上郡築上町にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "佐賀市",
    "place": "飯盛",
    "reading": "いさがい",
    "desc": "佐賀県佐賀市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "佐賀市",
    "place": "海路端",
    "reading": "うちばた",
    "desc": "佐賀県佐賀市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "佐賀市",
    "place": "合瀬",
    "reading": "おおせ",
    "desc": "佐賀県佐賀市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "佐賀市",
    "place": "大財",
    "reading": "おおたから",
    "desc": "佐賀県佐賀市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "佐賀市",
    "place": "咾分",
    "reading": "おとなぶん",
    "desc": "佐賀県佐賀市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "佐賀市",
    "place": "金立",
    "reading": "きんりゅう",
    "desc": "佐賀県佐賀市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "佐賀市",
    "place": "神野",
    "reading": "こうの",
    "desc": "佐賀県佐賀市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "佐賀市",
    "place": "巨勢町",
    "reading": "こせまち",
    "desc": "佐賀県佐賀市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "佐賀市",
    "place": "道祖元町",
    "reading": "さやのもとまち",
    "desc": "佐賀県佐賀市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "佐賀市",
    "place": "三本槲",
    "reading": "さんぼんがしわ",
    "desc": "佐賀県佐賀市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "佐賀市",
    "place": "鰡江",
    "reading": "しくつえ",
    "desc": "佐賀県佐賀市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "佐賀市",
    "place": "修理田",
    "reading": "しゅりた",
    "desc": "佐賀県佐賀市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "佐賀市",
    "place": "精町",
    "reading": "しらげまち",
    "desc": "佐賀県佐賀市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "佐賀市",
    "place": "苣木",
    "reading": "ちゃのき",
    "desc": "佐賀県佐賀市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "佐賀市",
    "place": "道免",
    "reading": "どうめ",
    "desc": "佐賀県佐賀市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "佐賀市",
    "place": "尼寺",
    "reading": "にいじ",
    "desc": "佐賀県佐賀市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "佐賀市",
    "place": "八反原",
    "reading": "はったばる",
    "desc": "佐賀県佐賀市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "佐賀市",
    "place": "八戸",
    "reading": "やえ",
    "desc": "佐賀県佐賀市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "佐賀市",
    "place": "杠",
    "reading": "ゆずりは",
    "desc": "佐賀県佐賀市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "佐賀市",
    "place": "与賀町",
    "reading": "よかまち",
    "desc": "佐賀県佐賀市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "佐賀市",
    "place": "米納津",
    "reading": "よのづ",
    "desc": "佐賀県佐賀市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "佐賀市",
    "place": "厘外",
    "reading": "りんげ",
    "desc": "佐賀県佐賀市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "唐津市",
    "place": "上ケ倉",
    "reading": "あげくら",
    "desc": "佐賀県唐津市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "唐津市",
    "place": "箞木",
    "reading": "うつぼぎ",
    "desc": "佐賀県唐津市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "唐津市",
    "place": "枝去木",
    "reading": "えざるき",
    "desc": "佐賀県唐津市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "唐津市",
    "place": "相賀",
    "reading": "おうか",
    "desc": "佐賀県唐津市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "唐津市",
    "place": "相知町",
    "reading": "おうちちょう",
    "desc": "佐賀県唐津市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "唐津市",
    "place": "水主町",
    "reading": "かこまち",
    "desc": "佐賀県唐津市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "唐津市",
    "place": "神集島",
    "reading": "かしわじま",
    "desc": "佐賀県唐津市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "唐津市",
    "place": "厳木町",
    "reading": "きゅうらぎまち",
    "desc": "佐賀県唐津市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "唐津市",
    "place": "切木",
    "reading": "きりご",
    "desc": "佐賀県唐津市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "唐津市",
    "place": "納所",
    "reading": "のうさ",
    "desc": "佐賀県唐津市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "唐津市",
    "place": "半田",
    "reading": "はだ",
    "desc": "佐賀県唐津市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "唐津市",
    "place": "原",
    "reading": "はる",
    "desc": "佐賀県唐津市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "唐津市",
    "place": "二タ子",
    "reading": "ふたご",
    "desc": "佐賀県唐津市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "唐津市",
    "place": "万賀里川",
    "reading": "まがりかわ",
    "desc": "佐賀県唐津市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "唐津市",
    "place": "馬渡島",
    "reading": "まだらしま",
    "desc": "佐賀県唐津市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "唐津市",
    "place": "見借",
    "reading": "みるかし",
    "desc": "佐賀県唐津市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "鳥栖市",
    "place": "神辺町",
    "reading": "こうのえまち",
    "desc": "佐賀県鳥栖市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "鳥栖市",
    "place": "幸津町",
    "reading": "さいつまち",
    "desc": "佐賀県鳥栖市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "鳥栖市",
    "place": "本鳥栖町",
    "reading": "ほんどすまち",
    "desc": "佐賀県鳥栖市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "多久市",
    "place": "莇原",
    "reading": "あざみばる",
    "desc": "佐賀県多久市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "多久市",
    "place": "納所",
    "reading": "のうそ",
    "desc": "佐賀県多久市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "伊万里市",
    "place": "笠椎",
    "reading": "かさじ",
    "desc": "佐賀県伊万里市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "伊万里市",
    "place": "提川",
    "reading": "さげのかわ",
    "desc": "佐賀県伊万里市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "伊万里市",
    "place": "水留",
    "reading": "つづみ",
    "desc": "佐賀県伊万里市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "伊万里市",
    "place": "八谷搦",
    "reading": "はちやがらみ",
    "desc": "佐賀県伊万里市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "伊万里市",
    "place": "古川",
    "reading": "ふるこ",
    "desc": "佐賀県伊万里市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "伊万里市",
    "place": "馬蛤潟",
    "reading": "まてがた",
    "desc": "佐賀県伊万里市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "武雄市",
    "place": "鳥海",
    "reading": "とのみ",
    "desc": "佐賀県武雄市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "嬉野市",
    "place": "真崎",
    "reading": "まつさき",
    "desc": "佐賀県嬉野市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "神埼市",
    "place": "的",
    "reading": "いくわ",
    "desc": "佐賀県神埼市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "神埼市",
    "place": "脊振町",
    "reading": "せふりまち",
    "desc": "佐賀県神埼市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "神埼市",
    "place": "本告牟田",
    "reading": "もとおりむた",
    "desc": "佐賀県神埼市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "神埼市",
    "place": "駅ヶ里",
    "reading": "やきがり",
    "desc": "佐賀県神埼市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "神埼市",
    "place": "鹿路",
    "reading": "ろくろ",
    "desc": "佐賀県神埼市にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "神埼郡吉野ヶ里町",
    "place": "石動",
    "reading": "いしなり",
    "desc": "佐賀県神埼郡吉野ヶ里町にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "神埼郡吉野ヶ里町",
    "place": "目達原",
    "reading": "めたばる",
    "desc": "佐賀県神埼郡吉野ヶ里町にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "",
    "place": "三養基郡",
    "reading": "みやきぐん",
    "desc": "佐賀県にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "三養基郡基山町",
    "place": "黒目牛",
    "reading": "くるみょうじ",
    "desc": "佐賀県三養基郡基山町にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "三養基郡みやき町",
    "place": "道瀬",
    "reading": "ずうせ",
    "desc": "佐賀県三養基郡みやき町にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "三養基郡みやき町",
    "place": "千栗",
    "reading": "ちりく",
    "desc": "佐賀県三養基郡みやき町にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "三養基郡みやき町",
    "place": "東寒水",
    "reading": "ひがししょうず",
    "desc": "佐賀県三養基郡みやき町にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "三養基郡みやき町",
    "place": "寄人",
    "reading": "よりうと",
    "desc": "佐賀県三養基郡みやき町にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "東松浦郡玄海町",
    "place": "座川内",
    "reading": "そそろがわち",
    "desc": "佐賀県東松浦郡玄海町にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "東松浦郡玄海町",
    "place": "外津",
    "reading": "ほかわづ",
    "desc": "佐賀県東松浦郡玄海町にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "西松浦郡有田町",
    "place": "黒川",
    "reading": "くろごう",
    "desc": "佐賀県西松浦郡有田町にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "杵島郡大町町",
    "place": "福母",
    "reading": "ふくも",
    "desc": "佐賀県杵島郡大町町にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "杵島郡白石町",
    "place": "咾搦",
    "reading": "おとながらみ",
    "desc": "佐賀県杵島郡白石町にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "杵島郡白石町",
    "place": "築切",
    "reading": "ついきり",
    "desc": "佐賀県杵島郡白石町にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "杵島郡白石町",
    "place": "廿治",
    "reading": "はたち",
    "desc": "佐賀県杵島郡白石町にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "杵島郡白石町",
    "place": "辺田",
    "reading": "へた",
    "desc": "佐賀県杵島郡白石町にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "杵島郡白石町",
    "place": "廻里津",
    "reading": "めぐりつ",
    "desc": "佐賀県杵島郡白石町にある難読地名。"
  },
  {
    "pref": "佐賀県",
    "city": "杵島郡白石町",
    "place": "馬洗",
    "reading": "もうらい",
    "desc": "佐賀県杵島郡白石町にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "相生町",
    "reading": "あいおいまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "赤迫",
    "reading": "あかさこ",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "畝刈町",
    "reading": "あぜかりまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "畦別当町",
    "reading": "あぜべっとうまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "畦町",
    "reading": "あぜまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "彼浜",
    "reading": "あちばま",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "網場町",
    "reading": "あばまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "飯香浦町",
    "reading": "いかのうらまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "井上",
    "reading": "いかみ",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "以下宿町",
    "reading": "いがやどまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "磯道町",
    "reading": "いそみちまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "岩瀬道町",
    "reading": "いわせどうまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "現川町",
    "reading": "うつつがわまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "江里町",
    "reading": "えりまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "大籠町",
    "reading": "おおごもりまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "音無町",
    "reading": "おとなしまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "尾上町",
    "reading": "おのうえまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "風頭町",
    "reading": "かざがしらまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "鹿尾町",
    "reading": "かのおまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "木鉢町",
    "reading": "きばちまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "琴海尾戸町",
    "reading": "きんかいおどまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "琴海形上町",
    "reading": "きんかいかたがみまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "毛井首町",
    "reading": "けいくびまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "香焼町",
    "reading": "こうやぎまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "小江原",
    "reading": "こえばる",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "小江町",
    "reading": "こえまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "国分町",
    "reading": "こくぶまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "小菅町",
    "reading": "こすげまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "小瀬戸町",
    "reading": "こせどまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "米山町",
    "reading": "こめのやままち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "幸町",
    "reading": "さいわいまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "竿浦町",
    "reading": "さおのうらまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "界",
    "reading": "さかい",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "下町",
    "reading": "したまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "出津",
    "reading": "しつ",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "芒塚町",
    "reading": "すすきづかまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "多以良町",
    "reading": "たいらまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "田手原町",
    "reading": "たでわらまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "千々町",
    "reading": "ちぢまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "藤田尾町",
    "reading": "とうだおまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "土井首町",
    "reading": "どいのくびまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "中小島",
    "reading": "なかこしま",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "滑石",
    "reading": "なめし",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "南越町",
    "reading": "なんごしまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "西海町",
    "reading": "にしうみまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "西北町",
    "reading": "にしきたまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "西出津町",
    "reading": "にししつまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "西立神町",
    "reading": "にしたてがみまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "西泊町",
    "reading": "にしどまりまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "野母崎樺島町",
    "reading": "のもざきかばしままち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "野母町",
    "reading": "のもまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "浜町",
    "reading": "はままち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "東小島町",
    "reading": "ひがしこしままち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "本河内",
    "reading": "ほんごうち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "向町",
    "reading": "むかえまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "女の都",
    "reading": "めのと",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "茂木町",
    "reading": "もぎまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "本石灰町",
    "reading": "もとしっくいまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "茂里町",
    "reading": "もりまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "矢上町",
    "reading": "やがみまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "梁川町",
    "reading": "やながわまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "四杖町",
    "reading": "よつえまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "長崎市",
    "place": "炉粕町",
    "reading": "ろかすまち",
    "desc": "長崎県長崎市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "相生町",
    "reading": "あいおいちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "相浦町",
    "reading": "あいのうらちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "庵浦町",
    "reading": "いおのうらちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "宇久町飯良",
    "reading": "うくまちいいら",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "宇久町神浦",
    "reading": "うくまちこうのうら",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "鵜渡越町",
    "reading": "うどごえちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "上原町",
    "reading": "うわばるちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "上町",
    "reading": "うわまち",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "江迎町猪調",
    "reading": "えむかえちょういのつき",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "江迎町箙尾",
    "reading": "えむかえちょうえびらお",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "江迎町志戸氏",
    "reading": "えむかえちょうしとのうじ",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "江迎町七腕",
    "reading": "えむかえちょうななかい",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "皆瀬町",
    "reading": "かいぜちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "鹿子前",
    "reading": "かしまえ",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "上柚木町",
    "reading": "かみゆのきちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "京坪町",
    "reading": "きょうのつぼちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "潜木町",
    "reading": "くぐるぎちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "楠木町",
    "reading": "くすのきちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "心野町",
    "reading": "ここんのちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "小佐々町",
    "reading": "こさざちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "小佐々町葛籠",
    "reading": "こさざちょうつづら",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "木場田町",
    "reading": "こばたちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "権常寺",
    "reading": "ごんじょうじ",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "指方町",
    "reading": "さしかたちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "里美町",
    "reading": "さとよしちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "塩浸町",
    "reading": "しおひたしちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "鹿町町長串",
    "reading": "しかまちちょうなぐし",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "島瀬町",
    "reading": "しまのせちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "島地町",
    "reading": "しまんじちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "下の原町",
    "reading": "しものはるちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "白南風町",
    "reading": "しらはえちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "新替町",
    "reading": "しんがえちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "新行江町",
    "reading": "しんぎょうえちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "世知原町",
    "reading": "せちばるちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "世知原町笥瀬",
    "reading": "せちばるちょうやなぜ",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "世知原町矢櫃",
    "reading": "せちばるちょうやびつ",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "田原町",
    "reading": "たばるちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "知見寺町",
    "reading": "ちけんじちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "戸尾町",
    "reading": "とのおちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "戸平田",
    "reading": "とへだ",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "十文野町",
    "reading": "ともんのちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "早岐",
    "reading": "はいき",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "南風崎町",
    "reading": "はえのさきちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "原分町",
    "reading": "はるぶんちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "干尽町",
    "reading": "ひづくしまち",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "母ケ浦町",
    "reading": "ほうがうらちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "保立町",
    "reading": "ほたてちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "山川",
    "reading": "やまご",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "山祇町",
    "reading": "やまずみちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "柚木町",
    "reading": "ゆのきちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "吉井町板樋",
    "reading": "よしいちょういたび",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "吉井町踊瀬",
    "reading": "よしいちょうおどりぜ",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "吉井町下原",
    "reading": "よしいちょうしもばる",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "吉井町春明",
    "reading": "よしいちょうはるあけ",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "佐世保市",
    "place": "万津町",
    "reading": "よろづちょう",
    "desc": "長崎県佐世保市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "島原市",
    "place": "御手水町",
    "reading": "おちょうずまち",
    "desc": "長崎県島原市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "島原市",
    "place": "崩山町",
    "reading": "くえやままち",
    "desc": "長崎県島原市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "島原市",
    "place": "万",
    "reading": "よろず",
    "desc": "長崎県島原市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "",
    "place": "諫早市",
    "reading": "いさはやし",
    "desc": "長崎県にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "諫早市",
    "place": "有喜町",
    "reading": "うきまち",
    "desc": "長崎県諫早市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "諫早市",
    "place": "栗面町",
    "reading": "くれもまち",
    "desc": "長崎県諫早市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "諫早市",
    "place": "破篭井町",
    "reading": "わりごいまち",
    "desc": "長崎県諫早市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "大村市",
    "place": "小路口本町",
    "reading": "おろぐちほんまち",
    "desc": "長崎県大村市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "大村市",
    "place": "小路口町",
    "reading": "おろぐちまち",
    "desc": "長崎県大村市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "大村市",
    "place": "放虎原",
    "reading": "ほうこばる",
    "desc": "長崎県大村市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "平戸市",
    "place": "的山大島",
    "reading": "あづちおおしま",
    "desc": "長崎県平戸市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "平戸市",
    "place": "紺屋町",
    "reading": "こうやまち",
    "desc": "長崎県平戸市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "平戸市",
    "place": "度島",
    "reading": "たくしま",
    "desc": "長崎県平戸市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "平戸市",
    "place": "朶の原町",
    "reading": "へごのはらちょう",
    "desc": "長崎県平戸市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "松浦市",
    "place": "郭公尾",
    "reading": "こっこうのお",
    "desc": "長崎県松浦市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "松浦市",
    "place": "調川町",
    "reading": "つきのかわちょう",
    "desc": "長崎県松浦市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "松浦市",
    "place": "滑栄",
    "reading": "なべるばえ",
    "desc": "長崎県松浦市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "対馬市",
    "place": "厳原町",
    "reading": "いづはらまち",
    "desc": "長崎県対馬市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "対馬市",
    "place": "舟志",
    "reading": "しゅうし",
    "desc": "長崎県対馬市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "対馬市",
    "place": "豆酘",
    "reading": "つつ",
    "desc": "長崎県対馬市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "壱岐市",
    "place": "印通寺",
    "reading": "いんどうじ",
    "desc": "長崎県壱岐市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "壱岐市",
    "place": "𨕫ノ尾",
    "reading": "しめのお",
    "desc": "長崎県壱岐市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "壱岐市",
    "place": "大左右",
    "reading": "たいそう",
    "desc": "長崎県壱岐市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "壱岐市",
    "place": "大原",
    "reading": "たいばる",
    "desc": "長崎県壱岐市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "壱岐市",
    "place": "筒城",
    "reading": "つつき",
    "desc": "長崎県壱岐市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "壱岐市",
    "place": "半城",
    "reading": "はんせい",
    "desc": "長崎県壱岐市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "壱岐市",
    "place": "平人",
    "reading": "ひろうと",
    "desc": "長崎県壱岐市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "壱岐市",
    "place": "母ヶ浦",
    "reading": "ほうがうら",
    "desc": "長崎県壱岐市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "五島市",
    "place": "鐙瀬",
    "reading": "あぶんぜ",
    "desc": "長崎県五島市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "五島市",
    "place": "馬責馬場",
    "reading": "うませんばば",
    "desc": "長崎県五島市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "五島市",
    "place": "岐宿町",
    "reading": "きしくまち",
    "desc": "長崎県五島市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "五島市",
    "place": "魚津ヶ崎",
    "reading": "ぎょうがさき",
    "desc": "長崎県五島市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "西海市",
    "place": "皆割石",
    "reading": "みのろし",
    "desc": "長崎県西海市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "雲仙市",
    "place": "千々石町",
    "reading": "ちぢわちょう",
    "desc": "長崎県雲仙市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "雲仙市",
    "place": "神代",
    "reading": "こうじろ",
    "desc": "長崎県雲仙市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "雲仙市",
    "place": "土黒",
    "reading": "ひじくろ",
    "desc": "長崎県雲仙市にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "西彼杵郡",
    "place": "時津町",
    "reading": "とぎつちょう",
    "desc": "長崎県西彼杵郡にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "東彼杵郡東彼杵町",
    "place": "彼杵宿郷",
    "reading": "そのぎしゅくごう",
    "desc": "長崎県東彼杵郡東彼杵町にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "東彼杵郡川棚町",
    "place": "新谷郷",
    "reading": "しんがえごう",
    "desc": "長崎県東彼杵郡川棚町にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "東彼杵郡川棚町",
    "place": "百津郷",
    "reading": "ももづごう",
    "desc": "長崎県東彼杵郡川棚町にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "北松浦郡",
    "place": "小値賀町",
    "reading": "おぢかちょう",
    "desc": "長崎県北松浦郡にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "北松浦郡",
    "place": "佐々町",
    "reading": "さざちょう",
    "desc": "長崎県北松浦郡にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "北松浦郡佐々町",
    "place": "盲ヶ原",
    "reading": "めくらがばる",
    "desc": "長崎県北松浦郡佐々町にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "北松浦郡佐々町",
    "place": "神田免",
    "reading": "こうだめん",
    "desc": "長崎県北松浦郡佐々町にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "北松浦郡佐々町",
    "place": "本田原免",
    "reading": "ほんだばるめん",
    "desc": "長崎県北松浦郡佐々町にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "南松浦郡新上五島町",
    "place": "相河",
    "reading": "あいこ",
    "desc": "長崎県南松浦郡新上五島町にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "南松浦郡新上五島町",
    "place": "飯ノ瀬戸",
    "reading": "いのせど",
    "desc": "長崎県南松浦郡新上五島町にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "南松浦郡新上五島町",
    "place": "白魚",
    "reading": "しろう",
    "desc": "長崎県南松浦郡新上五島町にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "南松浦郡新上五島町",
    "place": "築地",
    "reading": "ちぢ",
    "desc": "長崎県南松浦郡新上五島町にある難読地名。"
  },
  {
    "pref": "長崎県",
    "city": "南松浦郡新上五島町",
    "place": "漁生浦",
    "reading": "りょうせうら",
    "desc": "長崎県南松浦郡新上五島町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市中央区、南区",
    "place": "出水",
    "reading": "いずみ",
    "desc": "熊本県熊本市中央区、南区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市中央区",
    "place": "蔚山",
    "reading": "うるさん",
    "desc": "熊本県熊本市中央区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市中央区",
    "place": "九品寺",
    "reading": "くほんじ",
    "desc": "熊本県熊本市中央区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市中央区",
    "place": "神水",
    "reading": "くわみず",
    "desc": "熊本県熊本市中央区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市中央区",
    "place": "壺川",
    "reading": "こせん",
    "desc": "熊本県熊本市中央区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市中央区",
    "place": "杉塘",
    "reading": "すぎども",
    "desc": "熊本県熊本市中央区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市中央区",
    "place": "碩台",
    "reading": "せきだい",
    "desc": "熊本県熊本市中央区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市中央区",
    "place": "段山",
    "reading": "だにやま",
    "desc": "熊本県熊本市中央区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市中央区",
    "place": "妙体寺町",
    "reading": "みょうたいじまち",
    "desc": "熊本県熊本市中央区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市中央区・東区",
    "place": "渡鹿",
    "reading": "とろく",
    "desc": "熊本県熊本市中央区・東区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市東区",
    "place": "画図",
    "reading": "えず",
    "desc": "熊本県熊本市東区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市東区",
    "place": "烏ヶ江",
    "reading": "からすがえ",
    "desc": "熊本県熊本市東区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市東区・中央区の川",
    "place": "藻器堀川",
    "reading": "しょうけぼりがわ",
    "desc": "熊本県熊本市東区・中央区の川にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市東区",
    "place": "新外",
    "reading": "しんほか",
    "desc": "熊本県熊本市東区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市東区",
    "place": "沼山津",
    "reading": "ぬやまづ",
    "desc": "熊本県熊本市東区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市東区",
    "place": "東京塚町",
    "reading": "ひがしきょうづかまち",
    "desc": "熊本県熊本市東区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市西区",
    "place": "面木",
    "reading": "おものぎ",
    "desc": "熊本県熊本市西区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市西区",
    "place": "柿原",
    "reading": "かきばる",
    "desc": "熊本県熊本市西区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市西区",
    "place": "城山大塘",
    "reading": "じょうざんおおども",
    "desc": "熊本県熊本市西区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市西区",
    "place": "近津",
    "reading": "ちこうづ",
    "desc": "熊本県熊本市西区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市西区",
    "place": "野出",
    "reading": "のいで",
    "desc": "熊本県熊本市西区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市南区",
    "place": "海路口",
    "reading": "うじぐち",
    "desc": "熊本県熊本市南区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市南区",
    "place": "硴江",
    "reading": "かきのえ",
    "desc": "熊本県熊本市南区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市南区",
    "place": "莎崎",
    "reading": "こうざき",
    "desc": "熊本県熊本市南区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市南区",
    "place": "菰江",
    "reading": "こものえ",
    "desc": "熊本県熊本市南区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市南区",
    "place": "護藤",
    "reading": "ごんどう",
    "desc": "熊本県熊本市南区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市南区",
    "place": "志々水",
    "reading": "しじみず",
    "desc": "熊本県熊本市南区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市南区",
    "place": "沈目",
    "reading": "しずめ",
    "desc": "熊本県熊本市南区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市南区",
    "place": "銭塘",
    "reading": "ぜんども",
    "desc": "熊本県熊本市南区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市南区",
    "place": "田尻",
    "reading": "たのしり",
    "desc": "熊本県熊本市南区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市南区",
    "place": "南部",
    "reading": "なべ",
    "desc": "熊本県熊本市南区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市南区",
    "place": "丹生宮",
    "reading": "にうのみや",
    "desc": "熊本県熊本市南区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市南区",
    "place": "土鹿野",
    "reading": "はしかの",
    "desc": "熊本県熊本市南区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市南区",
    "place": "八分字",
    "reading": "はふじ",
    "desc": "熊本県熊本市南区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市南区",
    "place": "平原",
    "reading": "ひらばる",
    "desc": "熊本県熊本市南区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市南区",
    "place": "部田",
    "reading": "へた",
    "desc": "熊本県熊本市南区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市南区",
    "place": "廻江",
    "reading": "まいのえ",
    "desc": "熊本県熊本市南区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市南区",
    "place": "蓍町",
    "reading": "めどまち",
    "desc": "熊本県熊本市南区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市南区",
    "place": "良町",
    "reading": "ややまち",
    "desc": "熊本県熊本市南区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市北区",
    "place": "鐙田",
    "reading": "あぶみだ",
    "desc": "熊本県熊本市北区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市北区",
    "place": "改寄",
    "reading": "あらき",
    "desc": "熊本県熊本市北区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市北区",
    "place": "生野",
    "reading": "ぐみの",
    "desc": "熊本県熊本市北区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市北区、南区 ほか",
    "place": "古閑",
    "reading": "こが",
    "desc": "熊本県熊本市北区、南区 ほかにある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市北区、南区",
    "place": "陳内",
    "reading": "じんない",
    "desc": "熊本県熊本市北区、南区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市北区",
    "place": "大般若塚",
    "reading": "だいはつか",
    "desc": "熊本県熊本市北区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市北区",
    "place": "滴水",
    "reading": "たるみず",
    "desc": "熊本県熊本市北区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市北区",
    "place": "投刀塚",
    "reading": "なたつか",
    "desc": "熊本県熊本市北区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市北区",
    "place": "楡木",
    "reading": "にれのき",
    "desc": "熊本県熊本市北区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市北区",
    "place": "八景水谷",
    "reading": "はけのみや、はけみや",
    "desc": "熊本県熊本市北区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市北区",
    "place": "舞尾",
    "reading": "もうの",
    "desc": "熊本県熊本市北区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市北区",
    "place": "四方寄",
    "reading": "よもぎ",
    "desc": "熊本県熊本市北区にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "熊本市",
    "place": "三箇",
    "reading": "さんが",
    "desc": "熊本県熊本市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "八代市",
    "place": "海士江",
    "reading": "あまがえ",
    "desc": "熊本県八代市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "八代市",
    "place": "女原",
    "reading": "おなはら",
    "desc": "熊本県八代市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "八代市",
    "place": "貝洲",
    "reading": "かいず",
    "desc": "熊本県八代市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "八代市",
    "place": "皈り坂",
    "reading": "かえりざか",
    "desc": "熊本県八代市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "八代市",
    "place": "柿之生",
    "reading": "かきのはえ",
    "desc": "熊本県八代市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "八代市",
    "place": "硴原",
    "reading": "かきはら",
    "desc": "熊本県八代市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "八代市",
    "place": "久多良木",
    "reading": "きゅうたらぎ",
    "desc": "熊本県八代市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "八代市",
    "place": "久連子",
    "reading": "くれこ",
    "desc": "熊本県八代市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "八代市",
    "place": "枳之俣",
    "reading": "けずのまた",
    "desc": "熊本県八代市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "八代市",
    "place": "栴檀",
    "reading": "せんだん",
    "desc": "熊本県八代市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "八代市",
    "place": "鼠蔵",
    "reading": "そぞう",
    "desc": "熊本県八代市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "八代市",
    "place": "鶴喰",
    "reading": "つるばみ",
    "desc": "熊本県八代市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "八代市",
    "place": "原女木",
    "reading": "はらめき",
    "desc": "熊本県八代市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "八代市",
    "place": "豊原",
    "reading": "ぶいわら",
    "desc": "熊本県八代市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "八代市",
    "place": "催合",
    "reading": "もやい",
    "desc": "熊本県八代市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "八代市",
    "place": "葭牟田",
    "reading": "よしむた",
    "desc": "熊本県八代市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "八代市",
    "place": "鹿路",
    "reading": "ろくろ",
    "desc": "熊本県八代市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "人吉市",
    "place": "筌場",
    "reading": "うけば",
    "desc": "熊本県人吉市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "人吉市",
    "place": "瓜生田",
    "reading": "うりゅうだ",
    "desc": "熊本県人吉市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "人吉市",
    "place": "大畑",
    "reading": "おこば",
    "desc": "熊本県人吉市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "人吉市",
    "place": "鹿目",
    "reading": "かなめ",
    "desc": "熊本県人吉市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "人吉市",
    "place": "蟹作",
    "reading": "がんつくり",
    "desc": "熊本県人吉市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "人吉市",
    "place": "小纚川",
    "reading": "こさでがわ",
    "desc": "熊本県人吉市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "人吉市",
    "place": "二日町",
    "reading": "にのまち",
    "desc": "熊本県人吉市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "人吉市",
    "place": "馬氷川",
    "reading": "まごうりがわ",
    "desc": "熊本県人吉市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "荒尾市",
    "place": "海行原",
    "reading": "かいごばる",
    "desc": "熊本県荒尾市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "荒尾市",
    "place": "肥猪",
    "reading": "こえい",
    "desc": "熊本県荒尾市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "荒尾市",
    "place": "粢田",
    "reading": "しときでん",
    "desc": "熊本県荒尾市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "荒尾市",
    "place": "聖人原",
    "reading": "しょうにんばる",
    "desc": "熊本県荒尾市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "水俣市",
    "place": "頭石",
    "reading": "かぐめいし",
    "desc": "熊本県水俣市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "水俣市",
    "place": "宝川内",
    "reading": "ほうがわち",
    "desc": "熊本県水俣市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "水俣市",
    "place": "招川内",
    "reading": "まんば",
    "desc": "熊本県水俣市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "水俣市",
    "place": "湯出",
    "reading": "ゆで",
    "desc": "熊本県水俣市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "玉名市",
    "place": "小天",
    "reading": "おあま",
    "desc": "熊本県玉名市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "玉名市",
    "place": "亀頭迫",
    "reading": "きとさこ",
    "desc": "熊本県玉名市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "玉名市",
    "place": "実山",
    "reading": "げんやま",
    "desc": "熊本県玉名市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "玉名市",
    "place": "岱明",
    "reading": "たいめい",
    "desc": "熊本県玉名市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "玉名市",
    "place": "繁根木",
    "reading": "はねぎ",
    "desc": "熊本県玉名市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "玉名市",
    "place": "両迫間",
    "reading": "りょうはざま",
    "desc": "熊本県玉名市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "山鹿市",
    "place": "方保田",
    "reading": "かとうだ",
    "desc": "熊本県山鹿市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "山鹿市",
    "place": "来民",
    "reading": "くたみ",
    "desc": "熊本県山鹿市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "山鹿市",
    "place": "酒造野",
    "reading": "すぞの",
    "desc": "熊本県山鹿市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "山鹿市",
    "place": "平小城",
    "reading": "ひらおぎ",
    "desc": "熊本県山鹿市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "山鹿市",
    "place": "日置",
    "reading": "へき",
    "desc": "熊本県山鹿市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "菊池市",
    "place": "台",
    "reading": "うてな",
    "desc": "熊本県菊池市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "菊池市",
    "place": "生味",
    "reading": "おおみ",
    "desc": "熊本県菊池市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "菊池市",
    "place": "尾足",
    "reading": "おたる",
    "desc": "熊本県菊池市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "菊池市",
    "place": "神来",
    "reading": "おとど",
    "desc": "熊本県菊池市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "菊池市",
    "place": "虎口",
    "reading": "こく",
    "desc": "熊本県菊池市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "菊池市",
    "place": "木庭",
    "reading": "こば",
    "desc": "熊本県菊池市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "菊池市",
    "place": "泗水",
    "reading": "しすい",
    "desc": "熊本県菊池市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "菊池市",
    "place": "戸豊水",
    "reading": "とりゅうず",
    "desc": "熊本県菊池市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "菊池市",
    "place": "原",
    "reading": "はる",
    "desc": "熊本県菊池市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "菊池市",
    "place": "日生野",
    "reading": "ひおの、ひよの",
    "desc": "熊本県菊池市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "菊池市",
    "place": "女鞍",
    "reading": "めくら",
    "desc": "熊本県菊池市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "菊池市",
    "place": "夜間",
    "reading": "やけ",
    "desc": "熊本県菊池市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "菊池市",
    "place": "隈府",
    "reading": "わいふ",
    "desc": "熊本県菊池市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "宇土市",
    "place": "鮟鱇",
    "reading": "あんこう",
    "desc": "熊本県宇土市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "宇土市",
    "place": "網田",
    "reading": "おうだ",
    "desc": "熊本県宇土市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "宇土市",
    "place": "神合",
    "reading": "こうあい",
    "desc": "熊本県宇土市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "宇土市",
    "place": "古保里",
    "reading": "こおざと",
    "desc": "熊本県宇土市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "宇土市",
    "place": "三拾町",
    "reading": "さじっちょう",
    "desc": "熊本県宇土市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "宇土市",
    "place": "築籠",
    "reading": "ついごめ",
    "desc": "熊本県宇土市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "上天草市",
    "place": "教良木",
    "reading": "きょうらぎ",
    "desc": "熊本県上天草市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "上天草市",
    "place": "鮗ヶ浦",
    "reading": "このしがうら",
    "desc": "熊本県上天草市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "上天草市",
    "place": "賤之女",
    "reading": "しずのめ",
    "desc": "熊本県上天草市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "上天草市",
    "place": "蔵々瀬戸",
    "reading": "ぞぞせと",
    "desc": "熊本県上天草市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "上天草市",
    "place": "長砂連",
    "reading": "ながされ",
    "desc": "熊本県上天草市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "上天草市",
    "place": "夏唐",
    "reading": "なとかろ",
    "desc": "熊本県上天草市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "上天草市",
    "place": "二弁当",
    "reading": "のべっとう",
    "desc": "熊本県上天草市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "上天草市",
    "place": "女鹿串",
    "reading": "めがのくし",
    "desc": "熊本県上天草市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "宇城市",
    "place": "宇城",
    "reading": "うき",
    "desc": "熊本県宇城市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "宇城市",
    "place": "永尾",
    "reading": "えいのお",
    "desc": "熊本県宇城市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "宇城市",
    "place": "楫屋林",
    "reading": "かじやばし",
    "desc": "熊本県宇城市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "宇城市",
    "place": "河江",
    "reading": "ごうのえ",
    "desc": "熊本県宇城市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "宇城市",
    "place": "古保山",
    "reading": "こおやま",
    "desc": "熊本県宇城市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "宇城市",
    "place": "不知火",
    "reading": "しらぬい、しらぬひ",
    "desc": "熊本県宇城市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "宇城市",
    "place": "松橋",
    "reading": "まつばせ",
    "desc": "熊本県宇城市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "宇城市",
    "place": "舞鴫",
    "reading": "もうしぎ",
    "desc": "熊本県宇城市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "宇城市",
    "place": "嫐迫",
    "reading": "わなんざこ",
    "desc": "熊本県宇城市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "阿蘇市",
    "place": "小池",
    "reading": "こうじ",
    "desc": "熊本県阿蘇市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "阿蘇市",
    "place": "竹原",
    "reading": "たかわら",
    "desc": "熊本県阿蘇市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "阿蘇市",
    "place": "役犬原",
    "reading": "やくいんばる",
    "desc": "熊本県阿蘇市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "天草市",
    "place": "嵐口",
    "reading": "あらくち",
    "desc": "熊本県天草市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "天草市",
    "place": "軍ヶ浦",
    "reading": "いくさがうら",
    "desc": "熊本県天草市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "天草市",
    "place": "大通越",
    "reading": "うとし",
    "desc": "熊本県天草市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "天草市",
    "place": "魚貫",
    "reading": "おにき",
    "desc": "熊本県天草市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "天草市",
    "place": "家来栄",
    "reading": "かくえ",
    "desc": "熊本県天草市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "天草市",
    "place": "椛木",
    "reading": "かばのき",
    "desc": "熊本県天草市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "天草市",
    "place": "上津浦",
    "reading": "こうつうら",
    "desc": "熊本県天草市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "天草市",
    "place": "須子",
    "reading": "すじ",
    "desc": "熊本県天草市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "天草市",
    "place": "鉾",
    "reading": "とがり",
    "desc": "熊本県天草市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "天草市",
    "place": "枦宇土",
    "reading": "はじうと",
    "desc": "熊本県天草市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "天草市",
    "place": "鬢掃除",
    "reading": "びんそうじ",
    "desc": "熊本県天草市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "天草市",
    "place": "福連木",
    "reading": "ふくれぎ",
    "desc": "熊本県天草市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "合志市",
    "place": "合志",
    "reading": "こうし",
    "desc": "熊本県合志市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "合志市",
    "place": "竹迫",
    "reading": "たかば",
    "desc": "熊本県合志市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "合志市",
    "place": "上生",
    "reading": "わぶ",
    "desc": "熊本県合志市にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "下益城郡美里町",
    "place": "庵室",
    "reading": "あぜつ",
    "desc": "熊本県下益城郡美里町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "下益城郡美里町",
    "place": "勢井",
    "reading": "ぜい",
    "desc": "熊本県下益城郡美里町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "下益城郡美里町",
    "place": "峙原",
    "reading": "そばはら",
    "desc": "熊本県下益城郡美里町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "下益城郡美里町",
    "place": "土喰",
    "reading": "つちばみ",
    "desc": "熊本県下益城郡美里町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "下益城郡美里町",
    "place": "砥用",
    "reading": "ともち",
    "desc": "熊本県下益城郡美里町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "下益城郡美里町",
    "place": "洞岳",
    "reading": "ほらおか",
    "desc": "熊本県下益城郡美里町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "下益城郡美里町",
    "place": "涌井",
    "reading": "ゆい",
    "desc": "熊本県下益城郡美里町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "玉名郡玉東町",
    "place": "土生野",
    "reading": "はぶの",
    "desc": "熊本県玉名郡玉東町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "玉名郡長洲町",
    "place": "腹赤",
    "reading": "はらか",
    "desc": "熊本県玉名郡長洲町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "玉名郡和水町",
    "place": "皆行原",
    "reading": "かいこうばる",
    "desc": "熊本県玉名郡和水町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "玉名郡和水町",
    "place": "竈門",
    "reading": "かまど",
    "desc": "熊本県玉名郡和水町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "玉名郡和水町",
    "place": "和水",
    "reading": "なごみ",
    "desc": "熊本県玉名郡和水町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "玉名郡和水町",
    "place": "平平",
    "reading": "ひらだいら",
    "desc": "熊本県玉名郡和水町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "玉名郡和水町",
    "place": "蜻浦",
    "reading": "へぼうら",
    "desc": "熊本県玉名郡和水町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "玉名郡和水町",
    "place": "用木",
    "reading": "もといぎ",
    "desc": "熊本県玉名郡和水町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "玉名郡和水町",
    "place": "焼米",
    "reading": "やいごめ",
    "desc": "熊本県玉名郡和水町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "菊池郡大津町",
    "place": "御願所",
    "reading": "ごがんしょ",
    "desc": "熊本県菊池郡大津町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "菊池郡大津町",
    "place": "吹田",
    "reading": "ふけた",
    "desc": "熊本県菊池郡大津町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "菊池郡大津町",
    "place": "真木",
    "reading": "まき",
    "desc": "熊本県菊池郡大津町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "菊池郡菊陽町",
    "place": "古閑原",
    "reading": "こがばる",
    "desc": "熊本県菊池郡菊陽町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "菊池郡菊陽町",
    "place": "津久礼",
    "reading": "つくれ",
    "desc": "熊本県菊池郡菊陽町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "菊池郡菊陽町",
    "place": "曲手",
    "reading": "まがて",
    "desc": "熊本県菊池郡菊陽町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "阿蘇郡南小国町",
    "place": "薊原",
    "reading": "あざみはら",
    "desc": "熊本県阿蘇郡南小国町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "阿蘇郡南小国町",
    "place": "菰田",
    "reading": "こもた",
    "desc": "熊本県阿蘇郡南小国町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "阿蘇郡南小国町",
    "place": "城尾",
    "reading": "じょうのう",
    "desc": "熊本県阿蘇郡南小国町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "阿蘇郡南小国町",
    "place": "動馬木",
    "reading": "どうめき",
    "desc": "熊本県阿蘇郡南小国町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "阿蘇郡南小国町",
    "place": "中原",
    "reading": "なかばる",
    "desc": "熊本県阿蘇郡南小国町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "阿蘇郡南小国町",
    "place": "仁連",
    "reading": "にれ",
    "desc": "熊本県阿蘇郡南小国町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "阿蘇郡小国町",
    "place": "山亥",
    "reading": "はげ",
    "desc": "熊本県阿蘇郡小国町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "阿蘇郡小国町",
    "place": "土田滝",
    "reading": "はんだたき",
    "desc": "熊本県阿蘇郡小国町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "阿蘇郡高森町",
    "place": "草部",
    "reading": "くさかべ",
    "desc": "熊本県阿蘇郡高森町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "阿蘇郡高森町",
    "place": "洗川",
    "reading": "そそがわ",
    "desc": "熊本県阿蘇郡高森町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "阿蘇郡高森町",
    "place": "水湛",
    "reading": "みずたまり",
    "desc": "熊本県阿蘇郡高森町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "阿蘇郡西原村",
    "place": "風当",
    "reading": "かざあて、かざて",
    "desc": "熊本県阿蘇郡西原村にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "阿蘇郡南阿蘇村",
    "place": "槢尾",
    "reading": "すくのお",
    "desc": "熊本県阿蘇郡南阿蘇村にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "上益城郡御船町",
    "place": "座女木",
    "reading": "ざめぎ",
    "desc": "熊本県上益城郡御船町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "上益城郡御船町",
    "place": "粒麦",
    "reading": "つづむぎ",
    "desc": "熊本県上益城郡御船町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "上益城郡御船町",
    "place": "八勢",
    "reading": "やせ",
    "desc": "熊本県上益城郡御船町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "上益城郡益城町",
    "place": "小谷",
    "reading": "おやつ",
    "desc": "熊本県上益城郡益城町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "上益城郡益城町",
    "place": "益城",
    "reading": "ましき",
    "desc": "熊本県上益城郡益城町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "上益城郡益城町",
    "place": "蛭子",
    "reading": "よこ",
    "desc": "熊本県上益城郡益城町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "上益城郡甲佐町",
    "place": "寒野",
    "reading": "さまの",
    "desc": "熊本県上益城郡甲佐町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "上益城郡甲佐町",
    "place": "九折",
    "reading": "つづら",
    "desc": "熊本県上益城郡甲佐町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "上益城郡山都町",
    "place": "都々良",
    "reading": "つづら",
    "desc": "熊本県上益城郡山都町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "上益城郡山都町",
    "place": "鶴ヶ田",
    "reading": "つるけた",
    "desc": "熊本県上益城郡山都町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "上益城郡山都町",
    "place": "目射",
    "reading": "めいらる",
    "desc": "熊本県上益城郡山都町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "八代郡氷川町",
    "place": "栫",
    "reading": "かこい",
    "desc": "熊本県八代郡氷川町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "葦北郡芦北町",
    "place": "葦北",
    "reading": "あしきた",
    "desc": "熊本県葦北郡芦北町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "葦北郡芦北町",
    "place": "箙瀬",
    "reading": "えびらせ",
    "desc": "熊本県葦北郡芦北町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "葦北郡芦北町",
    "place": "硴瀬",
    "reading": "かきぜ",
    "desc": "熊本県葦北郡芦北町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "葦北郡津奈木町",
    "place": "合串",
    "reading": "えごし",
    "desc": "熊本県葦北郡津奈木町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "葦北郡津奈木町",
    "place": "大泊",
    "reading": "おおど",
    "desc": "熊本県葦北郡津奈木町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "葦北郡津奈木町",
    "place": "搦手",
    "reading": "からめて",
    "desc": "熊本県葦北郡津奈木町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "葦北郡津奈木町",
    "place": "川内",
    "reading": "かわち",
    "desc": "熊本県葦北郡津奈木町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡錦町",
    "place": "一武",
    "reading": "いちぶ",
    "desc": "熊本県球磨郡錦町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡錦町",
    "place": "木上",
    "reading": "きのえ",
    "desc": "熊本県球磨郡錦町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡錦町",
    "place": "中福良",
    "reading": "なかふくら",
    "desc": "熊本県球磨郡錦町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡錦町",
    "place": "浜川",
    "reading": "はまごう",
    "desc": "熊本県球磨郡錦町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡錦町",
    "place": "別府",
    "reading": "びゅう",
    "desc": "熊本県球磨郡錦町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡錦町",
    "place": "本別府",
    "reading": "もとんびゅう",
    "desc": "熊本県球磨郡錦町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡多良木町",
    "place": "思川",
    "reading": "おめごう",
    "desc": "熊本県球磨郡多良木町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡多良木町",
    "place": "才松内",
    "reading": "さいごうち",
    "desc": "熊本県球磨郡多良木町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡多良木町",
    "place": "多良木",
    "reading": "たらぎ",
    "desc": "熊本県球磨郡多良木町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡多良木町",
    "place": "茗の木",
    "reading": "ちしゃのき",
    "desc": "熊本県球磨郡多良木町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡水上村",
    "place": "小川内",
    "reading": "おごうち",
    "desc": "熊本県球磨郡水上村にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡水上村",
    "place": "朴ノ木原",
    "reading": "ふうのきばる",
    "desc": "熊本県球磨郡水上村にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡水上村",
    "place": "古川",
    "reading": "ふるこう",
    "desc": "熊本県球磨郡水上村にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡相良村",
    "place": "相良",
    "reading": "さがら",
    "desc": "熊本県球磨郡相良村にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡相良村",
    "place": "深水",
    "reading": "ふかみ",
    "desc": "熊本県球磨郡相良村にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡五木村",
    "place": "出ル羽",
    "reading": "いずるは",
    "desc": "熊本県球磨郡五木村にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡五木村",
    "place": "鴦山",
    "reading": "おしやま",
    "desc": "熊本県球磨郡五木村にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡五木村",
    "place": "合戦峯",
    "reading": "かしのみね",
    "desc": "熊本県球磨郡五木村にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡五木村",
    "place": "金川",
    "reading": "かなごう",
    "desc": "熊本県球磨郡五木村にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡五木村",
    "place": "築切",
    "reading": "ちいきり",
    "desc": "熊本県球磨郡五木村にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡五木村",
    "place": "九折瀬",
    "reading": "つづらせ",
    "desc": "熊本県球磨郡五木村にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡五木村",
    "place": "土会平",
    "reading": "つてひら",
    "desc": "熊本県球磨郡五木村にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡山江村",
    "place": "筌野",
    "reading": "うけの",
    "desc": "熊本県球磨郡山江村にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡山江村",
    "place": "沢水",
    "reading": "そうみ",
    "desc": "熊本県球磨郡山江村にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡山江村",
    "place": "戊",
    "reading": "ぼ",
    "desc": "熊本県球磨郡山江村にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡山江村",
    "place": "万江",
    "reading": "まえ",
    "desc": "熊本県球磨郡山江村にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡球磨村",
    "place": "楮木",
    "reading": "かじき",
    "desc": "熊本県球磨郡球磨村にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡球磨村",
    "place": "球磨",
    "reading": "くま",
    "desc": "熊本県球磨郡球磨村にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡球磨村",
    "place": "杣鼻山",
    "reading": "そまのはなやま",
    "desc": "熊本県球磨郡球磨村にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡球磨村",
    "place": "多武除",
    "reading": "たぶのき",
    "desc": "熊本県球磨郡球磨村にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡球磨村",
    "place": "向淋",
    "reading": "むこうそそぎ",
    "desc": "熊本県球磨郡球磨村にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡あさぎり町",
    "place": "円八重",
    "reading": "えんばい",
    "desc": "熊本県球磨郡あさぎり町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡あさぎり町",
    "place": "神殿原",
    "reading": "こうどんばる",
    "desc": "熊本県球磨郡あさぎり町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡あさぎり町",
    "place": "築地",
    "reading": "ついじ",
    "desc": "熊本県球磨郡あさぎり町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡あさぎり町",
    "place": "斉堂",
    "reading": "ときどう",
    "desc": "熊本県球磨郡あさぎり町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "球磨郡あさぎり町",
    "place": "柳別府",
    "reading": "やなぎのびゅう",
    "desc": "熊本県球磨郡あさぎり町にある難読地名。"
  },
  {
    "pref": "熊本県",
    "city": "天草郡苓北町",
    "place": "都呂々",
    "reading": "とろろ",
    "desc": "熊本県天草郡苓北町にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "",
    "place": "大分",
    "reading": "おおいた",
    "desc": "大分県にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "丹川",
    "reading": "あかがわ",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "明磧",
    "reading": "あけがわら",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "生石",
    "reading": "いくし",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "荏隈",
    "reading": "えのくま",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "大志生木",
    "reading": "おおじゅうき",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "鴛野",
    "reading": "おしの",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "賀来",
    "reading": "かく",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "椎迫",
    "reading": "しいざこ",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "志生木",
    "reading": "しゅうき",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "寒田",
    "reading": "そうだ",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "高尾水分",
    "reading": "たかおみくまり",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "東院",
    "reading": "とい",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "豊海",
    "reading": "とよみ",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "那知椰",
    "reading": "なちなぎ",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "丹生",
    "reading": "にゅう",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "端登",
    "reading": "はたのぼり",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "豊饒",
    "reading": "ぶにょう",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "古国府",
    "reading": "ふるごう",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "戸次",
    "reading": "へつぎ",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "戸保ノ木",
    "reading": "へぼのき",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "政所",
    "reading": "まどころ",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "御所峠",
    "reading": "みせんとうげ、みせんたお",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "廻栖野",
    "reading": "めぐすの",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "米良",
    "reading": "めら",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "萌葱台",
    "reading": "もえぎだい",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "柞原",
    "reading": "ゆすはら",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "永興",
    "reading": "りょうご",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "霊山",
    "reading": "りょうぜん",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "大分市",
    "place": "稙田",
    "reading": "わさだ",
    "desc": "大分県大分市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "別府市",
    "place": "内竈",
    "reading": "うちかまど",
    "desc": "大分県別府市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "別府市",
    "place": "大所",
    "reading": "おところ",
    "desc": "大分県別府市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "別府市",
    "place": "乙原",
    "reading": "おとばる",
    "desc": "大分県別府市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "別府市",
    "place": "大畑",
    "reading": "おばたけ",
    "desc": "大分県別府市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "別府市",
    "place": "鎰掛",
    "reading": "かいがけ",
    "desc": "大分県別府市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "別府市",
    "place": "鉄輪",
    "reading": "かんなわ",
    "desc": "大分県別府市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "別府市",
    "place": "城島",
    "reading": "きじま",
    "desc": "大分県別府市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "別府市",
    "place": "上人",
    "reading": "しょうにん",
    "desc": "大分県別府市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "別府市",
    "place": "釿ノ掛",
    "reading": "ちょんのかけ",
    "desc": "大分県別府市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "別府市",
    "place": "堂籠",
    "reading": "どうごもり",
    "desc": "大分県別府市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "別府市",
    "place": "永石",
    "reading": "なげし",
    "desc": "大分県別府市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "別府市",
    "place": "捏山",
    "reading": "ねじやま",
    "desc": "大分県別府市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "別府市",
    "place": "火売",
    "reading": "ほのめ",
    "desc": "大分県別府市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "別府市",
    "place": "明礬",
    "reading": "みょうばん",
    "desc": "大分県別府市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "中津市",
    "place": "合馬",
    "reading": "おうま",
    "desc": "大分県中津市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "中津市",
    "place": "大石峠",
    "reading": "おしがと、おしがとう",
    "desc": "大分県中津市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "中津市",
    "place": "萱津町",
    "reading": "かいづまち",
    "desc": "大分県中津市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "中津市",
    "place": "蛎瀬",
    "reading": "かきぜ",
    "desc": "大分県中津市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "中津市",
    "place": "水主",
    "reading": "かこ",
    "desc": "大分県中津市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "中津市",
    "place": "冠石野",
    "reading": "かぶしの",
    "desc": "大分県中津市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "中津市",
    "place": "闇無",
    "reading": "くらなし",
    "desc": "大分県中津市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "中津市",
    "place": "定留",
    "reading": "さだのみ",
    "desc": "大分県中津市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "中津市",
    "place": "深水",
    "reading": "ふこうず",
    "desc": "大分県中津市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "中津市",
    "place": "秣",
    "reading": "まくさ",
    "desc": "大分県中津市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "日田市",
    "place": "天瀬",
    "reading": "あまがせ",
    "desc": "大分県日田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "日田市",
    "place": "出羽",
    "reading": "いずるは",
    "desc": "大分県日田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "日田市",
    "place": "三春原",
    "reading": "うらせばる",
    "desc": "大分県日田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "日田市",
    "place": "小鹿田",
    "reading": "おんた",
    "desc": "大分県日田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "日田市",
    "place": "咸宜",
    "reading": "かんぎ",
    "desc": "大分県日田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "日田市",
    "place": "月出山岳",
    "reading": "かんとうだけ",
    "desc": "大分県日田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "日田市",
    "place": "崩の平",
    "reading": "くえのひら",
    "desc": "大分県日田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "日田市",
    "place": "川作",
    "reading": "こうくり",
    "desc": "大分県日田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "日田市",
    "place": "我有木",
    "reading": "ごうのき",
    "desc": "大分県日田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "日田市",
    "place": "牛王",
    "reading": "ごおう",
    "desc": "大分県日田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "日田市",
    "place": "五条殿",
    "reading": "ごじゅどん",
    "desc": "大分県日田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "日田市",
    "place": "末野",
    "reading": "じいの",
    "desc": "大分県日田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "日田市",
    "place": "下筌",
    "reading": "しもうけ",
    "desc": "大分県日田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "日田市",
    "place": "鈴連町",
    "reading": "すずれまち",
    "desc": "大分県日田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "日田市",
    "place": "竹の林",
    "reading": "たけのはや",
    "desc": "大分県日田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "日田市",
    "place": "伝里",
    "reading": "つたり",
    "desc": "大分県日田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "日田市",
    "place": "鶴城町",
    "reading": "つるぎまち",
    "desc": "大分県日田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "日田市",
    "place": "光岡",
    "reading": "てるおか",
    "desc": "大分県日田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "日田市",
    "place": "赤米田",
    "reading": "とぼしだ",
    "desc": "大分県日田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "日田市",
    "place": "上手町",
    "reading": "のぼてまち",
    "desc": "大分県日田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "日田市",
    "place": "一尺八寸山",
    "reading": "みおうやま",
    "desc": "大分県日田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "日田市",
    "place": "源栄町",
    "reading": "もとえまち",
    "desc": "大分県日田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "日田市",
    "place": "八所",
    "reading": "やもころ",
    "desc": "大分県日田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "日田市",
    "place": "刃連町",
    "reading": "ゆきいまち",
    "desc": "大分県日田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "日田市",
    "place": "会所山",
    "reading": "よそやま",
    "desc": "大分県日田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "浅海井浦",
    "reading": "あざむいうら",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "荒網代浦",
    "reading": "あらじろうら",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "市福所",
    "reading": "いちぶせ",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "大入島",
    "reading": "おおにゅうじま",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "大地ヶ浦",
    "reading": "おじがうら",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "小半",
    "reading": "おながら",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "葛港",
    "reading": "かづらみなと",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "蒲江",
    "reading": "かまえ",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "門田",
    "reading": "かんた",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "蟹田",
    "reading": "がんだ",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "杭の内",
    "reading": "くえのうち",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "下城",
    "reading": "げじろ",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "佐伯",
    "reading": "さいき",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "西野",
    "reading": "さいの",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "猿鳴",
    "reading": "さんなぎ",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "鮪浦",
    "reading": "しびうら",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "竹原",
    "reading": "たこら",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "土紙屋",
    "reading": "つちごや",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "鶴望",
    "reading": "つるみ",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "浪太",
    "reading": "なぶと",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "波越",
    "reading": "なんごう",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "最勝海浦",
    "reading": "にいなめうら",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "波寄",
    "reading": "はき",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "間越",
    "reading": "はざこ",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "波当津",
    "reading": "はとづ",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "払鳥屋",
    "reading": "はらいどや",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "戸穴",
    "reading": "ひあな",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "提内",
    "reading": "ひさぎうち",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "泥谷",
    "reading": "ひじや",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "二栄",
    "reading": "ふたばえ",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "向島",
    "reading": "ほうじま",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "丸市尾浦",
    "reading": "まるいちびうら",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "門前",
    "reading": "もんぜ",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "山梨子",
    "reading": "やまなし",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "除",
    "reading": "よけ",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "佐伯市",
    "place": "米水津",
    "reading": "よのうづ",
    "desc": "大分県佐伯市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "臼杵市",
    "place": "出羽",
    "reading": "いづるは",
    "desc": "大分県臼杵市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "臼杵市",
    "place": "烏嶽",
    "reading": "うがく",
    "desc": "大分県臼杵市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "臼杵市",
    "place": "苙場",
    "reading": "おろば",
    "desc": "大分県臼杵市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "臼杵市",
    "place": "海添",
    "reading": "かいぞえ",
    "desc": "大分県臼杵市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "臼杵市",
    "place": "硴江",
    "reading": "かきえ",
    "desc": "大分県臼杵市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "臼杵市",
    "place": "掻懐",
    "reading": "かきだき",
    "desc": "大分県臼杵市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "臼杵市",
    "place": "風成",
    "reading": "かざなし",
    "desc": "大分県臼杵市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "臼杵市",
    "place": "笠良木",
    "reading": "かさらぎ",
    "desc": "大分県臼杵市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "臼杵市",
    "place": "桑尾",
    "reading": "かのお",
    "desc": "大分県臼杵市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "臼杵市",
    "place": "桑原",
    "reading": "かばる",
    "desc": "大分県臼杵市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "臼杵市",
    "place": "御霊園",
    "reading": "ごりょうぞの",
    "desc": "大分県臼杵市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "臼杵市",
    "place": "西寒田",
    "reading": "ささむた",
    "desc": "大分県臼杵市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "臼杵市",
    "place": "清水原",
    "reading": "そうずばる",
    "desc": "大分県臼杵市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "臼杵市",
    "place": "藤田",
    "reading": "とうだ",
    "desc": "大分県臼杵市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "臼杵市",
    "place": "日当",
    "reading": "ひなた",
    "desc": "大分県臼杵市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "臼杵市",
    "place": "平清水",
    "reading": "ひらそうず",
    "desc": "大分県臼杵市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "津久見市",
    "place": "千怒",
    "reading": "ちぬ",
    "desc": "大分県津久見市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "竹田市",
    "place": "会々",
    "reading": "あいあい",
    "desc": "大分県竹田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "竹田市",
    "place": "市用",
    "reading": "いちもち",
    "desc": "大分県竹田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "竹田市",
    "place": "栢木",
    "reading": "かやぎ",
    "desc": "大分県竹田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "竹田市",
    "place": "神原",
    "reading": "こうばる",
    "desc": "大分県竹田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "竹田市",
    "place": "鴫田",
    "reading": "しぎた",
    "desc": "大分県竹田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "竹田市",
    "place": "炭竈",
    "reading": "すみかまど",
    "desc": "大分県竹田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "竹田市",
    "place": "挾田",
    "reading": "はさだ",
    "desc": "大分県竹田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "竹田市",
    "place": "陽目",
    "reading": "ひなため",
    "desc": "大分県竹田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "竹田市",
    "place": "仏面",
    "reading": "ぶちめん",
    "desc": "大分県竹田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "竹田市",
    "place": "米納",
    "reading": "よない",
    "desc": "大分県竹田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "豊後高田市",
    "place": "夷",
    "reading": "えびす",
    "desc": "大分県豊後高田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "豊後高田市",
    "place": "堅来",
    "reading": "かたく",
    "desc": "大分県豊後高田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "豊後高田市",
    "place": "鼎",
    "reading": "かなえ",
    "desc": "大分県豊後高田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "豊後高田市",
    "place": "来縄",
    "reading": "くなわ",
    "desc": "大分県豊後高田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "豊後高田市",
    "place": "田染",
    "reading": "たしぶ",
    "desc": "大分県豊後高田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "豊後高田市",
    "place": "都甲",
    "reading": "とごう",
    "desc": "大分県豊後高田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "豊後高田市",
    "place": "並石",
    "reading": "なめし",
    "desc": "大分県豊後高田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "豊後高田市",
    "place": "陽平",
    "reading": "ひなたびら",
    "desc": "大分県豊後高田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "豊後高田市",
    "place": "小田原",
    "reading": "こだわら",
    "desc": "大分県豊後高田市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "相原",
    "reading": "あいわら",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "生桑",
    "reading": "いくわ",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "筌口",
    "reading": "うけくち",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "槍原",
    "reading": "うつけばる",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "筒木",
    "reading": "うつろぎ",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "大内原",
    "reading": "おおねばる",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "大片平",
    "reading": "おかたひら",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "大内山",
    "reading": "おちやま",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "乙王",
    "reading": "おとう",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "小野尾",
    "reading": "おののお",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "小狭間",
    "reading": "おわさま",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "唐川",
    "reading": "からこ",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "上村",
    "reading": "かんむら",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "杵築",
    "reading": "きつき",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "見常寺",
    "reading": "けじょうじ",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "越井",
    "reading": "こい",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "甲尾",
    "reading": "こうのお",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "甑岩",
    "reading": "こしきわ",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "定野尾",
    "reading": "じょうのお",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "勢場",
    "reading": "せいば",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "大左右",
    "reading": "だいそう",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "苣ノ木峠",
    "reading": "ちしゃのきとうげ",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "中ノ原",
    "reading": "なかんばる",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "七双子",
    "reading": "ならぞうし",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "西鹿鳴越",
    "reading": "にしかなごえ",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "波多方",
    "reading": "はだかた",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "仏供",
    "reading": "ぶく",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "藤川",
    "reading": "ふじのかわ",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "薫石",
    "reading": "ふすべいし",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "船迫",
    "reading": "ふながさこ",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "三光坊",
    "reading": "みこぼう",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "野狐谷",
    "reading": "やこだに",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "野辺",
    "reading": "やべ",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "杵築市",
    "place": "余名",
    "reading": "よみょう",
    "desc": "大分県杵築市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "宇佐市",
    "place": "安心院",
    "reading": "あじむ",
    "desc": "大分県宇佐市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "宇佐市",
    "place": "筌ノ口",
    "reading": "うけのくち",
    "desc": "大分県宇佐市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "宇佐市",
    "place": "有徳原",
    "reading": "うっとくばる",
    "desc": "大分県宇佐市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "宇佐市",
    "place": "大副",
    "reading": "おおそい",
    "desc": "大分県宇佐市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "宇佐市",
    "place": "折敷田",
    "reading": "おしきだ",
    "desc": "大分県宇佐市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "宇佐市",
    "place": "落狩倉",
    "reading": "おちかくら",
    "desc": "大分県宇佐市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "宇佐市",
    "place": "小野川内",
    "reading": "おのごうち",
    "desc": "大分県宇佐市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "宇佐市",
    "place": "景平",
    "reading": "かげへら",
    "desc": "大分県宇佐市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "宇佐市",
    "place": "萱籠",
    "reading": "かやごもり",
    "desc": "大分県宇佐市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "宇佐市",
    "place": "木裳",
    "reading": "きのも",
    "desc": "大分県宇佐市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "宇佐市",
    "place": "九人峠",
    "reading": "くにんがとう",
    "desc": "大分県宇佐市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "宇佐市",
    "place": "閤",
    "reading": "ごう",
    "desc": "大分県宇佐市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "宇佐市",
    "place": "小唐川",
    "reading": "こがらこ",
    "desc": "大分県宇佐市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "宇佐市",
    "place": "寒水",
    "reading": "そうず",
    "desc": "大分県宇佐市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "宇佐市",
    "place": "高家",
    "reading": "たけい",
    "desc": "大分県宇佐市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "宇佐市",
    "place": "岳切",
    "reading": "たっきり",
    "desc": "大分県宇佐市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "宇佐市",
    "place": "妻垣",
    "reading": "つまがけ",
    "desc": "大分県宇佐市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "宇佐市",
    "place": "西衲",
    "reading": "にしのと",
    "desc": "大分県宇佐市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "宇佐市",
    "place": "蜷木",
    "reading": "になぎ",
    "desc": "大分県宇佐市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "宇佐市",
    "place": "羽馬礼",
    "reading": "はばれ",
    "desc": "大分県宇佐市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "宇佐市",
    "place": "別府",
    "reading": "びゅう",
    "desc": "大分県宇佐市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "宇佐市",
    "place": "佛木",
    "reading": "ほとぎ",
    "desc": "大分県宇佐市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "宇佐市",
    "place": "神子山新田",
    "reading": "みこやましんでん",
    "desc": "大分県宇佐市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "宇佐市",
    "place": "駅館川",
    "reading": "やっかんがわ",
    "desc": "大分県宇佐市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "豊後大野市",
    "place": "浅水",
    "reading": "あそうず",
    "desc": "大分県豊後大野市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "豊後大野市",
    "place": "荒木",
    "reading": "あらこ",
    "desc": "大分県豊後大野市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "豊後大野市",
    "place": "大寒",
    "reading": "おおそう",
    "desc": "大分県豊後大野市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "豊後大野市",
    "place": "久知良",
    "reading": "くじら",
    "desc": "大分県豊後大野市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "豊後大野市",
    "place": "左右知",
    "reading": "そうち",
    "desc": "大分県豊後大野市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "豊後大野市",
    "place": "中土師",
    "reading": "なかはじ",
    "desc": "大分県豊後大野市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "豊後大野市",
    "place": "夏足",
    "reading": "なたせ",
    "desc": "大分県豊後大野市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "豊後大野市",
    "place": "六種",
    "reading": "むぐさ",
    "desc": "大分県豊後大野市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "豊後大野市",
    "place": "用作",
    "reading": "ゆうじゃく",
    "desc": "大分県豊後大野市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "由布市",
    "place": "櫟木",
    "reading": "いちぎ",
    "desc": "大分県由布市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "由布市",
    "place": "小挾間",
    "reading": "おばさま",
    "desc": "大分県由布市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "由布市",
    "place": "朴木",
    "reading": "ほうのき",
    "desc": "大分県由布市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "国東市",
    "place": "朝来",
    "reading": "あさく",
    "desc": "大分県国東市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "国東市",
    "place": "岩戸寺",
    "reading": "いわとうじ",
    "desc": "大分県国東市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "国東市",
    "place": "大海田",
    "reading": "おおみだ",
    "desc": "大分県国東市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "国東市",
    "place": "小門山",
    "reading": "おどむれやま",
    "desc": "大分県国東市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "国東市",
    "place": "鬼籠",
    "reading": "きこ",
    "desc": "大分県国東市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "国東市",
    "place": "櫛海",
    "reading": "くしのみ",
    "desc": "大分県国東市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "国東市",
    "place": "国東",
    "reading": "くにさき",
    "desc": "大分県国東市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "国東市",
    "place": "来浦",
    "reading": "くのうら",
    "desc": "大分県国東市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "国東市",
    "place": "黒川原",
    "reading": "くろごうら",
    "desc": "大分県国東市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "国東市",
    "place": "千燈",
    "reading": "せんど",
    "desc": "大分県国東市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "国東市",
    "place": "啝ノ浦",
    "reading": "なぎのうら",
    "desc": "大分県国東市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "国東市",
    "place": "浜陽",
    "reading": "はまひなた",
    "desc": "大分県国東市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "国東市",
    "place": "浜手",
    "reading": "ひんで",
    "desc": "大分県国東市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "国東市",
    "place": "両子",
    "reading": "ふたご",
    "desc": "大分県国東市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "国東市",
    "place": "馬渡",
    "reading": "まなあたり",
    "desc": "大分県国東市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "国東市",
    "place": "向田",
    "reading": "むかた",
    "desc": "大分県国東市にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "東国東郡姫島村",
    "place": "両瀬",
    "reading": "もろせ",
    "desc": "大分県東国東郡姫島村にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "東国東郡姫島村",
    "place": "用作",
    "reading": "ようじゃく",
    "desc": "大分県東国東郡姫島村にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "速見郡日出町",
    "place": "会下",
    "reading": "えげ",
    "desc": "大分県速見郡日出町にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "速見郡日出町",
    "place": "大神",
    "reading": "おおが",
    "desc": "大分県速見郡日出町にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "速見郡日出町",
    "place": "皆本",
    "reading": "かいもと",
    "desc": "大分県速見郡日出町にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "速見郡日出町",
    "place": "太田",
    "reading": "たいだ",
    "desc": "大分県速見郡日出町にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "速見郡日出町",
    "place": "日出",
    "reading": "ひじ",
    "desc": "大分県速見郡日出町にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "玖珠郡九重町",
    "place": "甘川水",
    "reading": "あまがせ",
    "desc": "大分県玖珠郡九重町にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "玖珠郡九重町",
    "place": "奥双石",
    "reading": "おくなめし",
    "desc": "大分県玖珠郡九重町にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "玖珠郡九重町",
    "place": "書曲",
    "reading": "かいまげ",
    "desc": "大分県玖珠郡九重町にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "玖珠郡九重町",
    "place": "楮原",
    "reading": "かごわら",
    "desc": "大分県玖珠郡九重町にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "玖珠郡九重町",
    "place": "桐木",
    "reading": "きるぎ",
    "desc": "大分県玖珠郡九重町にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "玖珠郡九重町",
    "place": "崩平山",
    "reading": "くえんひらやま",
    "desc": "大分県玖珠郡九重町にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "玖珠郡九重町",
    "place": "疥癬湯",
    "reading": "ひぜんゆ",
    "desc": "大分県玖珠郡九重町にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "玖珠郡玖珠町",
    "place": "内帆足",
    "reading": "うつばし",
    "desc": "大分県玖珠郡玖珠町にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "玖珠郡玖珠町",
    "place": "玖珠",
    "reading": "くす",
    "desc": "大分県玖珠郡玖珠町にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "玖珠郡玖珠町",
    "place": "内匠",
    "reading": "たくみ",
    "desc": "大分県玖珠郡玖珠町にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "玖珠郡玖珠町",
    "place": "中泊里",
    "reading": "なかづまり",
    "desc": "大分県玖珠郡玖珠町にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "玖珠郡玖珠町",
    "place": "万年山",
    "reading": "はねやま",
    "desc": "大分県玖珠郡玖珠町にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "玖珠郡玖珠町",
    "place": "萩ヶ原",
    "reading": "はんがばる",
    "desc": "大分県玖珠郡玖珠町にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "玖珠郡玖珠町",
    "place": "日出生",
    "reading": "ひじゅう",
    "desc": "大分県玖珠郡玖珠町にある難読地名。"
  },
  {
    "pref": "大分県",
    "city": "玖珠郡玖珠町",
    "place": "松信",
    "reading": "まつびら",
    "desc": "大分県玖珠郡玖珠町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "宮崎市",
    "place": "檍",
    "reading": "あおき",
    "desc": "宮崎県宮崎市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "宮崎市",
    "place": "阿波岐原",
    "reading": "あわぎがはら",
    "desc": "宮崎県宮崎市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "宮崎市",
    "place": "生目",
    "reading": "いきめ",
    "desc": "宮崎県宮崎市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "宮崎市",
    "place": "浮之城",
    "reading": "うきのじょう",
    "desc": "宮崎県宮崎市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "宮崎市",
    "place": "瓜生野",
    "reading": "うりゅうの",
    "desc": "宮崎県宮崎市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "宮崎市",
    "place": "追分",
    "reading": "おいわけ",
    "desc": "宮崎県宮崎市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "宮崎市",
    "place": "折生迫",
    "reading": "おりゅうざこ",
    "desc": "宮崎県宮崎市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "宮崎市",
    "place": "鏡洲",
    "reading": "かがみず",
    "desc": "宮崎県宮崎市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "宮崎市",
    "place": "郡司分",
    "reading": "ぐじぶん",
    "desc": "宮崎県宮崎市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "宮崎市",
    "place": "沓掛",
    "reading": "くつかけ",
    "desc": "宮崎県宮崎市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "宮崎市",
    "place": "月知梅",
    "reading": "げっちばい",
    "desc": "宮崎県宮崎市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "宮崎市",
    "place": "正手",
    "reading": "しょうで",
    "desc": "宮崎県宮崎市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "宮崎市",
    "place": "新別府",
    "reading": "しんびゅう",
    "desc": "宮崎県宮崎市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "宮崎市",
    "place": "曽山寺",
    "reading": "そさんじ",
    "desc": "宮崎県宮崎市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "宮崎市",
    "place": "恒久",
    "reading": "つねひさ",
    "desc": "宮崎県宮崎市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "宮崎市",
    "place": "新名爪",
    "reading": "にいなづめ",
    "desc": "宮崎県宮崎市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "宮崎市",
    "place": "飛江田、加江田",
    "reading": "ひえだ、かえだ",
    "desc": "宮崎県宮崎市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "宮崎市",
    "place": "双石山",
    "reading": "ぼろいしやま",
    "desc": "宮崎県宮崎市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "宮崎市",
    "place": "穆佐",
    "reading": "むかさ",
    "desc": "宮崎県宮崎市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "宮崎市",
    "place": "和石",
    "reading": "よれし",
    "desc": "宮崎県宮崎市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "都城市",
    "place": "五十市",
    "reading": "いそいち",
    "desc": "宮崎県都城市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "都城市",
    "place": "飯起",
    "reading": "いぼこり",
    "desc": "宮崎県都城市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "都城市",
    "place": "乙房町",
    "reading": "おとぼうちょう",
    "desc": "宮崎県都城市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "都城市",
    "place": "上水流、下水流",
    "reading": "かみづる、しもづる",
    "desc": "宮崎県都城市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "都城市",
    "place": "上長飯、下長飯",
    "reading": "かみながえ、しもながえ",
    "desc": "宮崎県都城市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "都城市",
    "place": "四家",
    "reading": "しか",
    "desc": "宮崎県都城市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "都城市",
    "place": "志比田町",
    "reading": "しびたちょう",
    "desc": "宮崎県都城市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "都城市",
    "place": "温水",
    "reading": "ぬくみず",
    "desc": "宮崎県都城市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "都城市",
    "place": "長谷谷",
    "reading": "はせたん",
    "desc": "宮崎県都城市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "都城市",
    "place": "弁済使",
    "reading": "べんざし",
    "desc": "宮崎県都城市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "都城市",
    "place": "御池",
    "reading": "みいけ",
    "desc": "宮崎県都城市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "都城市",
    "place": "都城",
    "reading": "みやこのじょう",
    "desc": "宮崎県都城市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "都城市",
    "place": "牟礼水流",
    "reading": "むれづる",
    "desc": "宮崎県都城市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "都城市",
    "place": "母智丘",
    "reading": "もちお",
    "desc": "宮崎県都城市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "延岡市",
    "place": "愛宕",
    "reading": "あたご",
    "desc": "宮崎県延岡市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "延岡市",
    "place": "天下",
    "reading": "あもり",
    "desc": "宮崎県延岡市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "延岡市",
    "place": "家田",
    "reading": "えだ",
    "desc": "宮崎県延岡市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "延岡市",
    "place": "大峡",
    "reading": "おおかい",
    "desc": "宮崎県延岡市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "延岡市",
    "place": "大崩山",
    "reading": "おおくえやま",
    "desc": "宮崎県延岡市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "延岡市",
    "place": "鹿狩瀬",
    "reading": "かがせ",
    "desc": "宮崎県延岡市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "延岡市",
    "place": "川水流",
    "reading": "かわずる",
    "desc": "宮崎県延岡市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "延岡市",
    "place": "鹿川",
    "reading": "ししがわ",
    "desc": "宮崎県延岡市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "延岡市",
    "place": "須美江",
    "reading": "すみえ",
    "desc": "宮崎県延岡市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "延岡市",
    "place": "東海",
    "reading": "とうみ",
    "desc": "宮崎県延岡市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "延岡市",
    "place": "土々呂",
    "reading": "ととろ",
    "desc": "宮崎県延岡市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "延岡市",
    "place": "直海",
    "reading": "なおみ",
    "desc": "宮崎県延岡市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "延岡市",
    "place": "西階",
    "reading": "にししな",
    "desc": "宮崎県延岡市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "延岡市",
    "place": "一ヶ岡",
    "reading": "ひとつがおか",
    "desc": "宮崎県延岡市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "延岡市",
    "place": "別府",
    "reading": "びゅう",
    "desc": "宮崎県延岡市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "延岡市",
    "place": "祝子",
    "reading": "ほうり",
    "desc": "宮崎県延岡市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "延岡市",
    "place": "祝子川",
    "reading": "ほうりがわ",
    "desc": "宮崎県延岡市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "延岡市",
    "place": "槇峰",
    "reading": "まきみね",
    "desc": "宮崎県延岡市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "延岡市",
    "place": "行縢",
    "reading": "むかばき",
    "desc": "宮崎県延岡市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "延岡市",
    "place": "八峡",
    "reading": "やかい",
    "desc": "宮崎県延岡市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "延岡市",
    "place": "柚木",
    "reading": "ゆうぎ",
    "desc": "宮崎県延岡市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "日南市",
    "place": "吾田",
    "reading": "あがた",
    "desc": "宮崎県日南市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "日南市",
    "place": "鵜戸",
    "reading": "うど",
    "desc": "宮崎県日南市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "日南市",
    "place": "鶯巣",
    "reading": "おうさ",
    "desc": "宮崎県日南市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "日南市",
    "place": "飫肥",
    "reading": "おび",
    "desc": "宮崎県日南市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "日南市",
    "place": "贄波",
    "reading": "にえなみ",
    "desc": "宮崎県日南市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "日南市",
    "place": "富土",
    "reading": "ふと",
    "desc": "宮崎県日南市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "日南市",
    "place": "目井津",
    "reading": "めいつ",
    "desc": "宮崎県日南市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "日南市",
    "place": "榎原",
    "reading": "よわら",
    "desc": "宮崎県日南市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "小林市",
    "place": "軍谷",
    "reading": "いくさだに",
    "desc": "宮崎県小林市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "小林市",
    "place": "売子木",
    "reading": "きしゃのき",
    "desc": "宮崎県小林市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "小林市",
    "place": "輝嶺峠",
    "reading": "きれいとうげ",
    "desc": "宮崎県小林市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "小林市",
    "place": "猿谷",
    "reading": "さいたに",
    "desc": "宮崎県小林市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "小林市",
    "place": "水流迫",
    "reading": "つるざこ",
    "desc": "宮崎県小林市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "小林市",
    "place": "夷守",
    "reading": "ひなもり",
    "desc": "宮崎県小林市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "小林市、えびの市",
    "place": "韓国岳",
    "reading": "からくにだけ",
    "desc": "宮崎県小林市、えびの市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "日向市",
    "place": "小倉ヶ浜",
    "reading": "おくらがはま",
    "desc": "宮崎県日向市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "日向市",
    "place": "幸脇",
    "reading": "さいわき",
    "desc": "宮崎県日向市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "日向市",
    "place": "山陰",
    "reading": "やまげ",
    "desc": "宮崎県日向市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "串間市",
    "place": "郡元",
    "reading": "こおりもと",
    "desc": "宮崎県串間市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "串間市",
    "place": "大重野",
    "reading": "だいしげの",
    "desc": "宮崎県串間市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "串間市",
    "place": "築島",
    "reading": "つきしま",
    "desc": "宮崎県串間市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "串間市",
    "place": "舳",
    "reading": "へた",
    "desc": "宮崎県串間市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "西都市",
    "place": "寒川",
    "reading": "さぶかわ",
    "desc": "宮崎県西都市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "西都市",
    "place": "銀鏡",
    "reading": "しろみ",
    "desc": "宮崎県西都市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "西都市",
    "place": "調殿",
    "reading": "つきどの",
    "desc": "宮崎県西都市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "西都市",
    "place": "都萬神社",
    "reading": "つまじんじゃ",
    "desc": "宮崎県西都市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "西都市",
    "place": "水流崎",
    "reading": "つるさき",
    "desc": "宮崎県西都市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "西都市",
    "place": "都於郡",
    "reading": "とのこおり",
    "desc": "宮崎県西都市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "西都市",
    "place": "八重",
    "reading": "はえ",
    "desc": "宮崎県西都市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "えびの市",
    "place": "蝦野",
    "reading": "えびの",
    "desc": "宮崎県えびの市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "えびの市",
    "place": "尾八重野",
    "reading": "おべの",
    "desc": "宮崎県えびの市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "えびの市",
    "place": "加久藤",
    "reading": "かくとう",
    "desc": "宮崎県えびの市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "えびの市",
    "place": "甑岳",
    "reading": "こしきだけ",
    "desc": "宮崎県えびの市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "えびの市",
    "place": "川内川",
    "reading": "せんだいがわ",
    "desc": "宮崎県えびの市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "えびの市",
    "place": "真幸",
    "reading": "まさき",
    "desc": "宮崎県えびの市にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "北諸県郡三股町",
    "place": "大八重",
    "reading": "おおはえ",
    "desc": "宮崎県北諸県郡三股町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "北諸県郡三股町",
    "place": "櫟田",
    "reading": "くぬぎだ",
    "desc": "宮崎県北諸県郡三股町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "北諸県郡三股町",
    "place": "小鷺巣、大鷺巣",
    "reading": "こさぎす、おおさぎす",
    "desc": "宮崎県北諸県郡三股町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "北諸県郡三股町",
    "place": "蓼池",
    "reading": "たでいけ",
    "desc": "宮崎県北諸県郡三股町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "児湯郡高鍋町",
    "place": "神祭野",
    "reading": "こぜの",
    "desc": "宮崎県児湯郡高鍋町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "児湯郡高鍋町",
    "place": "勝利",
    "reading": "すぐり",
    "desc": "宮崎県児湯郡高鍋町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "児湯郡高鍋町",
    "place": "道具小路",
    "reading": "どうげこうじ",
    "desc": "宮崎県児湯郡高鍋町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "児湯郡高鍋町",
    "place": "馬場原",
    "reading": "ばばのはる",
    "desc": "宮崎県児湯郡高鍋町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "児湯郡新富町",
    "place": "伊倉",
    "reading": "いくら",
    "desc": "宮崎県児湯郡新富町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "児湯郡新富町",
    "place": "今別府",
    "reading": "いまびゆう",
    "desc": "宮崎県児湯郡新富町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "児湯郡新富町",
    "place": "岩脇",
    "reading": "いわなぎ",
    "desc": "宮崎県児湯郡新富町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "児湯郡新富町",
    "place": "上日置",
    "reading": "うわべき",
    "desc": "宮崎県児湯郡新富町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "児湯郡新富町",
    "place": "江梅瀬",
    "reading": "えばいぜ",
    "desc": "宮崎県児湯郡新富町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "児湯郡新富町",
    "place": "祇園原",
    "reading": "ぎおんばる",
    "desc": "宮崎県児湯郡新富町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "児湯郡新富町",
    "place": "北畦原",
    "reading": "きたうねえわら",
    "desc": "宮崎県児湯郡新富町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "児湯郡新富町",
    "place": "鬼付女",
    "reading": "きづくめ",
    "desc": "宮崎県児湯郡新富町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "児湯郡新富町",
    "place": "越馬場",
    "reading": "こえのばば",
    "desc": "宮崎県児湯郡新富町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "児湯郡新富町",
    "place": "溜水",
    "reading": "たまりみず",
    "desc": "宮崎県児湯郡新富町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "児湯郡新富町",
    "place": "富田",
    "reading": "とんだ",
    "desc": "宮崎県児湯郡新富町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "児湯郡新富町",
    "place": "新田原",
    "reading": "にゅうたばる",
    "desc": "宮崎県児湯郡新富町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "児湯郡新富町",
    "place": "弁指",
    "reading": "べんざし",
    "desc": "宮崎県児湯郡新富町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "児湯郡新富町",
    "place": "三納代",
    "reading": "みなしろ",
    "desc": "宮崎県児湯郡新富町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "児湯郡新富町",
    "place": "矢床",
    "reading": "やとこ",
    "desc": "宮崎県児湯郡新富町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "児湯郡新富町",
    "place": "湯風呂",
    "reading": "ゆぶろ",
    "desc": "宮崎県児湯郡新富町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "児湯郡西米良村",
    "place": "上米良",
    "reading": "かんめら",
    "desc": "宮崎県児湯郡西米良村にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "児湯郡西米良村",
    "place": "西米良",
    "reading": "にしめら",
    "desc": "宮崎県児湯郡西米良村にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "児湯郡都農町",
    "place": "都農",
    "reading": "つの",
    "desc": "宮崎県児湯郡都農町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "東臼杵郡、西臼杵郡",
    "place": "臼杵",
    "reading": "うすき",
    "desc": "宮崎県東臼杵郡、西臼杵郡にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "東臼杵郡諸塚村",
    "place": "家代",
    "reading": "えしろ",
    "desc": "宮崎県東臼杵郡諸塚村にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "東臼杵郡諸塚村",
    "place": "八重の平",
    "reading": "はえのひら",
    "desc": "宮崎県東臼杵郡諸塚村にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "東臼杵郡椎葉村",
    "place": "合戦原",
    "reading": "かせばる",
    "desc": "宮崎県東臼杵郡椎葉村にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "東臼杵郡椎葉村",
    "place": "鹿野遊",
    "reading": "かなすび",
    "desc": "宮崎県東臼杵郡椎葉村にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "東臼杵郡美郷町",
    "place": "鬼神野",
    "reading": "きじの",
    "desc": "宮崎県東臼杵郡美郷町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "東臼杵郡美郷町",
    "place": "神門",
    "reading": "みかど",
    "desc": "宮崎県東臼杵郡美郷町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "西臼杵郡高千穂町",
    "place": "大猿渡",
    "reading": "おおそたり",
    "desc": "宮崎県西臼杵郡高千穂町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "西臼杵郡高千穂町",
    "place": "鬼切畑",
    "reading": "おぎりはた",
    "desc": "宮崎県西臼杵郡高千穂町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "西臼杵郡高千穂町",
    "place": "四皇子",
    "reading": "しおじ",
    "desc": "宮崎県西臼杵郡高千穂町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "西臼杵郡高千穂町",
    "place": "馬生木",
    "reading": "もうき",
    "desc": "宮崎県西臼杵郡高千穂町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "西臼杵郡日之影町",
    "place": "阿下",
    "reading": "あげ",
    "desc": "宮崎県西臼杵郡日之影町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "西臼杵郡日之影町",
    "place": "今別府",
    "reading": "いまびゅう",
    "desc": "宮崎県西臼杵郡日之影町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "西臼杵郡日之影町",
    "place": "後梅",
    "reading": "おぞめ",
    "desc": "宮崎県西臼杵郡日之影町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "西臼杵郡日之影町",
    "place": "尾八重",
    "reading": "おばえ",
    "desc": "宮崎県西臼杵郡日之影町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "西臼杵郡日之影町",
    "place": "上下顔",
    "reading": "かみしもづら",
    "desc": "宮崎県西臼杵郡日之影町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "西臼杵郡日之影町",
    "place": "葛根ヶ原",
    "reading": "かんねがはる",
    "desc": "宮崎県西臼杵郡日之影町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "西臼杵郡日之影町",
    "place": "興地",
    "reading": "くうち",
    "desc": "宮崎県西臼杵郡日之影町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "西臼杵郡日之影町",
    "place": "九重花",
    "reading": "くえのはな",
    "desc": "宮崎県西臼杵郡日之影町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "西臼杵郡日之影町",
    "place": "古後梅",
    "reading": "こおぞめ",
    "desc": "宮崎県西臼杵郡日之影町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "西臼杵郡日之影町",
    "place": "三挺弓",
    "reading": "さんじょうめ",
    "desc": "宮崎県西臼杵郡日之影町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "西臼杵郡日之影町",
    "place": "徳富",
    "reading": "とくずみ",
    "desc": "宮崎県西臼杵郡日之影町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "西臼杵郡日之影町",
    "place": "名女石",
    "reading": "なめし",
    "desc": "宮崎県西臼杵郡日之影町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "西臼杵郡日之影町",
    "place": "深角",
    "reading": "ふかすみ",
    "desc": "宮崎県西臼杵郡日之影町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "西臼杵郡日之影町",
    "place": "神影",
    "reading": "みかげ",
    "desc": "宮崎県西臼杵郡日之影町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "西臼杵郡日之影町",
    "place": "百舌鳥山",
    "reading": "もずやま",
    "desc": "宮崎県西臼杵郡日之影町にある難読地名。"
  },
  {
    "pref": "宮崎県",
    "city": "西臼杵郡日之影町",
    "place": "矢形的",
    "reading": "やかたのまと",
    "desc": "宮崎県西臼杵郡日之影町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "赤生原",
    "reading": "あこうばる",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "棈木川",
    "reading": "あべきがわ",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "石燈篭",
    "reading": "いづろ",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "居屋",
    "reading": "いわや",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "宇宿",
    "reading": "うすき",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "宇都谷",
    "reading": "うどんたに",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "大石様河",
    "reading": "おおいしさんかぁ",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "皆房",
    "reading": "かいぼう",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "上町",
    "reading": "かんまち",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "喜入",
    "reading": "きいれ",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "花倉",
    "reading": "けくら",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "花棚",
    "reading": "けだな",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "花野光ヶ丘",
    "reading": "けのひかりがおか",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "河頭",
    "reading": "こがしら",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "甲突川",
    "reading": "こうつきがわ",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "催馬楽",
    "reading": "せばる",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "草牟田",
    "reading": "そうむた",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "都曇答臓",
    "reading": "たんたど",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市皷川町",
    "place": "皷川",
    "reading": "つづみがわ",
    "desc": "鹿児島県鹿児島市皷川町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "賦合",
    "reading": "つもりあい",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "樋之口町",
    "reading": "てのくちちょう",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "野呂迫",
    "reading": "ところざこ",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "唐湊",
    "reading": "とそ",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "中別府",
    "reading": "なかんびう",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "茄子田",
    "reading": "なすびだ",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "生見",
    "reading": "ぬくみ",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "原良",
    "reading": "はらら",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "火の河原",
    "reading": "ひのこら",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "上鬼燈火谷",
    "reading": "ふつつがだに",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "菩薩堂",
    "reading": "ぼさど",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "堀殿仮屋",
    "reading": "ほりどんかや",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "紫原",
    "reading": "むらさきばる",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "明穴堀",
    "reading": "もがほつ",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島市",
    "place": "易居町",
    "reading": "やすいちょう",
    "desc": "鹿児島県鹿児島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿屋市",
    "place": "吾平",
    "reading": "あいら",
    "desc": "鹿児島県鹿屋市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿屋市",
    "place": "井神島",
    "reading": "いがんじま",
    "desc": "鹿児島県鹿屋市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿屋市",
    "place": "小薄",
    "reading": "おすき",
    "desc": "鹿児島県鹿屋市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿屋市",
    "place": "鹿屋",
    "reading": "かのや",
    "desc": "鹿児島県鹿屋市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿屋市",
    "place": "辰喰",
    "reading": "たつばみ",
    "desc": "鹿児島県鹿屋市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿屋市",
    "place": "祓川",
    "reading": "はらいがわ",
    "desc": "鹿児島県鹿屋市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿屋市",
    "place": "名主",
    "reading": "みょうず",
    "desc": "鹿児島県鹿屋市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿屋市",
    "place": "百引",
    "reading": "もびき",
    "desc": "鹿児島県鹿屋市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "枕崎市",
    "place": "鹿篭麓",
    "reading": "かごふもと",
    "desc": "鹿児島県枕崎市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "枕崎市",
    "place": "下山",
    "reading": "さがやま",
    "desc": "鹿児島県枕崎市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "阿久根市",
    "place": "莫禰",
    "reading": "あくね",
    "desc": "鹿児島県阿久根市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "出水市",
    "place": "切通",
    "reading": "きずし",
    "desc": "鹿児島県出水市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "出水市",
    "place": "紫尾山",
    "reading": "しびさん",
    "desc": "鹿児島県出水市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "出水市",
    "place": "下特手",
    "reading": "しもこって",
    "desc": "鹿児島県出水市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "出水市",
    "place": "帆木之上",
    "reading": "はぎのうえ",
    "desc": "鹿児島県出水市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "指宿市",
    "place": "指宿",
    "reading": "いぶすき",
    "desc": "鹿児島県指宿市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "指宿市",
    "place": "開聞",
    "reading": "かいもん",
    "desc": "鹿児島県指宿市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "指宿市",
    "place": "岡児ケ水、浜児ケ水",
    "reading": "-ちよがみず、-ちょがみず",
    "desc": "鹿児島県指宿市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "指宿市",
    "place": "温湯",
    "reading": "ぬり",
    "desc": "鹿児島県指宿市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "指宿市",
    "place": "物袋",
    "reading": "もって",
    "desc": "鹿児島県指宿市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "西之表市",
    "place": "塰泊",
    "reading": "あまどまり",
    "desc": "鹿児島県西之表市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "西之表市",
    "place": "鴨女",
    "reading": "かもめ",
    "desc": "鹿児島県西之表市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "西之表市",
    "place": "軍場",
    "reading": "ぐにわ",
    "desc": "鹿児島県西之表市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "西之表市",
    "place": "花里崎",
    "reading": "けりさき",
    "desc": "鹿児島県西之表市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "垂水市",
    "place": "宇住庵",
    "reading": "うずあん",
    "desc": "鹿児島県垂水市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "垂水市",
    "place": "浦谷",
    "reading": "うらたん",
    "desc": "鹿児島県垂水市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "垂水市",
    "place": "柊原",
    "reading": "くぬぎばる",
    "desc": "鹿児島県垂水市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "薩摩川内市",
    "place": "藺牟田",
    "reading": "いむた",
    "desc": "鹿児島県薩摩川内市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "薩摩川内市",
    "place": "上園",
    "reading": "うえんそん",
    "desc": "鹿児島県薩摩川内市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "薩摩川内市",
    "place": "上戸",
    "reading": "うえんど",
    "desc": "鹿児島県薩摩川内市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "薩摩川内市",
    "place": "獺越",
    "reading": "うそごえ",
    "desc": "鹿児島県薩摩川内市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "薩摩川内市",
    "place": "宇都川路",
    "reading": "うとんこち",
    "desc": "鹿児島県薩摩川内市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "薩摩川内市",
    "place": "可愛",
    "reading": "えの",
    "desc": "鹿児島県薩摩川内市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "薩摩川内市",
    "place": "網津",
    "reading": "おうづ",
    "desc": "鹿児島県薩摩川内市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "薩摩川内市",
    "place": "頭無",
    "reading": "かしたなし",
    "desc": "鹿児島県薩摩川内市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "薩摩川内市",
    "place": "祁答院",
    "reading": "けどういん",
    "desc": "鹿児島県薩摩川内市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "薩摩川内市",
    "place": "小川",
    "reading": "こご",
    "desc": "鹿児島県薩摩川内市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "薩摩川内市",
    "place": "甑島",
    "reading": "こしきじま",
    "desc": "鹿児島県薩摩川内市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "薩摩川内市",
    "place": "木場茶屋",
    "reading": "こばんちゃや",
    "desc": "鹿児島県薩摩川内市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "薩摩川内市",
    "place": "砂石",
    "reading": "さざらし",
    "desc": "鹿児島県薩摩川内市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "薩摩川内市",
    "place": "庄込",
    "reading": "しょうごもり",
    "desc": "鹿児島県薩摩川内市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "薩摩川内市",
    "place": "川内",
    "reading": "せんだい",
    "desc": "鹿児島県薩摩川内市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "薩摩川内市",
    "place": "高城",
    "reading": "たき",
    "desc": "鹿児島県薩摩川内市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "薩摩川内市",
    "place": "南瀬",
    "reading": "のうぜ",
    "desc": "鹿児島県薩摩川内市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "薩摩川内市",
    "place": "別府原",
    "reading": "びゅうのはる",
    "desc": "鹿児島県薩摩川内市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "薩摩川内市",
    "place": "平上水流",
    "reading": "ひらかみずる",
    "desc": "鹿児島県薩摩川内市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "薩摩川内市",
    "place": "樋脇",
    "reading": "ひわき",
    "desc": "鹿児島県薩摩川内市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "薩摩川内市",
    "place": "古城滑石",
    "reading": "ふるじょうなめれし",
    "desc": "鹿児島県薩摩川内市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "日置市",
    "place": "犬之馬場",
    "reading": "いんのばば",
    "desc": "鹿児島県日置市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "日置市",
    "place": "印口",
    "reading": "おしぐち",
    "desc": "鹿児島県日置市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "日置市",
    "place": "苙岡",
    "reading": "おろおか",
    "desc": "鹿児島県日置市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "日置市",
    "place": "苙口",
    "reading": "おろんくち",
    "desc": "鹿児島県日置市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "日置市",
    "place": "上神殿",
    "reading": "かみこうどの、かみこどん",
    "desc": "鹿児島県日置市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "日置市",
    "place": "下神殿",
    "reading": "しもこうどの、しもこどん",
    "desc": "鹿児島県日置市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "日置市",
    "place": "久保園",
    "reading": "くぼんそん",
    "desc": "鹿児島県日置市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "日置市",
    "place": "華熟里",
    "reading": "けじゅくり",
    "desc": "鹿児島県日置市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "日置市",
    "place": "郷土",
    "reading": "ごと",
    "desc": "鹿児島県日置市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "日置市",
    "place": "出樋",
    "reading": "だつぜ",
    "desc": "鹿児島県日置市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "日置市",
    "place": "原掛",
    "reading": "はいかけ",
    "desc": "鹿児島県日置市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "日置市",
    "place": "春原",
    "reading": "はらんばい",
    "desc": "鹿児島県日置市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "日置市",
    "place": "榎薗",
    "reading": "よのっぞん",
    "desc": "鹿児島県日置市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "曽於市",
    "place": "檍",
    "reading": "あおき",
    "desc": "鹿児島県曽於市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "曽於市",
    "place": "大良",
    "reading": "おおら",
    "desc": "鹿児島県曽於市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "曽於市",
    "place": "畩ケ山",
    "reading": "けさがやま",
    "desc": "鹿児島県曽於市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "曽於市",
    "place": "曽於",
    "reading": "そお",
    "desc": "鹿児島県曽於市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "曽於市",
    "place": "囎唹",
    "reading": "そお",
    "desc": "鹿児島県曽於市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "曽於市",
    "place": "財部",
    "reading": "たからべ",
    "desc": "鹿児島県曽於市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "曽於市",
    "place": "八ヶ代",
    "reading": "やしろ",
    "desc": "鹿児島県曽於市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "霧島市",
    "place": "天降川",
    "reading": "あもりがわ",
    "desc": "鹿児島県霧島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "霧島市",
    "place": "宇都良",
    "reading": "うとら",
    "desc": "鹿児島県霧島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "霧島市",
    "place": "宇都口",
    "reading": "うどんぐち",
    "desc": "鹿児島県霧島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "霧島市",
    "place": "嘉例川",
    "reading": "かれいがわ",
    "desc": "鹿児島県霧島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "霧島市",
    "place": "神子落",
    "reading": "かんこおとし",
    "desc": "鹿児島県霧島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "霧島市",
    "place": "九日田",
    "reading": "くぬぎでん",
    "desc": "鹿児島県霧島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "霧島市",
    "place": "祝儀園",
    "reading": "しゅうぎぞん",
    "desc": "鹿児島県霧島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "霧島市",
    "place": "竹子",
    "reading": "たかぜ",
    "desc": "鹿児島県霧島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "霧島市",
    "place": "黒葛原",
    "reading": "つづらばら",
    "desc": "鹿児島県霧島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "霧島市",
    "place": "丹生附",
    "reading": "につけ",
    "desc": "鹿児島県霧島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "霧島市",
    "place": "枦田",
    "reading": "はした",
    "desc": "鹿児島県霧島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "霧島市",
    "place": "宝瀬",
    "reading": "ほぜ",
    "desc": "鹿児島県霧島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "霧島市",
    "place": "向花",
    "reading": "むけ",
    "desc": "鹿児島県霧島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "霧島市",
    "place": "六村",
    "reading": "もむら",
    "desc": "鹿児島県霧島市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "いちき串木野市",
    "place": "下名",
    "reading": "しもんみょう、しもみょう",
    "desc": "鹿児島県いちき串木野市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "南さつま市",
    "place": "赤生木",
    "reading": "あこうぎ",
    "desc": "鹿児島県南さつま市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "南さつま市",
    "place": "尾下",
    "reading": "おくだり",
    "desc": "鹿児島県南さつま市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "南さつま市",
    "place": "鴻巣",
    "reading": "ぐるす",
    "desc": "鹿児島県南さつま市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "南さつま市",
    "place": "界守",
    "reading": "けもり",
    "desc": "鹿児島県南さつま市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "南さつま市",
    "place": "惣の木場",
    "reading": "すのこば",
    "desc": "鹿児島県南さつま市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "南さつま市",
    "place": "舞敷野",
    "reading": "もしきの",
    "desc": "鹿児島県南さつま市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "志布志市",
    "place": "猜ヶ宇都",
    "reading": "あべがうと",
    "desc": "鹿児島県志布志市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "志布志市",
    "place": "肆部合",
    "reading": "しぶあい",
    "desc": "鹿児島県志布志市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "志布志市",
    "place": "蓬原",
    "reading": "ふつはら",
    "desc": "鹿児島県志布志市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "奄美市",
    "place": "有良",
    "reading": "ありら",
    "desc": "鹿児島県奄美市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "奄美市",
    "place": "辺留",
    "reading": "べる",
    "desc": "鹿児島県奄美市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "奄美市",
    "place": "山間",
    "reading": "やんま",
    "desc": "鹿児島県奄美市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "南九州市",
    "place": "揖宿",
    "reading": "いぶすき",
    "desc": "鹿児島県南九州市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "南九州市",
    "place": "頴娃",
    "reading": "えい",
    "desc": "鹿児島県南九州市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "南九州市",
    "place": "桐木平",
    "reading": "きのきでら",
    "desc": "鹿児島県南九州市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "南九州市",
    "place": "神殿",
    "reading": "こうどん",
    "desc": "鹿児島県南九州市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "南九州市",
    "place": "土喰",
    "reading": "つちくれ",
    "desc": "鹿児島県南九州市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "南九州市",
    "place": "蓮子",
    "reading": "はずし",
    "desc": "鹿児島県南九州市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "伊佐市",
    "place": "馬鍬水流",
    "reading": "まかんずる",
    "desc": "鹿児島県伊佐市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "伊佐市",
    "place": "馬渡",
    "reading": "もたい",
    "desc": "鹿児島県伊佐市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "姶良市",
    "place": "姶良",
    "reading": "あいら",
    "desc": "鹿児島県姶良市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "姶良市",
    "place": "蒲生",
    "reading": "かもう",
    "desc": "鹿児島県姶良市にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "鹿児島郡十島村",
    "place": "臥蛇",
    "reading": "がじゃ",
    "desc": "鹿児島県鹿児島郡十島村にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "薩摩郡さつま町",
    "place": "大薄",
    "reading": "おおすき",
    "desc": "鹿児島県薩摩郡さつま町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "薩摩郡さつま町",
    "place": "搦",
    "reading": "からげ",
    "desc": "鹿児島県薩摩郡さつま町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "薩摩郡さつま町",
    "place": "柊野",
    "reading": "くきの",
    "desc": "鹿児島県薩摩郡さつま町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "薩摩郡さつま町",
    "place": "求名",
    "reading": "ぐみょう",
    "desc": "鹿児島県薩摩郡さつま町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "薩摩郡さつま町",
    "place": "神子",
    "reading": "こうし",
    "desc": "鹿児島県薩摩郡さつま町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "出水郡長島町",
    "place": "山門野",
    "reading": "やまどの",
    "desc": "鹿児島県出水郡長島町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "姶良郡湧水町",
    "place": "興辺",
    "reading": "くべ",
    "desc": "鹿児島県姶良郡湧水町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "姶良郡湧水町",
    "place": "堤郡",
    "reading": "どてごおり",
    "desc": "鹿児島県姶良郡湧水町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "姶良郡湧水町",
    "place": "三堂",
    "reading": "みどう",
    "desc": "鹿児島県姶良郡湧水町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "姶良郡湧水町",
    "place": "湧水",
    "reading": "ゆうすい",
    "desc": "鹿児島県姶良郡湧水町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "曽於郡大崎町",
    "place": "後迫",
    "reading": "うしとざこ",
    "desc": "鹿児島県曽於郡大崎町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "曽於郡大崎町",
    "place": "仮屋ヶ谷",
    "reading": "かいやがたん",
    "desc": "鹿児島県曽於郡大崎町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "曽於郡大崎町",
    "place": "栫谷",
    "reading": "かくだに",
    "desc": "鹿児島県曽於郡大崎町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "曽於郡大崎町",
    "place": "栫段",
    "reading": "かこいだん",
    "desc": "鹿児島県曽於郡大崎町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "曽於郡大崎町",
    "place": "干草",
    "reading": "ひっさ",
    "desc": "鹿児島県曽於郡大崎町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "曽於郡大崎町",
    "place": "穂園",
    "reading": "ほぞん",
    "desc": "鹿児島県曽於郡大崎町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "曽於郡大崎町",
    "place": "档ヶ山",
    "reading": "まてがやま",
    "desc": "鹿児島県曽於郡大崎町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "肝属郡",
    "place": "肝属",
    "reading": "きもつき",
    "desc": "鹿児島県肝属郡にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "肝属郡東串良町",
    "place": "崩尾",
    "reading": "くえお",
    "desc": "鹿児島県肝属郡東串良町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "肝属郡東串良町",
    "place": "柎元",
    "reading": "たぶもと",
    "desc": "鹿児島県肝属郡東串良町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "肝属郡東串良町",
    "place": "鞁田",
    "reading": "つつしだ",
    "desc": "鹿児島県肝属郡東串良町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "肝属郡東串良町",
    "place": "別府ヶ城",
    "reading": "びゅうがじょう",
    "desc": "鹿児島県肝属郡東串良町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "肝属郡錦江町",
    "place": "大根占",
    "reading": "おおねじめ",
    "desc": "鹿児島県肝属郡錦江町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "肝属郡錦江町",
    "place": "落河",
    "reading": "おてご",
    "desc": "鹿児島県肝属郡錦江町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "肝属郡錦江町",
    "place": "命苫",
    "reading": "めとま",
    "desc": "鹿児島県肝属郡錦江町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "肝属郡南大隅町",
    "place": "苙",
    "reading": "おろ",
    "desc": "鹿児島県肝属郡南大隅町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "肝属郡南大隅町",
    "place": "根占",
    "reading": "ねじめ",
    "desc": "鹿児島県肝属郡南大隅町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "肝属郡南大隅町",
    "place": "禰寝",
    "reading": "ねじめ",
    "desc": "鹿児島県肝属郡南大隅町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "肝属郡肝付町",
    "place": "肝付",
    "reading": "きもつき",
    "desc": "鹿児島県肝属郡肝付町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "肝属郡肝付町",
    "place": "谷山迫",
    "reading": "たんにゃまざこ",
    "desc": "鹿児島県肝属郡肝付町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "肝属郡肝付町",
    "place": "平後園",
    "reading": "へごぞん",
    "desc": "鹿児島県肝属郡肝付町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "肝属郡肝付町",
    "place": "宮下南",
    "reading": "みやげみなみ",
    "desc": "鹿児島県肝属郡肝付町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "大島郡大和村",
    "place": "思勝",
    "reading": "おんがち",
    "desc": "鹿児島県大島郡大和村にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "大島郡瀬戸内町",
    "place": "生間",
    "reading": "いけんま",
    "desc": "鹿児島県大島郡瀬戸内町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "大島郡瀬戸内町",
    "place": "勝能",
    "reading": "かちゆき",
    "desc": "鹿児島県大島郡瀬戸内町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "大島郡瀬戸内町",
    "place": "花天",
    "reading": "けてん",
    "desc": "鹿児島県大島郡瀬戸内町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "大島郡瀬戸内町",
    "place": "花富",
    "reading": "けどみ",
    "desc": "鹿児島県大島郡瀬戸内町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "大島郡龍郷町",
    "place": "安木屋場",
    "reading": "あんきゃば",
    "desc": "鹿児島県大島郡龍郷町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "大島郡喜界町",
    "place": "城久",
    "reading": "ぐすく",
    "desc": "鹿児島県大島郡喜界町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "大島郡喜界町",
    "place": "花良治",
    "reading": "けらじ",
    "desc": "鹿児島県大島郡喜界町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "大島郡徳之島町",
    "place": "花徳",
    "reading": "けどく",
    "desc": "鹿児島県大島郡徳之島町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "大島郡天城町",
    "place": "兼久",
    "reading": "かねく",
    "desc": "鹿児島県大島郡天城町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "大島郡伊仙町",
    "place": "木之香",
    "reading": "きのこ",
    "desc": "鹿児島県大島郡伊仙町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "大島郡和泊町",
    "place": "出花",
    "reading": "でぎ",
    "desc": "鹿児島県大島郡和泊町にある難読地名。"
  },
  {
    "pref": "鹿児島県",
    "city": "大島郡知名町",
    "place": "芦清良",
    "reading": "あしきようら",
    "desc": "鹿児島県大島郡知名町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "徳島市",
    "place": "鮎喰",
    "reading": "あくい",
    "desc": "徳島県徳島市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "徳島市",
    "place": "安宅",
    "reading": "あたけ",
    "desc": "徳島県徳島市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "徳島市",
    "place": "勝占",
    "reading": "かつら",
    "desc": "徳島県徳島市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "徳島市",
    "place": "府中",
    "reading": "こう",
    "desc": "徳島県徳島市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "徳島市",
    "place": "助任",
    "reading": "すけとう",
    "desc": "徳島県徳島市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "徳島市",
    "place": "西沢",
    "reading": "にっそ",
    "desc": "徳島県徳島市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "徳島市",
    "place": "矢三",
    "reading": "やそ",
    "desc": "徳島県徳島市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "徳島市",
    "place": "家内田",
    "reading": "やなだ",
    "desc": "徳島県徳島市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "鳴門市",
    "place": "明神",
    "reading": "あきのかみ",
    "desc": "徳島県鳴門市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "鳴門市",
    "place": "林崎",
    "reading": "はやさき",
    "desc": "徳島県鳴門市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "鳴門市",
    "place": "撫佐",
    "reading": "むさ",
    "desc": "徳島県鳴門市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "鳴門市",
    "place": "撫養",
    "reading": "むや",
    "desc": "徳島県鳴門市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "小松島市",
    "place": "大吉",
    "reading": "おおよせ",
    "desc": "徳島県小松島市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "小松島市",
    "place": "清水",
    "reading": "きよず",
    "desc": "徳島県小松島市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "小松島市",
    "place": "芝生",
    "reading": "しぼう",
    "desc": "徳島県小松島市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "小松島市",
    "place": "中田",
    "reading": "ちゅうでん",
    "desc": "徳島県小松島市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "小松島市",
    "place": "砥鼻",
    "reading": "といしのはな",
    "desc": "徳島県小松島市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿南市",
    "place": "生谷",
    "reading": "おいだに",
    "desc": "徳島県阿南市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿南市",
    "place": "落雷",
    "reading": "おちらい",
    "desc": "徳島県阿南市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿南市",
    "place": "学原",
    "reading": "がくばら",
    "desc": "徳島県阿南市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿南市",
    "place": "権現池",
    "reading": "ごんげいけ",
    "desc": "徳島県阿南市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿南市",
    "place": "十八女",
    "reading": "さかり",
    "desc": "徳島県阿南市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿南市",
    "place": "紫衣池",
    "reading": "しいけ",
    "desc": "徳島県阿南市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿南市",
    "place": "椎木谷",
    "reading": "しいのきだに",
    "desc": "徳島県阿南市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿南市",
    "place": "〆谷",
    "reading": "しめだに",
    "desc": "徳島県阿南市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿南市",
    "place": "丈ケ丸",
    "reading": "じょうげまる",
    "desc": "徳島県阿南市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿南市",
    "place": "工地",
    "reading": "たくむじ",
    "desc": "徳島県阿南市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿南市",
    "place": "竹鼻",
    "reading": "たけのはな",
    "desc": "徳島県阿南市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿南市",
    "place": "茶畦",
    "reading": "ちゃぐる",
    "desc": "徳島県阿南市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿南市",
    "place": "長生",
    "reading": "ながいけ",
    "desc": "徳島県阿南市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿南市",
    "place": "廿歩",
    "reading": "にじゅうぶ",
    "desc": "徳島県阿南市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿南市",
    "place": "走寄",
    "reading": "はしりより",
    "desc": "徳島県阿南市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿南市",
    "place": "廿枝  廿谷",
    "reading": "はたえだ  はたがたに",
    "desc": "徳島県阿南市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿南市",
    "place": "畭町",
    "reading": "はりちょう",
    "desc": "徳島県阿南市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿南市",
    "place": "蛭地",
    "reading": "ひるじ",
    "desc": "徳島県阿南市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿南市",
    "place": "芳崎",
    "reading": "ほうざき",
    "desc": "徳島県阿南市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿南市",
    "place": "反古田",
    "reading": "ほごでん",
    "desc": "徳島県阿南市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿南市",
    "place": "三栗",
    "reading": "みぐりゅう",
    "desc": "徳島県阿南市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿南市",
    "place": "見能林",
    "reading": "みのばやし",
    "desc": "徳島県阿南市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿南市",
    "place": "宮倉",
    "reading": "みやぐら",
    "desc": "徳島県阿南市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿南市",
    "place": "屋那婆",
    "reading": "やなば",
    "desc": "徳島県阿南市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "吉野川市",
    "place": "伊瑞穂",
    "reading": "いずほ",
    "desc": "徳島県吉野川市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "吉野川市",
    "place": "麻植",
    "reading": "おえ",
    "desc": "徳島県吉野川市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "吉野川市",
    "place": "槻原",
    "reading": "かえきばら",
    "desc": "徳島県吉野川市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "吉野川市",
    "place": "釿原",
    "reading": "ちょうなばら",
    "desc": "徳島県吉野川市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "吉野川市",
    "place": "刷石",
    "reading": "はけいし",
    "desc": "徳島県吉野川市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "吉野川市",
    "place": "木綿麻山",
    "reading": "ゆうまやま",
    "desc": "徳島県吉野川市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿波市",
    "place": "尾開",
    "reading": "おばり",
    "desc": "徳島県阿波市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿波市",
    "place": "香美",
    "reading": "かがみ",
    "desc": "徳島県阿波市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿波市",
    "place": "柴生",
    "reading": "しぼう",
    "desc": "徳島県阿波市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿波市",
    "place": "新開",
    "reading": "しんばり",
    "desc": "徳島県阿波市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿波市",
    "place": "潺",
    "reading": "せせらぎ",
    "desc": "徳島県阿波市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "阿波市",
    "place": "早田",
    "reading": "わさだ",
    "desc": "徳島県阿波市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "美馬市",
    "place": "狙ヶ内",
    "reading": "さるがうち",
    "desc": "徳島県美馬市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "美馬市",
    "place": "田上",
    "reading": "たねえ",
    "desc": "徳島県美馬市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "美馬市",
    "place": "櫟木",
    "reading": "ちちのき",
    "desc": "徳島県美馬市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "三好市",
    "place": "吾橋",
    "reading": "あはし",
    "desc": "徳島県三好市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "三好市",
    "place": "鮎苦谷川",
    "reading": "あいくるしだにがわ",
    "desc": "徳島県三好市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "三好市",
    "place": "祖谷",
    "reading": "いや",
    "desc": "徳島県三好市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "三好市",
    "place": "大歩危",
    "reading": "おおぼけ",
    "desc": "徳島県三好市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "三好市",
    "place": "小歩危",
    "reading": "こぼけ",
    "desc": "徳島県三好市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "三好市",
    "place": "双子布",
    "reading": "ふたごの",
    "desc": "徳島県三好市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "三好市",
    "place": "麦生土",
    "reading": "むじゅうと",
    "desc": "徳島県三好市にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "勝浦郡勝浦町",
    "place": "三渓",
    "reading": "みたに",
    "desc": "徳島県勝浦郡勝浦町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "勝浦郡上勝町",
    "place": "槻地",
    "reading": "きやけじ",
    "desc": "徳島県勝浦郡上勝町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "名東郡佐那河内村",
    "place": "牧犢",
    "reading": "うしかい",
    "desc": "徳島県名東郡佐那河内村にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "名東郡佐那河内村",
    "place": "蝮塚",
    "reading": "はめづか",
    "desc": "徳島県名東郡佐那河内村にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "名西郡石井町  名西郡神山町",
    "place": "曲突越",
    "reading": "くどうごえ",
    "desc": "徳島県名西郡石井町  名西郡神山町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "名西郡神山町",
    "place": "鬼籠野",
    "reading": "おろの",
    "desc": "徳島県名西郡神山町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "名西郡神山町  名東郡佐那河内村",
    "place": "二秀峯",
    "reading": "ふたつとんごう",
    "desc": "徳島県名西郡神山町  名東郡佐那河内村にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "那賀郡那賀町",
    "place": "朝生",
    "reading": "あそう",
    "desc": "徳島県那賀郡那賀町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "那賀郡那賀町",
    "place": "出羽",
    "reading": "いずりは",
    "desc": "徳島県那賀郡那賀町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "那賀郡那賀町",
    "place": "追立口",
    "reading": "おつたてぐち",
    "desc": "徳島県那賀郡那賀町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "那賀郡那賀町",
    "place": "音谷",
    "reading": "おんだに",
    "desc": "徳島県那賀郡那賀町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "那賀郡那賀町",
    "place": "雄",
    "reading": "おんどり",
    "desc": "徳島県那賀郡那賀町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "那賀郡那賀町",
    "place": "小延",
    "reading": "このぶ",
    "desc": "徳島県那賀郡那賀町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "那賀郡那賀町",
    "place": "小計",
    "reading": "こばかり",
    "desc": "徳島県那賀郡那賀町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "那賀郡那賀町",
    "place": "李",
    "reading": "すもも",
    "desc": "徳島県那賀郡那賀町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "那賀郡那賀町",
    "place": "轟",
    "reading": "とどろ",
    "desc": "徳島県那賀郡那賀町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "那賀郡那賀町",
    "place": "殿谷",
    "reading": "とんたに",
    "desc": "徳島県那賀郡那賀町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "那賀郡那賀町",
    "place": "西納野",
    "reading": "にしのの",
    "desc": "徳島県那賀郡那賀町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "那賀郡那賀町",
    "place": "延野",
    "reading": "のぶの",
    "desc": "徳島県那賀郡那賀町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "那賀郡那賀町",
    "place": "拝宮",
    "reading": "はいぎゅう",
    "desc": "徳島県那賀郡那賀町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "那賀郡那賀町",
    "place": "墓瀧",
    "reading": "びきだき",
    "desc": "徳島県那賀郡那賀町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "那賀郡那賀町",
    "place": "五倍木  五倍木回り",
    "reading": "ふしのき  ふしのきまわり",
    "desc": "徳島県那賀郡那賀町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "那賀郡那賀町",
    "place": "朴野",
    "reading": "ほうの",
    "desc": "徳島県那賀郡那賀町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "那賀郡那賀町",
    "place": "政所肥",
    "reading": "まどころ",
    "desc": "徳島県那賀郡那賀町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "那賀郡那賀町",
    "place": "水崎",
    "reading": "みさき",
    "desc": "徳島県那賀郡那賀町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "那賀郡那賀町",
    "place": "百合  百合谷",
    "reading": "もまえ  もまえだに",
    "desc": "徳島県那賀郡那賀町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "那賀郡那賀町",
    "place": "簗ノ上",
    "reading": "やなのうえ",
    "desc": "徳島県那賀郡那賀町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "那賀郡那賀町",
    "place": "鎗戸",
    "reading": "やりど",
    "desc": "徳島県那賀郡那賀町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "那賀郡那賀町",
    "place": "鷲敷",
    "reading": "わじき",
    "desc": "徳島県那賀郡那賀町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "那賀郡那賀町",
    "place": "和食  和食郷",
    "reading": "わじき  わじきごう",
    "desc": "徳島県那賀郡那賀町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "海部郡牟岐町",
    "place": "川長",
    "reading": "かわたけ",
    "desc": "徳島県海部郡牟岐町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "海部郡美波町",
    "place": "箆野島",
    "reading": "ぬのしま",
    "desc": "徳島県海部郡美波町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "海部郡美波町",
    "place": "久望",
    "reading": "くも",
    "desc": "徳島県海部郡美波町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "海部郡海陽町",
    "place": "海部",
    "reading": "かいふ",
    "desc": "徳島県海部郡海陽町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "海部郡海陽町",
    "place": "王余魚谷",
    "reading": "かれいだに",
    "desc": "徳島県海部郡海陽町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "海部郡海陽町",
    "place": "芥附",
    "reading": "くぐつけ",
    "desc": "徳島県海部郡海陽町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "海部郡海陽町",
    "place": "宍喰",
    "reading": "ししくい",
    "desc": "徳島県海部郡海陽町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "海部郡海陽町",
    "place": "熟田",
    "reading": "ずくだ",
    "desc": "徳島県海部郡海陽町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "板野郡藍住町",
    "place": "勝瑞",
    "reading": "しょうずい",
    "desc": "徳島県板野郡藍住町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "板野郡藍住町",
    "place": "朏傍示",
    "reading": "みかづきぼうじ",
    "desc": "徳島県板野郡藍住町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "板野郡藍住町",
    "place": "龍池傍示",
    "reading": "りょうじぼうじ",
    "desc": "徳島県板野郡藍住町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "板野郡板野町",
    "place": "唐園",
    "reading": "とうのそ",
    "desc": "徳島県板野郡板野町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "板野郡上板町",
    "place": "神宅",
    "reading": "かんやけ",
    "desc": "徳島県板野郡上板町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "板野郡上板町",
    "place": "墋隰",
    "reading": "しんしゅ",
    "desc": "徳島県板野郡上板町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "美馬郡つるぎ町",
    "place": "剪宇",
    "reading": "きりう",
    "desc": "徳島県美馬郡つるぎ町にある難読地名。"
  },
  {
    "pref": "徳島県",
    "city": "美馬郡つるぎ町",
    "place": "端山",
    "reading": "はばやま",
    "desc": "徳島県美馬郡つるぎ町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "高松市",
    "place": "赤牛崎",
    "reading": "あかばざき",
    "desc": "香川県高松市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "高松市",
    "place": "庵治",
    "reading": "あじ",
    "desc": "香川県高松市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "高松市",
    "place": "台目",
    "reading": "うてめ",
    "desc": "香川県高松市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "高松市",
    "place": "浦生",
    "reading": "うろ",
    "desc": "香川県高松市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "高松市",
    "place": "小村",
    "reading": "おもれ",
    "desc": "香川県高松市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "高松市",
    "place": "鹿角",
    "reading": "かのつの",
    "desc": "香川県高松市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "高松市",
    "place": "塩江",
    "reading": "しおのえ",
    "desc": "香川県高松市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "高松市",
    "place": "地頭名",
    "reading": "じとうみょう",
    "desc": "香川県高松市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "高松市",
    "place": "十川",
    "reading": "そがわ",
    "desc": "香川県高松市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "高松市",
    "place": "亀水",
    "reading": "たるみ",
    "desc": "香川県高松市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "高松市",
    "place": "磨屋",
    "reading": "とぎや",
    "desc": "香川県高松市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "高松市",
    "place": "中間",
    "reading": "なかつま",
    "desc": "香川県高松市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "高松市",
    "place": "凹原",
    "reading": "ひっこんぱら",
    "desc": "香川県高松市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "高松市",
    "place": "福家",
    "reading": "ふけ",
    "desc": "香川県高松市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "高松市",
    "place": "仏生山",
    "reading": "ぶっしょうざん",
    "desc": "香川県高松市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "高松市",
    "place": "百相",
    "reading": "もまい",
    "desc": "香川県高松市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "高松市",
    "place": "焼堂",
    "reading": "やけど",
    "desc": "香川県高松市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "高松市",
    "place": "除ヶ大向",
    "reading": "よけおおむかい",
    "desc": "香川県高松市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "高松市",
    "place": "弓弦羽",
    "reading": "ゆずりは",
    "desc": "香川県高松市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "丸亀市",
    "place": "加沙越鼻",
    "reading": "かさこしはな",
    "desc": "香川県丸亀市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "丸亀市",
    "place": "久米氏",
    "reading": "きみょうじ",
    "desc": "香川県丸亀市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "丸亀市",
    "place": "柞原",
    "reading": "くばら",
    "desc": "香川県丸亀市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "丸亀市",
    "place": "郡家",
    "reading": "ぐんげ",
    "desc": "香川県丸亀市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "丸亀市",
    "place": "真時",
    "reading": "さんとき",
    "desc": "香川県丸亀市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "丸亀市、三豊市、仲多度郡多度津町",
    "place": "塩飽",
    "reading": "しわく",
    "desc": "香川県丸亀市、三豊市、仲多度郡多度津町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "丸亀市",
    "place": "宿母",
    "reading": "すくも",
    "desc": "香川県丸亀市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "丸亀市",
    "place": "風袋",
    "reading": "ふるたい",
    "desc": "香川県丸亀市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "丸亀市",
    "place": "峯道",
    "reading": "みねんど",
    "desc": "香川県丸亀市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "坂出市",
    "place": "青海",
    "reading": "おうみ",
    "desc": "香川県坂出市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "坂出市",
    "place": "迯田",
    "reading": "にげた",
    "desc": "香川県坂出市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "坂出市",
    "place": "榿",
    "reading": "はりのき",
    "desc": "香川県坂出市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "坂出市",
    "place": "元結木",
    "reading": "もっといき",
    "desc": "香川県坂出市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "善通寺市",
    "place": "生野",
    "reading": "いかの",
    "desc": "香川県善通寺市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "善通寺市",
    "place": "大麻",
    "reading": "おおさ",
    "desc": "香川県善通寺市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "善通寺市  三豊市",
    "place": "鳥坂",
    "reading": "とっさか",
    "desc": "香川県善通寺市  三豊市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "さぬき市",
    "place": "鴨部",
    "reading": "かべ",
    "desc": "香川県さぬき市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "さぬき市",
    "place": "神前",
    "reading": "かんざき",
    "desc": "香川県さぬき市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "さぬき市",
    "place": "寒川",
    "reading": "さんがわ",
    "desc": "香川県さぬき市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "さぬき市",
    "place": "田面",
    "reading": "たづら",
    "desc": "香川県さぬき市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "東かがわ市",
    "place": "大内",
    "reading": "おおち",
    "desc": "香川県東かがわ市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "東かがわ市",
    "place": "黒羽",
    "reading": "くれは",
    "desc": "香川県東かがわ市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "東かがわ市",
    "place": "小砂",
    "reading": "こざれ",
    "desc": "香川県東かがわ市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "東かがわ市",
    "place": "入野山",
    "reading": "にゅうのやま",
    "desc": "香川県東かがわ市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "東かがわ市",
    "place": "引田",
    "reading": "ひけた",
    "desc": "香川県東かがわ市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "東かがわ市",
    "place": "柞",
    "reading": "ほうそう",
    "desc": "香川県東かがわ市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "東かがわ市",
    "place": "水主",
    "reading": "みずし",
    "desc": "香川県東かがわ市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "東かがわ市",
    "place": "原間",
    "reading": "わらま",
    "desc": "香川県東かがわ市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "三豊市",
    "place": "溶目",
    "reading": "うてめ",
    "desc": "香川県三豊市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "三豊市",
    "place": "沺",
    "reading": "さこ",
    "desc": "香川県三豊市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "三豊市",
    "place": "長畷",
    "reading": "ながりて",
    "desc": "香川県三豊市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "三豊市",
    "place": "爺神",
    "reading": "とかみ",
    "desc": "香川県三豊市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "三豊市",
    "place": "塩生",
    "reading": "はぶ",
    "desc": "香川県三豊市にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "小豆郡土庄町",
    "place": "土庄",
    "reading": "とのしょう",
    "desc": "香川県小豆郡土庄町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "小豆郡土庄町",
    "place": "千軒",
    "reading": "せんげ",
    "desc": "香川県小豆郡土庄町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "小豆郡土庄町",
    "place": "豊島",
    "reading": "てしま",
    "desc": "香川県小豆郡土庄町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "小豆郡土庄町、小豆郡小豆島町",
    "place": "小豆島",
    "reading": "しょうどしま",
    "desc": "香川県小豆郡土庄町、小豆郡小豆島町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "小豆郡小豆島町",
    "place": "田浦",
    "reading": "たのうら",
    "desc": "香川県小豆郡小豆島町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "小豆郡小豆島町",
    "place": "苗羽",
    "reading": "のうま",
    "desc": "香川県小豆郡小豆島町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "小豆郡小豆島町",
    "place": "内海",
    "reading": "うちのみ",
    "desc": "香川県小豆郡小豆島町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "木田郡三木町",
    "place": "池戸",
    "reading": "いけのべ",
    "desc": "香川県木田郡三木町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "木田郡三木町",
    "place": "公文明",
    "reading": "くもんみょう",
    "desc": "香川県木田郡三木町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "木田郡三木町",
    "place": "鹿伏",
    "reading": "ししぶせ",
    "desc": "香川県木田郡三木町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "木田郡三木町",
    "place": "風呂谷",
    "reading": "ふろんたに",
    "desc": "香川県木田郡三木町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "木田郡三木町",
    "place": "峰堂峠",
    "reading": "むねんとうげ",
    "desc": "香川県木田郡三木町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "香川郡直島町",
    "place": "風戸",
    "reading": "せと",
    "desc": "香川県香川郡直島町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "綾歌郡宇多津町",
    "place": "宇夫階",
    "reading": "うぶすな",
    "desc": "香川県綾歌郡宇多津町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "綾歌郡宇多津町",
    "place": "水主町",
    "reading": "かごまち",
    "desc": "香川県綾歌郡宇多津町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "綾歌郡綾川町",
    "place": "馬酔木",
    "reading": "あせび",
    "desc": "香川県綾歌郡綾川町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "綾歌郡綾川町",
    "place": "生子",
    "reading": "ううこ",
    "desc": "香川県綾歌郡綾川町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "綾歌郡綾川町",
    "place": "鵜生池",
    "reading": "うのいけ",
    "desc": "香川県綾歌郡綾川町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "綾歌郡綾川町",
    "place": "挿頭山",
    "reading": "かざしやま",
    "desc": "香川県綾歌郡綾川町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "綾歌郡綾川町",
    "place": "千疋",
    "reading": "せんびき",
    "desc": "香川県綾歌郡綾川町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "綾歌郡綾川町",
    "place": "枌所",
    "reading": "そぎしょ",
    "desc": "香川県綾歌郡綾川町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "仲多度郡琴平町",
    "place": "榎井",
    "reading": "えない",
    "desc": "香川県仲多度郡琴平町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "仲多度郡多度津町",
    "place": "葛原",
    "reading": "かずはら",
    "desc": "香川県仲多度郡多度津町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "仲多度郡多度津町",
    "place": "佐柳",
    "reading": "さなぎ",
    "desc": "香川県仲多度郡多度津町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "仲多度郡多度津町",
    "place": "山階",
    "reading": "やましな",
    "desc": "香川県仲多度郡多度津町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "仲多度郡まんのう町",
    "place": "旭東",
    "reading": "きょくとう",
    "desc": "香川県仲多度郡まんのう町にある難読地名。"
  },
  {
    "pref": "香川県",
    "city": "仲多度郡まんのう町",
    "place": "羽間",
    "reading": "はざま",
    "desc": "香川県仲多度郡まんのう町にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "松山市",
    "place": "朝生田",
    "reading": "あそだあそうだ",
    "desc": "愛媛県松山市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "松山市",
    "place": "来住",
    "reading": "きし",
    "desc": "愛媛県松山市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "松山市",
    "place": "斎院",
    "reading": "さや",
    "desc": "愛媛県松山市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "松山市",
    "place": "苞木",
    "reading": "すぼき",
    "desc": "愛媛県松山市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "松山市、新居浜市",
    "place": "垣生",
    "reading": "はぶ",
    "desc": "愛媛県松山市、新居浜市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "松山市",
    "place": "別府",
    "reading": "べふ",
    "desc": "愛媛県松山市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "松山市、伊予郡松前町",
    "place": "松前",
    "reading": "まさき",
    "desc": "愛媛県松山市、伊予郡松前町にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "松山市",
    "place": "溝辺",
    "reading": "みぞのべ",
    "desc": "愛媛県松山市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "松山市",
    "place": "余戸",
    "reading": "ようご",
    "desc": "愛媛県松山市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "今治市",
    "place": "今治",
    "reading": "いまばり",
    "desc": "愛媛県今治市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "今治市",
    "place": "明日",
    "reading": "あけび",
    "desc": "愛媛県今治市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "今治市",
    "place": "五十嵐",
    "reading": "いかなし",
    "desc": "愛媛県今治市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "今治市",
    "place": "口総",
    "reading": "くちすぼ",
    "desc": "愛媛県今治市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "今治市",
    "place": "小大下",
    "reading": "こおげ",
    "desc": "愛媛県今治市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "今治市",
    "place": "馬刀潟",
    "reading": "まてがた",
    "desc": "愛媛県今治市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "宇和島市",
    "place": "石応",
    "reading": "こくぼ",
    "desc": "愛媛県宇和島市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "宇和島市",
    "place": "申生田",
    "reading": "さろうだ",
    "desc": "愛媛県宇和島市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "宇和島市",
    "place": "泥目水",
    "reading": "とろめず",
    "desc": "愛媛県宇和島市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "宇和島市",
    "place": "南君",
    "reading": "なぎみ",
    "desc": "愛媛県宇和島市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "宇和島市",
    "place": "法花津",
    "reading": "ほけつ",
    "desc": "愛媛県宇和島市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "宇和島市",
    "place": "元結掛",
    "reading": "もとゆいぎ",
    "desc": "愛媛県宇和島市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "宇和島市",
    "place": "遊子",
    "reading": "ゆす",
    "desc": "愛媛県宇和島市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "八幡浜市",
    "place": "神越",
    "reading": "みのこし",
    "desc": "愛媛県八幡浜市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "八幡浜市",
    "place": "丸碆",
    "reading": "まるばえ",
    "desc": "愛媛県八幡浜市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "新居浜市",
    "place": "一宮",
    "reading": "いっく",
    "desc": "愛媛県新居浜市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "新居浜市",
    "place": "大生院",
    "reading": "おおじょういん",
    "desc": "愛媛県新居浜市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "新居浜市",
    "place": "東雲",
    "reading": "しののめ",
    "desc": "愛媛県新居浜市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "新居浜市",
    "place": "種子川",
    "reading": "たねがわ",
    "desc": "愛媛県新居浜市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "新居浜市",
    "place": "東平",
    "reading": "とうなる",
    "desc": "愛媛県新居浜市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "西条市",
    "place": "明穂",
    "reading": "あかお",
    "desc": "愛媛県西条市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "西条市",
    "place": "安知生",
    "reading": "あんじゅう",
    "desc": "愛媛県西条市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "西条市",
    "place": "大郷",
    "reading": "おおご",
    "desc": "愛媛県西条市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "西条市",
    "place": "大保木",
    "reading": "おおふき",
    "desc": "愛媛県西条市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "西条市",
    "place": "楠窪",
    "reading": "くすぼ",
    "desc": "愛媛県西条市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "西条市",
    "place": "周布",
    "reading": "しゅう",
    "desc": "愛媛県西条市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "西条市",
    "place": "千町",
    "reading": "せんじょう",
    "desc": "愛媛県西条市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "西条市",
    "place": "朔日市",
    "reading": "ついたち",
    "desc": "愛媛県西条市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "西条市",
    "place": "壬生川",
    "reading": "にゅうがわ",
    "desc": "愛媛県西条市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "西条市",
    "place": "早川",
    "reading": "はいがわ",
    "desc": "愛媛県西条市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "大洲市",
    "place": "菅田",
    "reading": "すげた",
    "desc": "愛媛県大洲市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "大洲市",
    "place": "冨士",
    "reading": "とみす",
    "desc": "愛媛県大洲市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "大洲市  西予市",
    "place": "予子林",
    "reading": "よこばやし",
    "desc": "愛媛県大洲市  西予市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "伊予市",
    "place": "米湊",
    "reading": "こみなと",
    "desc": "愛媛県伊予市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "伊予市",
    "place": "双海",
    "reading": "ふたみ",
    "desc": "愛媛県伊予市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "伊予市",
    "place": "本郡",
    "reading": "ほんぐ",
    "desc": "愛媛県伊予市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "四国中央市",
    "place": "五良野",
    "reading": "いらの",
    "desc": "愛媛県四国中央市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "四国中央市",
    "place": "長田",
    "reading": "おさだ",
    "desc": "愛媛県四国中央市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "四国中央市",
    "place": "妻鳥",
    "reading": "めんどり",
    "desc": "愛媛県四国中央市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "四国中央市",
    "place": "具定",
    "reading": "ぐじょう",
    "desc": "愛媛県四国中央市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "四国中央市",
    "place": "寒川",
    "reading": "さんがわ",
    "desc": "愛媛県四国中央市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "四国中央市",
    "place": "柴生",
    "reading": "しぼう",
    "desc": "愛媛県四国中央市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "四国中央市",
    "place": "金砂",
    "reading": "きんしゃ",
    "desc": "愛媛県四国中央市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "西予市",
    "place": "有網代",
    "reading": "あらじろ",
    "desc": "愛媛県西予市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "西予市",
    "place": "下川",
    "reading": "ひとうがわ",
    "desc": "愛媛県西予市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "東温市",
    "place": "則之内",
    "reading": "すのうち",
    "desc": "愛媛県東温市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "東温市",
    "place": "松瀬川",
    "reading": "ませかわ",
    "desc": "愛媛県東温市にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "越智郡上島町",
    "place": "岩城",
    "reading": "いわぎ",
    "desc": "愛媛県越智郡上島町にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "越智郡上島町",
    "place": "土生",
    "reading": "はぶ",
    "desc": "愛媛県越智郡上島町にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "越智郡上島町",
    "place": "弓削",
    "reading": "ゆげ",
    "desc": "愛媛県越智郡上島町にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "上浮穴郡",
    "place": "上浮穴",
    "reading": "かみうけな",
    "desc": "愛媛県上浮穴郡にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "上浮穴郡久万高原町",
    "place": "面河",
    "reading": "おもご",
    "desc": "愛媛県上浮穴郡久万高原町にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "上浮穴郡久万高原町",
    "place": "久万高原",
    "reading": "くまこうげん",
    "desc": "愛媛県上浮穴郡久万高原町にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "上浮穴郡久万高原町",
    "place": "菅生",
    "reading": "すごう",
    "desc": "愛媛県上浮穴郡久万高原町にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "上浮穴郡久万高原町",
    "place": "御三戸",
    "reading": "みみど",
    "desc": "愛媛県上浮穴郡久万高原町にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "伊予郡砥部町",
    "place": "大角蔵",
    "reading": "おおかくら",
    "desc": "愛媛県伊予郡砥部町にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "伊予郡砥部町",
    "place": "高尾田",
    "reading": "たこうだ",
    "desc": "愛媛県伊予郡砥部町にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "伊予郡砥部町",
    "place": "三角",
    "reading": "みょうか",
    "desc": "愛媛県伊予郡砥部町にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "喜多郡内子町",
    "place": "五十崎",
    "reading": "いかざき",
    "desc": "愛媛県喜多郡内子町にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "喜多郡内子町",
    "place": "五百木",
    "reading": "いよき",
    "desc": "愛媛県喜多郡内子町にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "喜多郡内子町",
    "place": "袋口",
    "reading": "ふろく",
    "desc": "愛媛県喜多郡内子町にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "西宇和郡伊方町",
    "place": "蠑螺碆",
    "reading": "さざえばや",
    "desc": "愛媛県西宇和郡伊方町にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "西宇和郡伊方町",
    "place": "与侈",
    "reading": "よぼこり",
    "desc": "愛媛県西宇和郡伊方町にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "北宇和郡松野町",
    "place": "遊鶴羽",
    "reading": "ゆずるは",
    "desc": "愛媛県北宇和郡松野町にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "北宇和郡鬼北町",
    "place": "小倉",
    "reading": "おぐわ",
    "desc": "愛媛県北宇和郡鬼北町にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "北宇和郡鬼北町",
    "place": "日向谷",
    "reading": "ひゅうがい",
    "desc": "愛媛県北宇和郡鬼北町にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "南宇和郡愛南町",
    "place": "鯆越",
    "reading": "いるかごえ",
    "desc": "愛媛県南宇和郡愛南町にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "南宇和郡愛南町",
    "place": "魚神山",
    "reading": "ながみやま",
    "desc": "愛媛県南宇和郡愛南町にある難読地名。"
  },
  {
    "pref": "愛媛県",
    "city": "南宇和郡愛南町",
    "place": "平碆",
    "reading": "ひらばえ",
    "desc": "愛媛県南宇和郡愛南町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高知市",
    "place": "薊野",
    "reading": "あぞうの",
    "desc": "高知県高知市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高知市",
    "place": "愛宕山",
    "reading": "あたごやま",
    "desc": "高知県高知市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高知市",
    "place": "一宮",
    "reading": "いっく",
    "desc": "高知県高知市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高知市",
    "place": "鵜来巣",
    "reading": "うぐるす",
    "desc": "高知県高知市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高知市",
    "place": "吸江",
    "reading": "ぎゅうこう",
    "desc": "高知県高知市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高知市",
    "place": "介良",
    "reading": "けら",
    "desc": "高知県高知市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高知市",
    "place": "河ノ瀬町",
    "reading": "ごうのせちょう",
    "desc": "高知県高知市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高知市",
    "place": "菜園場町",
    "reading": "さえんばちょう",
    "desc": "高知県高知市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高知市",
    "place": "東雲町",
    "reading": "しののめちょう",
    "desc": "高知県高知市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高知市",
    "place": "杉井流",
    "reading": "すぎいる",
    "desc": "高知県高知市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高知市",
    "place": "高須絶海",
    "reading": "たかすたるみ",
    "desc": "高知県高知市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高知市",
    "place": "高埇",
    "reading": "たかそね",
    "desc": "高知県高知市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高知市",
    "place": "尾立",
    "reading": "ひじ",
    "desc": "高知県高知市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高知市",
    "place": "万々",
    "reading": "まま",
    "desc": "高知県高知市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高知市",
    "place": "初月",
    "reading": "みかづき",
    "desc": "高知県高知市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高知市",
    "place": "御畳瀬",
    "reading": "みませ",
    "desc": "高知県高知市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "安芸市",
    "place": "別役",
    "reading": "べっちゃく",
    "desc": "高知県安芸市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "南国市",
    "place": "大埇",
    "reading": "おおそね",
    "desc": "高知県南国市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "南国市",
    "place": "岡豊町",
    "reading": "おこうちょう",
    "desc": "高知県南国市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "南国市",
    "place": "左右山",
    "reading": "そやま",
    "desc": "高知県南国市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "須崎市",
    "place": "桑田山",
    "reading": "そうだやま",
    "desc": "高知県須崎市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "須崎市",
    "place": "東糺町  西糺町",
    "reading": "ひがしただすまち  にしただすまち",
    "desc": "高知県須崎市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "宿毛市",
    "place": "還住薮",
    "reading": "げんじゅやぶ",
    "desc": "高知県宿毛市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "宿毛市",
    "place": "宿毛",
    "reading": "すくも",
    "desc": "高知県宿毛市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "宿毛市",
    "place": "高石",
    "reading": "たこす",
    "desc": "高知県宿毛市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "宿毛市",
    "place": "藻津",
    "reading": "むくづ",
    "desc": "高知県宿毛市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "土佐清水市",
    "place": "鍵掛",
    "reading": "かいかけ",
    "desc": "高知県土佐清水市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "土佐清水市",
    "place": "爪白",
    "reading": "つまじろ",
    "desc": "高知県土佐清水市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "四万十市",
    "place": "秋田",
    "reading": "あいだ",
    "desc": "高知県四万十市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "四万十市",
    "place": "大用",
    "reading": "おおゆう",
    "desc": "高知県四万十市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "四万十市",
    "place": "九樹",
    "reading": "くじゅう",
    "desc": "高知県四万十市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "四万十市",
    "place": "実崎",
    "reading": "さんざき",
    "desc": "高知県四万十市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "四万十市",
    "place": "中村百笑",
    "reading": "なかむらどうめき",
    "desc": "高知県四万十市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "四万十市",
    "place": "名鹿",
    "reading": "なしし",
    "desc": "高知県四万十市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "香美市",
    "place": "五百蔵",
    "reading": "いおろい",
    "desc": "高知県香美市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "香美市",
    "place": "神母ノ木",
    "reading": "いげのき",
    "desc": "高知県香美市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "香美市",
    "place": "杉田",
    "reading": "すいた",
    "desc": "高知県香美市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "香美市",
    "place": "拓",
    "reading": "つぶせ",
    "desc": "高知県香美市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "香南市",
    "place": "兎田",
    "reading": "うさいだ",
    "desc": "高知県香南市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "香南市",
    "place": "手結",
    "reading": "てい",
    "desc": "高知県香南市にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "安芸郡東洋町",
    "place": "甲浦",
    "reading": "かんのうら",
    "desc": "高知県安芸郡東洋町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "安芸郡奈半利町",
    "place": "奈半利",
    "reading": "なはり",
    "desc": "高知県安芸郡奈半利町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "安芸郡奈半利町",
    "place": "法恩寺",
    "reading": "ほおじ",
    "desc": "高知県安芸郡奈半利町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "安芸郡田野町",
    "place": "淌濤",
    "reading": "しょうとう",
    "desc": "高知県安芸郡田野町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "安芸郡田野町",
    "place": "土生岡",
    "reading": "はぶのおか",
    "desc": "高知県安芸郡田野町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "安芸郡北川村",
    "place": "二タ又",
    "reading": "ふたまた",
    "desc": "高知県安芸郡北川村にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "安芸郡馬路村",
    "place": "東川",
    "reading": "ひがしごう",
    "desc": "高知県安芸郡馬路村にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "安芸郡馬路村",
    "place": "八川",
    "reading": "やこう",
    "desc": "高知県安芸郡馬路村にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "安芸郡馬路村",
    "place": "魚梁瀬",
    "reading": "やなせ",
    "desc": "高知県安芸郡馬路村にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "安芸郡芸西村",
    "place": "久重",
    "reading": "くえ",
    "desc": "高知県安芸郡芸西村にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "安芸郡芸西村",
    "place": "和食",
    "reading": "わじき",
    "desc": "高知県安芸郡芸西村にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "長岡郡大豊町",
    "place": "粟生",
    "reading": "あお",
    "desc": "高知県長岡郡大豊町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "長岡郡大豊町",
    "place": "八畝",
    "reading": "ようね",
    "desc": "高知県長岡郡大豊町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "土佐郡土佐町",
    "place": "早明浦",
    "reading": "さめうら",
    "desc": "高知県土佐郡土佐町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "土佐郡土佐町",
    "place": "溜井",
    "reading": "ぬるい",
    "desc": "高知県土佐郡土佐町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "吾川郡いの町",
    "place": "越裏門",
    "reading": "えりもん",
    "desc": "高知県吾川郡いの町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "吾川郡いの町",
    "place": "大瀧",
    "reading": "おおたび",
    "desc": "高知県吾川郡いの町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "吾川郡いの町",
    "place": "早稲川",
    "reading": "さいながわ",
    "desc": "高知県吾川郡いの町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "吾川郡いの町",
    "place": "井流",
    "reading": "ゆる",
    "desc": "高知県吾川郡いの町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高岡郡中土佐町",
    "place": "神母野",
    "reading": "いげの",
    "desc": "高知県高岡郡中土佐町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高岡郡中土佐町",
    "place": "液沢",
    "reading": "じるさわ",
    "desc": "高知県高岡郡中土佐町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高岡郡中土佐町",
    "place": "野老野",
    "reading": "ところの",
    "desc": "高知県高岡郡中土佐町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高岡郡佐川町",
    "place": "上伏尾  下伏尾",
    "reading": "かみふしょう  しもふしょう",
    "desc": "高知県高岡郡佐川町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高岡郡越知町",
    "place": "越知",
    "reading": "おち",
    "desc": "高知県高岡郡越知町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高岡郡越知町",
    "place": "鵜の林",
    "reading": "うのはえ",
    "desc": "高知県高岡郡越知町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高岡郡越知町",
    "place": "桑薮",
    "reading": "くやぶ",
    "desc": "高知県高岡郡越知町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高岡郡越知町",
    "place": "柴尾",
    "reading": "しぼお",
    "desc": "高知県高岡郡越知町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高岡郡越知町",
    "place": "野老山",
    "reading": "ところやま",
    "desc": "高知県高岡郡越知町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高岡郡四万十町",
    "place": "壱斗俵",
    "reading": "いっとひょう",
    "desc": "高知県高岡郡四万十町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高岡郡四万十町",
    "place": "天ノ川",
    "reading": "そらのかわ",
    "desc": "高知県高岡郡四万十町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高岡郡四万十町",
    "place": "汢ノ川",
    "reading": "ぬたのかわ",
    "desc": "高知県高岡郡四万十町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高岡郡四万十町",
    "place": "檜生原",
    "reading": "ひさはら",
    "desc": "高知県高岡郡四万十町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高岡郡檮原町",
    "place": "檮原",
    "reading": "ゆすはら",
    "desc": "高知県高岡郡檮原町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高岡郡檮原町",
    "place": "上成",
    "reading": "うわなろ",
    "desc": "高知県高岡郡檮原町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高岡郡檮原町",
    "place": "本も谷",
    "reading": "おもだに",
    "desc": "高知県高岡郡檮原町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高岡郡檮原町",
    "place": "東向",
    "reading": "こちむき",
    "desc": "高知県高岡郡檮原町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高岡郡檮原町",
    "place": "仲間",
    "reading": "なかいだ",
    "desc": "高知県高岡郡檮原町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高岡郡日高村",
    "place": "赤汢",
    "reading": "あかぬた",
    "desc": "高知県高岡郡日高村にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "高岡郡日高村",
    "place": "白髪",
    "reading": "しらひげ",
    "desc": "高知県高岡郡日高村にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "幡多郡大月町",
    "place": "安満地",
    "reading": "あまじ",
    "desc": "高知県幡多郡大月町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "幡多郡大月町",
    "place": "頭集",
    "reading": "かしらつどい",
    "desc": "高知県幡多郡大月町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "幡多郡黒潮町",
    "place": "浮鞭",
    "reading": "うきぶち",
    "desc": "高知県幡多郡黒潮町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "幡多郡黒潮町",
    "place": "荷稲",
    "reading": "かいな",
    "desc": "高知県幡多郡黒潮町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "幡多郡黒潮町",
    "place": "坂折",
    "reading": "さこり",
    "desc": "高知県幡多郡黒潮町にある難読地名。"
  },
  {
    "pref": "高知県",
    "city": "幡多郡黒潮町",
    "place": "蜷川",
    "reading": "みながわ",
    "desc": "高知県幡多郡黒潮町にある難読地名。"
  }
];